{
  "title": "Section C",
  "passagesOne": [
    "Many people associate their self-worth with their work. The more successful their career, the better they feel about themselves. Work-related self-esteem is therefore a worthy ideal to pursue with vigor, right? Well, not always. According to recent research, in which psychologists interviewed 370 full-time workers over a period of three weeks, the reality is a little more complicated. And it involves negative as well as positive consequences.",
    "It's natural to be drawn towards pleasure and to step away from pain. In the workplace, if that pleasure comes from a triumph which swells our self-respect, people will try to repeat the accomplishment. But repeating that accomplishment is often not realistic, which can lead to severe negative emotional consequences when it doesn't reoccur. This form of motivation is widely regarded as a negative type of motivation. It can hinder other more positive motivation types, such as completing a task purely because it's fulfilling or enjoyable.",
    "What consumes the employee instead is a pressing need to feel mighty and sure of themselves. They then take on only tasks and objectives which serve that ego-driven need. As a result, to avoid feelings of shame and worthlessness associated with failure, they extend themselves to such a degree that there's a subsequent adverse effect on their well-being. This internal pressure to succeed at all costs demands a lot of effort. It depletes their energy, culminating in disproportionate levels of damaging sentiment.",
    "Those negative emotions mount into heightened anxiety, impacting their ability to make the most of their personal life. Their desire to avoid feeling inferior ends up making them feel inferior when it comes to their diminished capacity for friendship and leisure. They end up dissatisfied both at work and outside of it.",
    "But thankfully, for those people compelled almost entirely by this specific form of motivation, the news isn't all bad, or bad at all. The study also discovered several positive outcomes that can actually outweigh the harmful ones. Though these types of employees are motivated by the desire to avoid negative consequences, they are also motivated by the excitement of pursuing emotional rewards. This excitement makes pursuing goals enjoyable and stimulates pleasure and pride that would result from success. An effcet of the positive motivation is that it neutralizes the existence of negative motivation.",
    "Sure, it affects people's personal lives to what could be deemed an unhealthy extent, because leisure activities are often seen as a part of life that must be sacrificed to manage work and family demands. However, the way people feel about their work has less to do with whether they're motivated by the preservation of self-esteem but more with the fact that they're simply motivated."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What does the author say about the pursuit of work-related self-esteem?",
      "Options": [
        {
          "key": "A",
          "text": "It may result in negative motivation."
        },
        {
          "key": "B",
          "text": "It contributes to one's accomplishments."
        },
        {
          "key": "C",
          "text": "It can increase one's vigor as one keeps trying."
        },
        {
          "key": "D",
          "text": "It costs too much emotionally and psychologically."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What do employees tend to do in pursuing work-related self-esteem?",
      "Options": [
        {
          "key": "A",
          "text": "Take on tasks well beyond their actual capabilities."
        },
        {
          "key": "B",
          "text": "Strive to succeed at the expense of their well-being."
        },
        {
          "key": "C",
          "text": "Resort to all means regardless of the consequences."
        },
        {
          "key": "D",
          "text": "Exaggerate their sense of shame and worthlessness."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What do we learn about people over-concerned with work-related self-esteem?",
      "Options": [
        {
          "key": "A",
          "text": "They may often feel inferior to their colleagues."
        },
        {
          "key": "B",
          "text": "They cannot enjoy their personal life to the full."
        },
        {
          "key": "C",
          "text": "They are never satisfied with their achievements."
        },
        {
          "key": "D",
          "text": "They have their own view of friendship and leisure."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What is the good news we learn from the recent research?",
      "Options": [
        {
          "key": "A",
          "text": "The pursuit of goals may turn out to be enjoyable and pleasant."
        },
        {
          "key": "B",
          "text": "The emotional rewards from goal pursuit are worth the pains taken."
        },
        {
          "key": "C",
          "text": "The negative consequences of goal pursuit can mostly be avoided."
        },
        {
          "key": "D",
          "text": "The goal of swelling self-esteem can be achieved if one keeps trying."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What can we infer from the last paragraph?",
      "Options": [
        {
          "key": "A",
          "text": "Workers have to make sacrifices to preserve self-esteem."
        },
        {
          "key": "B",
          "text": "Self-esteem swells when workers are strongly motivated."
        },
        {
          "key": "C",
          "text": "Pursuit of goals affects people's personal lives to an unhealthy extent."
        },
        {
          "key": "D",
          "text": "People feel positive about their work as long as they are motivated."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Degradation of the world's natural resources by humans is rapidly outpacing the planet's ability to absorb the damage, a recent UN environmental study has found. The study concludes that without radical action the level of prosperity that millions of people in the developed world count on will be impossible to maintain or extend to poorer countries.",
    "Water scarcity is the curse of some of the poorest regions on Earth, leaving developing countries increasingly unable to feed themselves, and causing hardship for millions of people. There appears little prospect of this desperate situation being remedied without radical action being taken. Water resources are under increasing threat from population growth, climate change, rapid urbanization, rising levels of consumption, and the degradation of lands that previously provided a natural replenishment (#32) of water resources.",
    "The rate of damage to the natural environment was found to increase globally, despite concerted efforts to persuade governments to take measures to improve the condition. “If current trends continue, and the world fails to improve patterns of production and consumption, then the state of the world's environment will continue to decline,“ warned UN executive director Achim Steiner.",
    "He said the tools for improving the environment for millions of people existed in developed countries, but were in danger of not being used.",
    "The study found that basic measures to tackle some of the key causes of environmental damage were still not being taken. These included measures to reduce air pollution, to control the damage to marine eco-systems, which can have a huge effect on fish stocks on which hundreds of millions of people depend; and to curb the degradation of land where modern agricultural methods were pursued without regard to the longer-term consequences.",
    "Despite the recent global agreement on cutting greenhouse gas emissions, global carbon output continues to rise. This will put a long-term strain on the ability of developing economics to feed their own people. Climate change is aggravated by the emissions of greenhouse gases from chemical and natural fertilisers used in agriculture which increased by more than a quarter between 2000 and 2010. Other problem areas identified in the report included glaciers, which provide vital water resources for millions of people, but which are shrinking as the climate warms.",
    "In rich countries, these problems have built up over decades and centuries while economic growth was pursued at the expense of the environment. Subsequent efforts to remedy the environment have met with partial success. But in developing countries, the path of future development has more potential to change, which has encouraged international institutions to devise more sustainable growth pathways that are supposed both to alleviate poverty and preserve the environment."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What is the major finding of the UN environmental study?",
      "Options": [
        {
          "key": "A",
          "text": "Human activity has rendered Mother Earth almost uninhabitable."
        },
        {
          "key": "B",
          "text": "Humans are doing more damage to the earth than it can cope with."
        },
        {
          "key": "C",
          "text": "Environmental problems have considerably weakened human prosperity."
        },
        {
          "key": "D",
          "text": "Environmental damage is more serious in developed countries these days."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What is said about water scarcity in some of the poorest regions?",
      "Options": [
        {
          "key": "A",
          "text": "It is getting so serious that there is little hope of solution."
        },
        {
          "key": "B",
          "text": "It largely accounts for their slow economic development."
        },
        {
          "key": "C",
          "text": "It can hardly be relieved if no drastic measures are taken."
        },
        {
          "key": "D",
          "text": "It is primarily caused by the acceleration of climate change."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What does Achim Steiner say about the environmental condition?",
      "Options": [
        {
          "key": "A",
          "text": "It will deteriorate worldwide."
        },
        {
          "key": "B",
          "text": "It is attracting global attention."
        },
        {
          "key": "C",
          "text": "It is being slowly remedied globally."
        },
        {
          "key": "D",
          "text": "It will shrink the world's population."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What is the dilemma developing countries face?",
      "Options": [
        {
          "key": "A",
          "text": "They cannot modernise farming without causing land degradation."
        },
        {
          "key": "B",
          "text": "They cannot promote industrialisation without polluting waterways."
        },
        {
          "key": "C",
          "text": "They cannot boost crop yields without causing greenhouse gas emissions."
        },
        {
          "key": "D",
          "text": "They cannot catch up with rich countries without sacrificing the environment."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What should developing countries do in their future development according to the passage?",
      "Options": [
        {
          "key": "A",
          "text": "They turn to developed countries for the assistance they need."
        },
        {
          "key": "B",
          "text": "They remedy environmental damage by slowing economic growth."
        },
        {
          "key": "C",
          "text": "They avoid damaging interference from international institutions."
        },
        {
          "key": "D",
          "text": "They improve people's livelihood without harming the environment."
        }
      ]
    }
  ]
}
