{
  "title": "Section B",
  "passageTitle": "This man is running 7 marathons on 7 continents in 7 days",
  "passages": [
    "A) Michael Wardian pushed forward into the penetrating arctic (#[tif) wind, fighting the urge to speed up. Too much effort and he'd begin to sweat, which, he was told, would only increase the risk of hypothermia（体温过低）.",
    "B) At the 2014 North Pole Marathon, the temperature dipped to minus-22 degrees F, with a wind chill that made it feel even colder. Along the route, armed guards wandered the large sheets of floating ice to minimize the risk of polar bear attacks.",
    "C) “I like to do stuff that scares me,“ Wardian said. With ice frozen to his beard, Wardian crossed the finish line that April afternoon in a winning time of 4 hours 7 minutes and 40 seconds, almost two hours slower than his personal best over 26. 2 miles. The race for Wardian, however, was less about the result than overcoming his aversion to the cold.",
    "D) In a few days, Wardian will once again compete in an unfamiliar territory and below-freezing temperatures. He will line up Monday in Antarctica (FAt%) for the first leg of the World Marathon Challenge joining 32 other adventure seekers on an unusual journey where participants travel through different time zones and climates to run seven marathons on seven continents in seven days.",
    "E) An elite ultra-runner, Wardian has his sights on breaking the event's record average marathon time of 3:32: 25 set last January by U.S. Marine Corps captain Daniel Cartica. Wardian, a 42-year-old Arlington resident, is a record-breaking racer, known in the ultra-running community for seeking tough courses and setting world records. Last year, he ran 1,254. 65 miles in 47 races. The World Marathon Challenge, like most of Wardian's running goals, will be about pushing his limits. “I love diverse and unique challenges,“ he said. “I'm definitely interested in seeing what I can handle and what my body can accept. That drives me.“",
    "F) Something about the way Richard Donovan carried himself appealed to Wardian. Perhaps it was the sense of adventure Donovan displayed when they first met at the 2010 50K Championships in Galway, Ireland, where Donovan was the race director. The two hit it off, and soon Wardian was participating in Donovan's events. It was at the North Pole Marathon, a race that Donovan organizes, that Wardian first heard about the Irishman's plan for the World Marathon Challenge a challenge that Donovan himself completed in 2009 and 2012. “I knew that many people had a goal of running seven marathons on seven continents during any time period,“ Donovan, 50, said. “I felt the natural extension to this idea would be to try to achieve it within a seven-day period. “",
    "G) Wardian started saving for the trip in 2014, connecting with sponsors and getting approval from his wife, Jennifer, before committing. Registration for the event costs 36, 000 euros, which covers international charter flights to each of the seven marathon locations: Union Glacier (Antarctica) , Punta Arenas, Chile (South America), Miami (North America), Madrid (Europe, Marrakesh, Morocco (Africa), Dubai (Asia) and Sydney (Australia). The challenge is a test of both physical strength and mental fitness. Sleeping on a crammed plane, adjusting to different time zones and finding food to eat (Wardian is a vegetarian) would make it an exhausting trip over a month, let alone a week. “The key to a race like this is getting comfortable being uncomfortable,“ said Becca Pizzi, last year's women's champion. “The highs of the race are incredibly high, and the lows incredibly low.“",
    "H) Since turning it into an organized event in 2015, Donovan has attracted a variety of runners. This year's challenge will feature a far more elite field, which includes Ryan Hall, America's fastest marathon runner. Despite his proven track record, Hall said he has no time goals and that he still suffers from the same fatigue issues that forced him to leave the professional ranks in 2015. Hall plans to run with his friend, Pastor Matthew Barnett of The Dream Center in Los Angeles one of the six American men who will be competing. “I don't expect to run a step with Mike, but I will be excited to see how he does,“ said the 34-year-old Hall, who began weight-lifting after retiring. “If I finish within an hour of him in each marathon, I'd be surprised. “",
    "I) Instead, 43-year-old Petr Vabrousek, an elite Czech Ironman champion, is expected to be Wardian's closest challenger. To others on the trip, simply finishing will be its own reward. Sinead Kane of Ireland is aiming to become the first blind person to complete the challenge. And Beth Ann Telford, a 47-year-old federal government worker from Fairfax and the only American female in this year's mix, is using the event as a platform to raise money for cancer research. It's a cause with a personal connection to Telford, who was diagnosed with brain cancer in 2004. “Doing something like this is definitely the hardest challenge that I've ever done except for the chemotherapy and brain surgery,“ she said. “It's going to raise awareness... I just wanted to do something that is epic and this certainly is right up there.“ Wardian, too, hopes his involvement will give him a platform to promote a cause. He recently became an ambassador for the United Nations Women's HeForShe initiative to fight inequalities faced by women and girls worldwide.",
    "J) On a chilly December afternoon, Wardian wove through Washington's crowded sidewalks on the way home from his full-time job as an international ship broker. His elastic, 6-foot frame bounced gently and efficiently off the ground with each step of the hilly six-mile trip back to Arlington. This is a daily routine during the week for Wardian, who started racing professionally in 2003 and runs seven days a week, often multiple times a day. When he travels, he prefers to explore new places on his feet.",
    "K) But in some ways, Wardian still has trouble thinking of himself as a runner. For the majority of his childhood, Wardian devoted his energy to becoming a Division I lacrosse (K#AFF*) player-a dream he realized when he was recruited to play at Michigan State University. “Once he decides to do something, he just works at it until he does it,“ Michael's younger sister, Mariele, said. “Once he decides to do it, it's usually something that's going to happen. He's always been like that. He's a very motivated individual.“",
    "L) It was only a year or so ago that Wardian realized that he had been a runner longer than a lacrosse player. It was not until he ran in the 2004 U.S. Olympic Marathon Trials the first of three for Wardian-that he felt that he was a legitimate runner. Now more than 10 years and numerous ultramarathon national titles and world records later, he embraces that identity. Wardian wants to see how far his legs can take him, one epic challenge at a time. “I want to always keep doing things that are exciting, adventurous, different and most importantly, probably things I'm not the best at,“ Wardian said, “because if you're not seeking things out that are challenging and difficult for you, then you're not growing... So I hope maybe people see what I do, and say, “Okay, I want to do something different or try something new... I'm going to do something that scares me.' That's what I'm hoping people will take from it.“"
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "Wardian considers the various extraordinary challenges as a test of his physical limits."
    },
    {
      "Number": 37,
      "Statement": "Wardian aims to contribute to a worthy cause through his participation in the seven-day marathon series."
    },
    {
      "Number": 38,
      "Statement": "Wardian will join more than 30 other runners in the week-long marathon series."
    },
    {
      "Number": 39,
      "Statement": "Exerting too much effort in extreme cold can lead to dangerously low body temperature."
    },
    {
      "Number": 40,
      "Statement": "Wardian was greatly impressed by the race director's spirit of adventure."
    },
    {
      "Number": 41,
      "Statement": "Once Wardian sets his mind on something, he is determined to achieve it."
    },
    {
      "Number": 42,
      "Statement": "One top American marathoner ended his running career due to his physical condition."
    },
    {
      "Number": 43,
      "Statement": "For many participants in the week-long marathon, completing the race itself will be a success."
    },
    {
      "Number": 44,
      "Statement": "The marathon in the Arctic was more about Wardian's triumph over the extreme cold."
    },
    {
      "Number": 45,
      "Statement": "To participate in the week-long marathon series, Wardian had to raise a significant amount of money and gain his wife's support."
    }
  ]
}