{
  "title": "Section B",
  "passageTitle": "Children Understand Far More about Other Minds than Long Believed",
  "passages": [
    "A) Until a few decades ago, scholars believed that young children know very little, if anything, about what others are thinking. Swiss psychologist Jean Piaget, who is credited with founding the scientific study of children’s thinking, was convinced that preschool children cannot consider what goes on in the minds of others. The interviews and experiments he conducted with kids in the middle of the 20th century suggested that they were trapped in their subjective viewpoints, incapable of imagining what others think, feel or believe.",
    "B) Much of the subsequent research on early childhood thinking was highly influenced by Piaget’s ideas. Scholars sought to refine his theory and empirically confirm his views. But it became increasingly clear that Piaget seemed to have gravely underestimated the intellectual powers of very young kids before they can make themselves understood by speech. Researchers began to devise ever more ingenious ways of figuring out what goes on in the minds of babies, and the resulting picture of their abilities shows subtle variations. Consequently, the old view of children’s egocentric （自我中心的）nature and intellectual weaknesses has increasingly fallen out of favor and become replaced by a more generous position that sees a budding sense not only of the physical world but also of other minds, even in the “youngest young”.",
    "C) Historically, children didn’t receive much respect for their mental powers. Piaget not only believed that children were “egocentric” in the sense that they were unable to differentiate between their own viewpoint and that of others; he was also convinced that their thinking was characterized by systematic errors and confusions. When playing with others, they don’t cooperate because they do not realize there are different roles and perspectives. He was convinced that children literally cannot “get their act together”: instead of playing cooperatively and truly together, they play side by side, with little regard for others. And when speaking with others, a young child supposedly cannot consider the listener’s viewpoint but “talks to himself without listening to the others”.",
    "D) Piaget and his followers maintained that children go through something like a dark age of intellectual development before slowly and gradually becoming enlightened by reason and rationality as they reach school age. Alongside this enlightenment develops an ever-growing understanding of other persons, including their attitudes and views of the world.",
    "E) Today, a very different picture of children’s mental development emerges. Psychologists continually reveal new insights into the depth of young children’s knowledge of the world, including their understanding of other minds. Recent studies suggest that even infants are sensitive to others’ perspectives and beliefs.",
    "F) Part of the motivation to revise some of Piaget’s conclusions stemmed from an ideological shift about the origin of human knowledge that occurred in the second half of the 20th century. It became increasingly unpopular to assume that a basic understanding of the world can be built entirely from experience. This was in part promoted by theorist Noam Chomsky, who argued that something as complex as the rules of grammar cannot be picked up from exposure to speech, but is supplied by an inborn “language faculty”. Others followed suit and defined further “core areas” in which knowledge allegedly cannot be pieced together from experience but must be possessed at birth. One such area is our knowledge of others’ minds. Some even argue that a basic knowledge of others’ minds is not only possessed by human infants, but must be evolutionarily old and hence shared by our nearest living relatives, the great apes.",
    "G) To prove that infants know more in this realm than had been acknowledged, researchers needed to come up with innovative ways of showing it. A big part of why we now recognize so much more of kids’ intellectual capacities is the development of much more sensitive research tools than Piaget had at his disposal.",
    "H) Instead of engaging babies in dialog or having them execute complex motor tasks, the newer methods capitalize on behaviors that have a firm place in infants’ natural behavior repertoire: looking, listening, sucking, making facial expressions, gestures and simple manual actions. The idea of focusing on these “small behaviors” is that they give kids the chance to demonstrate their knowledge implicitly and spontaneously without having to respond to questions or instructions. For example, children might look longer at an event that they did not expect to happen, or they might show facial expressions indicating that they have empathetic concern for others. When researchers measure these less demanding, and often involuntary, behaviors, they can detect a sensitivity to others’ mental states at a much younger age than with the more taxing methods that Piaget and his followers deployed.",
    "I) In the 1980s, these kinds of implicit measures became customary in developmental psychology. But it took a while longer before these tools were employed to measure children’s grasp of the mental lives of others.",
    "J) In a set of experiments, my colleagues at the University of Southern California and I found evidence that babies can even anticipate how others will feel when their expectations are disappointed. We acted out several puppet （木偶）shows in front of two-year-old children. In these puppet shows, a protagonist （Cookie Monster）left his precious belongings （cookies）on stage and later returned to fetch them. What the protagonist did not know was that an antagonist had come and messed with his possessions. The children had witnessed these acts and attentively watched the protagonist return. We recorded children’s facial and bodily expressions. Children bit their lips, wrinkled their nose or wiggled （扭动）in their chair when the protagonist came back, as if they anticipated the bewilderment and disappointment he was about to experience. Importantly, children showed no such reactions and remained calm when the protagonist had seen the events himself and thus knew what to expect. Our study reveals that by the tender age of two, kids not only track what others believe or expect; they can even foresee how others will feel when they discover reality.",
    "K) Studies like these reveal that there is much more going on in small kids’ and even infants’ minds than was previously believed. With the explicit measures used by Piaget and successors, these deeper layers of kids’ understanding cannot be accessed. The new investigative tools demonstrate that kids know more than they can say: when we scratch beneath the surface, we find an emerging understanding of relations and perspectives that Piaget probably did not dream of.",
    "L) Despite these obvious advances in the study of young children’s thinking, it would be a grave mistake to dismiss the careful and systematic analyses compiled by Piaget and others before the new tests dominated the scene because the original methods revealed essential facts about how children think that the new methods cannot uncover.",
    "M) There’s no consensus in today’s community about how much we can infer from a look, a facial expression or a hand gesture. These behaviors clearly indicate a curiosity about what goes on in the mind of others, and probably a set of early intuitions coupled with a willingness to learn more. They pave the way to richer and more explicit forms of understanding of the minds of others. But they can in no way replace the child’s growing ability to articulate and refine her understanding of how people behave and why."
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "Piaget believed that small children could not collaborate with others while playing."
    },
    {
      "Number": 37,
      "Statement": "The author and his colleagues’ study shows two-year-old may be able to predict other people’s feelings."
    },
    {
      "Number": 38,
      "Statement": "In the later half of the last century, fewer and fewer people believed the basis for our understanding of the world is wholly empirical."
    },
    {
      "Number": 39,
      "Statement": "Research conducted by Jean Piaget in the last century suggested babies were insensitive to others’ thinking."
    },
    {
      "Number": 40,
      "Statement": "Our improved understanding of babies’ intellectual power is attributable to better research tools."
    },
    {
      "Number": 41,
      "Statement": "It has been found in recent research that even small babies are sensitive to other people’s points of view."
    },
    {
      "Number": 42,
      "Statement": "Scientists are still debating what inference can be drawn from certain physical expressions of a child."
    },
    {
      "Number": 43,
      "Statement": "The newer research methods focus on infants’ simple behaviors instead of requiring them to answer questions."
    },
    {
      "Number": 44,
      "Statement": "With the progress in psychology, the traditional view of children’s self-centered nature and limited thinking abilities has become less and less influential."
    },
    {
      "Number": 45,
      "Statement": "Even though marked advance have been made, it is wrong to dismiss Piaget’s fundamental contributions to the study of kids’ cognitive abilities."
    }
  ]
}