{
  "title": "Section C",
  "passagesOne": [
    "People often discuss the dangers of too much stress, but lately a very different view of stress is gaining popularity: this view of stress, held by members of the positive stress movement, argues that stress might actually be beneficial. The positive stress movement is made up of people such as Zachary Rapp who are looking for an edge in a competitive world, and Rapp’s routine is a good example of followers of the movement. He wakes up most mornings at dawn, goes for a run, sips black coffee while ripping through emails, and then steps into a freezing cold shower. This is a routine designed to reduce the stress of running simultaneously three different health and biotechnology companies for 18 hours a day.",
    "Although Rapp’s practices may sound extreme, he is part of a growing movement, consisting largely of tech industry workers who claim that such radical tactics will help them live better and longer. Inspired by influential figures in different fields, including entertainers, athletes, entrepreneurs and scientists, positive stress practitioners seek out some combination of extreme temperatures, restrictive diets, punishing exercise routines and general discomfort.",
    "Rapp argues that positive stress keeps him balanced. In addition to running and freezing showers, Rapp uses ice baths, hot yoga, and unconventional eating practices such as eliminating dairy, sugar, alcohol and various other foods high in carbohydrates. He believes that these practices, which put stress on his body, actually make him feel less stress from work. However, Rapp does not credit anyone in particular for his choices: he said he started using these methods in college, where he got into the habit of taking ice baths to recover from sports. He got back into it while trying to get his three companies off the ground.",
    "Rapp works long hours and sleeps only five to seven hours a night but he said he only gets sick once a year. For him, the difference between day-to-day stress, like the kind we feel when moving apartments, and positive stress is that the latter involves pushing the body to extremes and forcing it to build up a tolerance.",
    "One thought leader in the positive stress world is Dutch extreme athlete Wim Hof, who earned the name “ice man” for his ability to withstand severe cold using deep breathing exercises. Hof’s ideas have become popular among tech industry elites and, thanks to Hof, cold showers are now a trend; indeed, some even call it a form of therapy.",
    "But it is important to note that not everyone agrees with these practitioners; indeed, some medical professionals argue that positive stress is not for everyone, and that it might even be dangerous for people who are unhealthy or older."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What do we learn about followers of the positive stress movement?",
      "Options": [
        {
          "key": "A",
          "text": "They are usually quite sensitive to different types of stress."
        },
        {
          "key": "B",
          "text": "They hold a different view on stress from the popular one."
        },
        {
          "key": "C",
          "text": "They derive much pleasure from living a very hectic life."
        },
        {
          "key": "D",
          "text": "They gain a competitive edge by enjoying good health."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What do followers of the positive stress movement usually do to put their ideas into practice?",
      "Options": [
        {
          "key": "A",
          "text": "They keep changing their living habits."
        },
        {
          "key": "B",
          "text": "They network with influential figures."
        },
        {
          "key": "C",
          "text": "They seek jobs in tech industries."
        },
        {
          "key": "D",
          "text": "They apply extreme tactics."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What does Zachary Rapp say about his unconventional practices?",
      "Options": [
        {
          "key": "A",
          "text": "They help him combat stress from work."
        },
        {
          "key": "B",
          "text": "They enable him to cut down living expenses."
        },
        {
          "key": "C",
          "text": "They enable him to recover from injuries and illness."
        },
        {
          "key": "D",
          "text": "They help him get three companies listed all at once."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What can be inferred from the passage about day-to-day stress?",
      "Options": [
        {
          "key": "A",
          "text": "It is harmful to one’s physical and mental health."
        },
        {
          "key": "B",
          "text": "It does not differ in essence from positive stress."
        },
        {
          "key": "C",
          "text": "It is something everybody has to live with."
        },
        {
          "key": "D",
          "text": "It does not help build up one’s tolerance."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What do some medical professionals think of positive stress?",
      "Options": [
        {
          "key": "A",
          "text": "Its true effect remains to be verified."
        },
        {
          "key": "B",
          "text": "Its side effect should not be ignored."
        },
        {
          "key": "C",
          "text": "Its effect varies considerably from person to person."
        },
        {
          "key": "D",
          "text": "Its practitioners should not take it as a form of therapy."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Is hunting good or bad for the environment? Like so many hot button issues, the answer to this question depends upon who you ask. On the one hand, some say, nothing could be more natural than hunting, and indeed just about every animal species—including humans—has been either predator or prey at some point in its evolution. And, ironic as it sounds, since humans have wiped out many animal predators, some see hunting as a natural way to reduce the herds of prey animals that now reproduce beyond the environment’s carrying capacity. On the other hand, many environmental and animal advocates see hunting as savage, arguing that it is morally wrong to kill animals, regardless of practical considerations. According to Glenn Kirk of the California-based The Animals’ Voice, hunting “causes immense suffering to individual wild animals...” and is “irrationally cruel because unlike natural predation （捕食）, hunters kill for pleasure...” He adds that, despite hunters’ claims that hunting keeps wildlife populations in balance, hunters’ license fees are used to “manipulate a few game species into overpopulation at the expense of a much larger number of non-game species, resulting in the loss of biological diversity, genetic integrity and ecological balance.”",
    "Beyond moral issues, others contend that hunting is not practical. According to the Humane Society of the United States, the vast majority of hunted species—such as waterfowl, rabbits, upland birds and mourning doves—“provide minimal nutrition and do not require population control.”",
    "Author Gary E. Varner suggests in his book, In Nature’s Interests, that some types of hunting may be morally justifiable while others may not be. Hunting “designed to secure the aggregate welfare of the target species, the integrity of its ecosystem, or both”—what Varner terms “therapeutic hunting”—is defensible, while subsistence and sport hunting both of which only benefit human beings—is not.",
    "Regardless of one’s individual stance, fewer Americans hunt today than in recent history. Data gathered by the U.S. Fish ＆ Wildlife Service in 2006 show that only five percent of Americans—some 12.5 million individuals—consider themselves hunters today, down from nine percent in 2001 and 15 percent in 1996.",
    "Public support for hunting, however, is on the rise. A 2007 survey by Responsive Management Inc. found that eighty percent of respondents agreed that “hunting has a legitimate place in modern society,” and the percentage of Americans indicating disapproval of hunting declined from 22 percent in 1995 to 16 percent in 2007.",
    "Perhaps matching the trend among the public, green leaders are increasingly advocating cooperation between hunters and environmental groups: After all, both deplore urban sprawl and habitat destruction."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author say sounds ironic?",
      "Options": [
        {
          "key": "A",
          "text": "Some predators may often turn out to be prey of other predators."
        },
        {
          "key": "B",
          "text": "Hunting may also be a solution to the problem caused by hunting."
        },
        {
          "key": "C",
          "text": "The species of prey animals continue to vary despite humans’ hunting."
        },
        {
          "key": "D",
          "text": "The number of prey animals keeps rising despite environmental change."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What does Glenn Kirk think of charging hunters’ license fees?",
      "Options": [
        {
          "key": "A",
          "text": "It keeps game population under control."
        },
        {
          "key": "B",
          "text": "It turns hunting into a sport of the rich."
        },
        {
          "key": "C",
          "text": "It leads to ecological imbalance."
        },
        {
          "key": "D",
          "text": "It helps stop killing for pleasure."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What is the argument of the Humane Society of the United States against hunting?",
      "Options": [
        {
          "key": "A",
          "text": "Overpopulation is not an issue for most hunted animals."
        },
        {
          "key": "B",
          "text": "Hunting deprives animal populations of their food sources."
        },
        {
          "key": "C",
          "text": "Many birds and small animals are being irrationally killed."
        },
        {
          "key": "D",
          "text": "Hunting is universally acknowledged as a savage behavior."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "When is hunting morally justifiable according to Gary E. Varner?",
      "Options": [
        {
          "key": "A",
          "text": "When it benefits animals and their ecosystem."
        },
        {
          "key": "B",
          "text": "When it serves both human and animal interests."
        },
        {
          "key": "C",
          "text": "When it is indispensable to humans’ subsistence."
        },
        {
          "key": "D",
          "text": "When it stabilizes the population of animal species."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What concept are green leaders trying to promote?",
      "Options": [
        {
          "key": "A",
          "text": "Effective protection of animal habitats."
        },
        {
          "key": "B",
          "text": "Strict control over urban development."
        },
        {
          "key": "C",
          "text": "Coordinated efforts of hunters and environmentalists."
        },
        {
          "key": "D",
          "text": "A compromise between development and animal protection."
        }
      ]
    }
  ]
}
