{
  "title": "Section B",
  "passageTitle": "From Accountant to Yogi: Making a Radical Career Change",
  "passages": [
    "A) At some point, almost all of us will experience a period of radical professional change. Some of us will seek it out; for others, it will feel like an unwelcome intrusion into otherwise stable careers. Either way, we have choices about how we respond to it when it comes.",
    "B) We recently caught up with yoga entrepreneur Leah Zaccaria, who put herself through the fire of change to completely reinvent herself. In her search to live a life of purpose, Leah left her high-paying accounting job, her husband, and her home. In the process, she built a radically new life and career. Since then, she has founded two yoga studios, met a new life partner, and formed a new community of people. Even if your personal reinvention is less drastic, we think there are lessons from her experience that apply.",
    "C) Where do the seeds of change come from? The Native American Indians have a saying: 'Pay attention to the whispers so you won't have to hear the screams.' Often the best ideas for big changes come from unexpected places—it's just a matter of tuning in. Great leaders recognize the weak signals or slight signs that point to big changes to come. Leah reflects on a time she listened to the whispers: 'About the time my daughter was five years old, I started having a sense that ‘this isn't right.’ She then realized that her life no longer matched her vision for it.",
    "D) Up until that point, Leah had followed traditional measures of success. After graduating with a degree in business and accounting, she joined a public accounting firm, married, bought a house, put lots of stuff in it, and had a baby. 'I did what everybody else thought looked successful,' she says. Leah easily could have fallen into a trap of feeling content; instead, her energy sparked a period of experimentation and renewal.",
    "E) Feeling the need to change, Leah started playing with future possibilities by exploring her interests and developing new capabilities. First trying physical exercise and dieting, she lost some weight and discovered an inner strength. 'I felt powerful because I broke through my own limitations,' she recalls.",
    "F) However, it was another interest that led Leah to radically reinvent herself. 'I remember sitting on a bench with my aunt at a yoga studio,' she said, 'and having a moment of clarity right then and there: Yoga is saving my life. Yoga is waking me up. I'm not happy and I want to change and I'm done with this.' In that moment of clarity, Leah made an important leap, conquering her inner resistance to change and making a firm commitment to take bigger steps.",
    "G) Creating the future you want is a lot easier if you are ready to exploit the opportunities that come your way. When Leah made the commitment to change, she primed herself for new opportunities she may otherwise have overlooked. She recalls:",
    "H) One day a man I worked with, Ryan, who had his office next to mine, said, 'Leah, let's go look at this space on Queen Anne.' He knew my love for yoga and had seen a space close to where he lived that he thought might be good to serve as a yoga studio. As soon as I saw the location, I knew this was it. Of course, I was scared, yet I had this strong sense of 'I have to do this.' Only a few months later, Leah opened her first yoga studio, but success was not instant.",
    "I) Creating the future takes time. That's why leaders continue to manage the present while building toward the big changes of the future. When it's time to make the leap, they take action and immediately drop what's no longer serving their purpose. Initially, Leah stayed with her accounting job while starting up the yoga studio to make it all work.",
    "J) Soon after, she knew she had to make a bold move to fully commit to her new future. Within two years, Leah shed the safety of her accounting job and made the switch complete. Such drastic change is not easy.",
    "K) Steering through change and facing obstacles brings us face to face with our fears. Leah reflects on one incident that triggered her fears when her investors threatened to shut her down: 'I was probably up against the most fear I've ever had,' she says. 'I had spent two years cultivating this community, and it had become successful very fast, but within six months I was facing the prospect of losing it all.'",
    "L) She connected with her sense of purpose and dug deep, cultivating a tremendous sense of strength. 'I was feeling so intentional and strong that I wasn't going to let fear just take over. I was thinking, ‘OK, guys, if you want to try to shut me down, shut me down.' And I knew it was a negotiation scheme, so I was able to say to myself, ‘This is not real.' By naming her fears and facing them head-on, Leah gained confidence. For most of us, letting go of the safety and security of the past gives us great fear. Calling out our fears explicitly, as Leah did, can help us act decisively.",
    "M) The cycle of renewal never ends. Leah's growth spurred her to open her second studio—and it wasn't for the money.",
    "N) I have no desire to make millions of dollars. It's not about that; it's about growth for me. Honestly, I didn't need to open a second studio. I was making as much money as I was as an accountant. But I know if you don't grow, you stand still, and that doesn't work for me.",
    "O) Consider the current moment in your own life, your team or your organization. Where are you in the cycle of renewal: Are you actively preserving the present, or selectively forgetting the past, or boldly creating the future? What advice would Leah give you to move you ahead on your journey? Once we're on the path of growth, we can continually move through the seasons of transformation and renewal."
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "Readiness to take advantage of new opportunities will make it easier to create one's desired future."
    },
    {
      "Number": 37,
      "Statement": "By conventional standards, Leah was a typical successful woman before she changed her career."
    },
    {
      "Number": 38,
      "Statement": "Leah gained confidence by laying out her fears and confronting them directly."
    },
    {
      "Number": 39,
      "Statement": "In search of a meaningful life, Leah gave up what she had and set up her own yoga studios."
    },
    {
      "Number": 40,
      "Statement": "Leah's interest in yoga prompted her to make a firm decision to reshape her life."
    },
    {
      "Number": 41,
      "Statement": "Small signs may indicate great changes to come and therefore merit attention."
    },
    {
      "Number": 42,
      "Statement": "Leah's first yoga studio was by no means an immediate success."
    },
    {
      "Number": 43,
      "Statement": "Some people regard professional change as an unpleasant experience that disturbs their stable careers."
    },
    {
      "Number": 44,
      "Statement": "The worst fear Leah ever had was the prospect of losing her yoga business."
    },
    {
      "Number": 45,
      "Statement": "As she explored new interests and developed new potentials, Leah felt powerful internally."
    }
  ]
}