{
  "title": "Section C",
  "passagesOne": [
      "Urbanization—migration away from the suburbs to the city center—will be the biggest real estate trend in 2015, according to a new report.",
      "The report says America's urbanization will continue to be the most significant issue affecting the industry, as cities across the country imitate the walkability and transit-oriented development making cities like New York and San Francisco so successful.",
      "As smaller cities copy the model of these“24-hour cities,”more affordable versions of these places will be created.The report refers to this as the coming of the“18-hour city,”and uses the term to refer to cities like Houston, Austin, Charlotte, and Nashville, which are“positioning themselves as highly competitive, in terms of livability, employment offerings, and recreational and cultural facilities.”",
      "Another trend that looks significant in 2015 is that America's largest population group, Millennials（千禧一代），will continue to put off buying a house.Apartments will retain their appeal for a while for Millennials, haunted by what happened to home-owning parents.",
      "This trend will continue into the 2020s, the report projects.After that, survey respondents disagree over whether this generation will follow in their parents' footsteps, moving to the suburbs to raise families, or will choose to remain in the city center.",
      "Another issue affecting real estate in the coming year will be America's failing infrastructure.Most roads, bridges, transit, water systems, the electric grid, and communications networks were installed 50 to 100 years ago, and they are largely taken for granted until they fail.",
      "The report's writers state that America's failure to invest in infrastructure impacts not only the health of the real-estate market, but also our ability to remain globally competitive.",
      "Apart from the specific trends highlighted above, which cause some investors to worry, the report portrays an overall optimism borne by the recent healthy real-estate“upcycle”and improving economy.Seventy-four percent of the respondents surveyed report a“good to excellent”expectation of real-estate profitability in 2015.While excessive optimism can promote bad investment patterns, resulting in a real-estate“bubble,”the report's writers downplay that potential outcome in that it has not yet occurred."

  ],
  "questionsOne": [
      {
          "Number": 46,
          "Statement": "According to the new report, real estate development in 2015 will witness _____.",
          "Options": [
              {
                  "key": "A",
                  "text": "an accelerating speed"
              },
              {
                  "key": "B",
                  "text": "a shift to city centers"
              },
              {
                  "key": "C",
                  "text": "a new focus on small cities"
              },
              {
                  "key": "D",
                  "text": "an ever-increasing demand"
              }
          ]
      },
      {
          "Number": 47,
          "Statement": "What characterizes“24-hour cities”like New York？",
          "Options": [
              {
                  "key": "A",
                  "text": "People can live without private cars."
              },
              {
                  "key": "B",
                  "text": "People are generally more competitive."
              },
              {
                  "key": "C",
                  "text": "People can enjoy services around the clock."
              },
              {
                  "key": "D",
                  "text": "People are in harmony with the environment."
              }
          ]
      },
      {
          "Number": 48,
          "Statement": "Why are Millennials reluctant to buy a house？",
          "Options": [
              {
                  "key": "A",
                  "text": "They can only afford small apartments."
              },
              {
                  "key": "B",
                  "text": "The house prices are currently too high."
              },
              {
                  "key": "C",
                  "text": "Their parents' bad experience still haunts them."
              },
              {
                  "key": "D",
                  "text": "They feel attached to the suburban environment."
              }
          ]
      },
      {
          "Number": 49,
          "Statement": "What might hinder real estate development in the U.S.？",
          "Options": [
              {
                  "key": "A",
                  "text": "The continuing economic recession in the country."
              },
              {
                  "key": "B",
                  "text": "The lack of confidence on the part of investors."
              },
              {
                  "key": "C",
                  "text": "The fierce global competition."
              },
              {
                  "key": "D",
                  "text": "The worsening infrastructure."
              }
          ]
      },
      {
          "Number": 50,
          "Statement": "How do most of the respondents in the survey feel about the U.S．real-estate market in 2015？",
          "Options": [
              {
                  "key": "A",
                  "text": "Pessimistic."
              },
              {
                  "key": "B",
                  "text": "Hopeful."
              },
              {
                  "key": "C",
                  "text": "Cautious."
              },
              {
                  "key": "D",
                  "text": "Uncertain."
              }
          ]
      }
  ],
  "passagesTwo": [
      "The brain is a seemingly endless library, whose shelves house our most precious memories as well as our lifetime's knowledge. But is there a point where it reaches capacity？",
      "The answer is no, because brains are more sophisticated than that.Instead of just crowding in, old information is sometimes pushed out of the brain for new memories to form.",
      "Previous behavioural studies have shown that learning new information can lead to forgetting.But in a new study, researchers demonstrated for the first time how this effect occurs in the brain.",
      "In daily life, forgetting actually has clear advantages.Imagine, for instance, that you lost your bank card.The new card you receive will come with a new personal identification number（PIN) .Each time you remember the new PIN, you gradually forget the old one.This process improves access to relevant information, without old memories interfering.",
      "And most of us may sometimes feel the frustration of having old memories interfere with new, relevant memories.Consider trying to remember where you parked your car in the same car park you were at a week earlier.This type of memory（where you are trying to remember new, but similar informatioN) is particularly vulnerable to interference.",
      "When we acquire new information, the brain automatically tries to incorporate（合并）it within existing information by forming associations.And when we retrieve（检索）information, both the desired and associated but irrelevant information is recalled.",
      "The majority of previous research has focused on how we learn and remember new information.But current studies are beginning to place greater emphasis on the conditions under which we forget, as its importance begins to be more appreciated.",
      "A very small number of people are able to remember almost every detail of their life.While it may sound like an advantage to many, people with this rare condition often find their unusual ability burdensome.",
      "In a sense, forgetting is our brain's way of sorting memories, so the most relevant memories are ready for retrieval.Normal forgetting may even be a safety mechanism to ensure our brain doesn't become too full."
  ],
  "questionsTwo": [
      {
          "Number": 51,
          "Statement": "What have past behavioural studies found about our brain？",
          "Options": [
              {
                  "key": "A",
                  "text": "Its capacity actually knows no limits."
              },
              {
                  "key": "B",
                  "text": "It grows sophisticated with practice."
              },
              {
                  "key": "C",
                  "text": "It keeps our most precious memories until life's end."
              },
              {
                  "key": "D",
                  "text": "New information learned pushes old information out."
              }
          ]
      },
      {
          "Number": 52,
          "Statement": "What is the benefit of forgetting？",
          "Options": [
              {
                  "key": "A",
                  "text": "It frees us from painful memories."
              },
              {
                  "key": "B",
                  "text": "It helps slow down our aging process."
              },
              {
                  "key": "C",
                  "text": "It facilitates our access to relevant information."
              },
              {
                  "key": "D",
                  "text": "It prevents old information from forming associations."
              }
          ]
      },
      {
          "Number": 53,
          "Statement": "What is the emphasis of current studies of memory？",
          "Options": [
              {
                  "key": "A",
                  "text": "When people tend to forget."
              },
              {
                  "key": "B",
                  "text": "What contributes to forgetting."
              },
              {
                  "key": "C",
                  "text": "How new technology hinders memory capacity."
              },
              {
                  "key": "D",
                  "text": "Why learning and forgetting are complementary."
              }
          ]
      },
      {
          "Number": 54,
          "Statement": "What do people find about their rare ability to remember every detail of their life？",
          "Options": [
              {
                  "key": "A",
                  "text": "It adds to the burden of their memory."
              },
              {
                  "key": "B",
                  "text": "It makes their life more complicated."
              },
              {
                  "key": "C",
                  "text": "It contributes to their success in life."
              },
              {
                  "key": "D",
                  "text": "It constitutes a rare object of envy."
              }
          ]
      },
      {
          "Number": 55,
          "Statement": "What does the passage say about forgetting？",
          "Options": [
              {
                  "key": "A",
                  "text": "It can enlarge our brain capacity."
              },
              {
                  "key": "B",
                  "text": "It helps get rid of negative memories."
              },
              {
                  "key": "C",
                  "text": "It is a way of organising our memories."
              },
              {
                  "key": "D",
                  "text": "It should not cause any alarm in any way."
              }
          ]
      }
  ]
}