{
    "title": "Section C",
    "passagesOne": [
        "Have you ever wondered how acceptable it is to hug or touch someone? While it may sound safe to avoid all physical contact so as not to offend anyone, the lack of touching might imply cold attitudes or indifference in interpersonal relationships.So, what should we do? The simple answer is to thoroughly learn unique cultural norms for physical contact. In nonverbal communication terminology (术语)， physical contact and the study of touching are generally referred to as haptics.Haptics in communication often suggest the level of intimacy. They are usually classified into two groups: high-contact and low-contact.Asia and quite surprisingly the United States, Canada and Britain belong to low-contact cultures.People from the rest of the world, such as Latin America, are considered to be in high-contact cultures, where they tend to expect touching in social interactions and feel more comfortable with physical closeness. Despite the classification, there are more complex factors such as relational closeness, gender, age, and context that can affect how someone views physical contact.One common French custom of greetings is cheek-kissing, but it is mostly restricted to 加nds, close acquaintances and family members. While cheek-kissing for Latin Americans is also a universal greeting form, it does not require such a high degree of relational closeness. However, gender matters more for them because check-kissing often only happens between women or a man and a woman but not two men.In contrast, in certain Arabian, African, and Asian countries, men can publicly hold hands or show physical affection as signs of brotherhood or friendship while these behaviors may suggest a romantic relationship in other parts of the world. Although men's touching is more normal in these cultures, physical contact between persons of opposite sexes who are not family members is negatively perceived in Arabian countries.These factors could definitely affect the degree to which someone is comfortable with tactile (触觉的) communication and physical intimacy. Therefore, if you are someone who loves to show physical affection, you should not be afraid to show it or drastically change46.What does the author say in the first paragraph about physical contact?A) Its role in interpersonal relationships is getting increasingly importantB) It is becoming more acceptable to many who used to think it offensiveC) Its absence might suggest a lack of warmth in interpersonal relationshipsD) It might prompt different responses from people of different social backgrounds47.What does physical contact in communication suggest?A) What social class people belong toB) How civilized the communicators are.C) What family background people come fromD) How close the communicators' relationships are.48.What do we learn about people in high-contact cultures?A) They are sensitive to the way people express their emotionsB) They take touching as a cultural norm in social interactions.C) They attach great importance to close ties among peopleD) They tend to be more open in interpersonal relationships49.What do we learn about social customs in Arabian countries?A) Men can show friendship in public through physical affectionB) Non-traditional romantic relationships are simply unacceptableC) Physical contact between unfamiliar people is negatively perceivedD) People of different ages and genders show affection in different ways50.What does the author tell us to do concerning tactile communication?A) Lay emphasis on nonverbal communication.B) Learn to use appropriate body language firstC) Pay attention to the differences between genders.D) Take other people's preference into consideration."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What does the author say in the first paragraph about physical contact?",
            "Options": [
                {
                    "key": "A",
                    "text": "Its role in interpersonal relationships is getting increasingly important"
                },
                {
                    "key": "B",
                    "text": "It is becoming more acceptable to many who used to think it offensive"
                },
                {
                    "key": "C",
                    "text": "Its absence might suggest a lack of warmth in interpersonal relationships"
                },
                {
                    "key": "D",
                    "text": "It might prompt different responses from people of different social backgrounds"
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What does physical contact in communication suggest?",
            "Options": [
                {
                    "key": "A",
                    "text": "What social class people belong to"
                },
                {
                    "key": "B",
                    "text": "How civilized the communicators are."
                },
                {
                    "key": "C",
                    "text": "What family background people come from"
                },
                {
                    "key": "D",
                    "text": "How close the communicators' relationships are."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What do we learn about people in high-contact cultures?",
            "Options": [
                {
                    "key": "A",
                    "text": "They are sensitive to the way people express their emotions"
                },
                {
                    "key": "B",
                    "text": "They take touching as a cultural norm in social interactions."
                },
                {
                    "key": "C",
                    "text": "They attach great importance to close ties among people"
                },
                {
                    "key": "D",
                    "text": "They tend to be more open in interpersonal relationships"
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "What do we learn about social customs in Arabian countries?",
            "Options": [
                {
                    "key": "A",
                    "text": "Men can show friendship in public through physical affection"
                },
                {
                    "key": "B",
                    "text": "Non-traditional romantic relationships are simply unacceptable"
                },
                {
                    "key": "C",
                    "text": "Physical contact between unfamiliar people is negatively perceived"
                },
                {
                    "key": "D",
                    "text": "People of different ages and genders show affection in different ways"
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What does the author tell us to do concerning tactile communication?",
            "Options": [
                {
                    "key": "A",
                    "text": "Lay emphasis on nonverbal communication."
                },
                {
                    "key": "B",
                    "text": "Learn to use appropriate body language first"
                },
                {
                    "key": "C",
                    "text": "Pay attention to the differences between genders."
                },
                {
                    "key": "D",
                    "text": "Take other people's preference into consideration."
                }
            ]
        }
    ],
    "passagesTwo": [
        "From climate change to the ongoing pandemic (大流行病) and beyond, the issues facing today's world are increasingly complex and dynamic. Yet solving problems like these requires new approaches that extend beyond traditional ways of thinking. A study led by Yale Professor of Psychology, Paul O'Keefe, found that having a growth mindset(思维倾向) of interest may spark this type of innovation.Professor O'Keefe established in earlier stud比s that people hold different beliefs about the nature of interest. Those with a growth mindset of interest tend to believe that interests can be developed and cultivated, while those with a fixed mindset of interest tend to believe that interests are inherent (与生俱有的) and simply need to be 'found.'Building on these findings, the latest research examined how a growth mindset of interest can boost integrative thinking across the traditional disciplinary boundaries of arts and sciences.For example, in one task, research participants were instructed to create new college majors by combining two or more existing academic Arts or Science programs at the订 university. After coding and analyzing the ideas they generated, the team found that people with a growth mindset of interest were more likely to bridge programs across the arts and sciences to create new majors like computational economics rather than creating majors that drew from only one of those areas, like computational chemistry.As Professor O'Keefe pointed out"
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What does the author say about the world today?",
            "Options": [
                {
                    "key": "A",
                    "text": "It faces problems that are getting more varied and complicated"
                },
                {
                    "key": "B",
                    "text": "It has done away with many of the traditional ways of thinking"
                },
                {
                    "key": "C",
                    "text": "It is undergoing radical and profound changes"
                },
                {
                    "key": "D",
                    "text": "It is witnessing various types of innovations."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What did Professor O'Keefe find in his earlier studies?",
            "Options": [
                {
                    "key": "A",
                    "text": "People's interests tend to change with age."
                },
                {
                    "key": "B",
                    "text": "People's interests determine their mindsets."
                },
                {
                    "key": "C",
                    "text": "People are divided about the nature of interest."
                },
                {
                    "key": "D",
                    "text": "People of different ages have different mindsets."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What is the focus of Professor O'Keefe's recent research?",
            "Options": [
                {
                    "key": "A",
                    "text": "How boundaries can be removed between arts and science disciplines."
                },
                {
                    "key": "B",
                    "text": "How feasible it is to create new disciplines like computational economics"
                },
                {
                    "key": "C",
                    "text": "How students in arts and sciences view the two types of mindset of interest."
                },
                {
                    "key": "D",
                    "text": "How a growth mindset of interest can contribute to cross-disciplinary thinking."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What does the author want to illustrate with the example of smartphones?",
            "Options": [
                {
                    "key": "A",
                    "text": "Hi-tech products are needed in interdisciplinary research."
                },
                {
                    "key": "B",
                    "text": "Improved technology gives birth to highly popular products"
                },
                {
                    "key": "C",
                    "text": "Making innovative products needs multidisciplinary knowledge"
                },
                {
                    "key": "D",
                    "text": "Hi-tech products can boost people's integrative thinking"
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What is the author's suggestion to those who are seeking employment?",
            "Options": [
                {
                    "key": "A",
                    "text": "Leaming practical skills."
                },
                {
                    "key": "B",
                    "text": "Broadening their interests."
                },
                {
                    "key": "C",
                    "text": "Staying safe in the pandemic."
                },
                {
                    "key": "D",
                    "text": "Knowing their pressing issues"
                }
            ]
        }
    ]
}