{
  "title": "Section C",
  "passagesOne": [
    "Selective colleges and universities in the U.S. are under fire for being too elite and too expensive, and for not training graduates for the world of work. Such charges ignore the fact that these institutions continue to prepare students for success in their work, for thoughtful engagement in civic life, for lifelong learning, and for understanding the world and those with whom they live.",
    "These colleges and universities must be doing something right. Applications are at record highs, and their financial aid programs make them more accessible than ever. This model of education has long played a central role in creating opportunity, driving economic growth, and spurring innovation.",
    "Yet, there is growing skepticism about the value of this model. The recent tax reform bill is a wake-up call that our strongest colleges and universities are under assault by some in government. The initial proposals would have made education unaffordable for many by taxing tuition waivers for graduate students and ending deductions for student loan interest. Thankfully, these provisions were ultimately stripped from the bill, but lawmakers let stand a new tax on the investment income of some colleges and universities.",
    "While these attacks are motivated by misguided ideas, we need to do a better job of explaining why these claims are false and why what we do is valuable. We cannot take for granted that any of this is obvious.",
    "It is often said that elite colleges and universities do not train students, particularly those who study the liberal arts, for the workforce. But this can be refuted by scholarly research. The data are clear: a liberal arts education is great career preparation, both for excellent lifetime earnings and for satisfaction with the work. This education develops the skills of critical thinking, rigorous analysis of data and facts, communication with the written and spoken word, understanding of cultural differences and issues, and the ability to keep learning. In fact, liberal arts graduates do extremely well in every imaginable field.",
    "Access to an education at selective colleges and universities is now more available than ever to low- and middle-income families. We have built endowments from donations by alumni (校友) and parents who understand and appreciate our mission to provide access and opportunity, and a significant portion of the returns from these endowments is used to fund financial aid.",
    "Ironically, the new tax on endowments drains financial aid funds from the very schools most able to offer opportunity to those who have earned a spot but cannot otherwise afford this education. Beyond the virtue of access to those who have earned a place at these schools, the diversity of economic backgrounds enhances the education and experience of all of our students."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What fact does the author emphasize concerning selective colleges and universities?",
      "Options": [
        {
          "key": "A",
          "text": "They have been ignoring the training of graduates for the world of work."
        },
        {
          "key": "B",
          "text": "They have been doing well in ensuring their students a successful future."
        },
        {
          "key": "C",
          "text": "They have been constantly attacked for being too elite and too expensive."
        },
        {
          "key": "D",
          "text": "They have been actively engaged in civic life beyond the school campus."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What does the author say in arguing for the model of education in the U.S.?",
      "Options": [
        {
          "key": "A",
          "text": "It has contributed substantially to the nation’s overall development."
        },
        {
          "key": "B",
          "text": "It has succeeded in maintaining sustainable financial aid programs."
        },
        {
          "key": "C",
          "text": "It has given priority to innovative programs for graduate studies."
        },
        {
          "key": "D",
          "text": "It has played a central role in attracting international applicants."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What do we learn about the initial proposals concerning the recent tax reform bill?",
      "Options": [
        {
          "key": "A",
          "text": "They would have stripped many students of life’s chances."
        },
        {
          "key": "B",
          "text": "They would have deducted graduate student loan interest."
        },
        {
          "key": "C",
          "text": "They would have added to many students’ financial burden."
        },
        {
          "key": "D",
          "text": "They would have increased the number of tuition waivers."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What do the data show about elite colleges and universities?",
      "Options": [
        {
          "key": "A",
          "text": "Their graduates lack the rigor required for doing statistical analysis."
        },
        {
          "key": "B",
          "text": "Their students prove to be inadequately prepared for their future careers."
        },
        {
          "key": "C",
          "text": "Their focus on research is conducive to developing students’ critical thinking."
        },
        {
          "key": "D",
          "text": "Their liberal arts education enables graduates to excel in whatever field they are in."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What is an advantage of providing financial aid for students?",
      "Options": [
        {
          "key": "A",
          "text": "Every student can choose the institution they wish to attend."
        },
        {
          "key": "B",
          "text": "All students can benefit from a diversified student population."
        },
        {
          "key": "C",
          "text": "All students will be able to earn a place on university campus."
        },
        {
          "key": "D",
          "text": "Less privileged students will be more competitive at elite schools."
        }
      ]
    }
  ],
  "passagesTwo": [
    "When a group of Australians was asked why they believed climate change was not happening, about 36% said it was “common sense”, according to a report published last year by the Commonwealth Scientific and Industrial Research Organization. This was the most popular reason for their opinion, with only 11% saying their belief that climate change was not happening was based on scientific research.",
    "But what do we mean by an appeal to common sense? Presumably it’s an appeal to rationality of some sort that forms the basis of more complex reasoning. The appeal to common sense, however, is usually nothing more than an appeal to thinking that just feels right, but what feels right to one person may not feel right to another. Whether it feels right is usually a reflection of the world view and ideologies we have internalised, and that frames how we interact with new ideas. When new ideas are in accord with what we already believe, they are more readily accepted. When they are not, they, and the arguments that lead to them, are more readily rejected.",
    "We often mistake this automatic compatibility testing of new ideas with existing beliefs as an application of common sense, but, in reality, it is more about judging than thinking. As Nobelist Daniel Kahneman notes in Thinking, Fast and Slow, when we arrive at conclusions in this way, the outcomes also feel true, regardless of whether they are. We are not psychologically well equipped to judge our own thinking.",
    "We are also highly susceptible to a range of cognitive biases such as giving preference to the first things that come to mind when making decisions or giving weight to evidence.",
    "One way we can check our internal biases and inconsistencies is through the social verification of knowledge, in which we test our ideas in a rigorous and systematic way to see if they make sense not just to us, but to other people. The outstanding example of this socially shared cognition is science.",
    "That does not mean that individuals are not capable of excellent thinking, nor does it mean no individual is rational. But the extent to which individuals can do this on their own is a function of how well integrated they are with communities of systematic inquiry in the first place. You can’t learn to think well by yourself.",
    "In matters of science at least, those who value their common sense over methodological, collaborative investigation imagine themselves to be more free in their thinking, unbound by involvement with the group, but in reality they are tightly bound by their capabilities and perspectives. We are smarter together than we are individually, and perhaps that’s just common sense."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author intend to show by citing the findings from the report published last year?",
      "Options": [
        {
          "key": "A",
          "text": "People seldom appeal to rationality in their thinking."
        },
        {
          "key": "B",
          "text": "It is often the case that truth lies in the hands of a few."
        },
        {
          "key": "C",
          "text": "Common sense and science are the two sides of a coin."
        },
        {
          "key": "D",
          "text": "Few people know if climate change is really happening."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What is the appeal to common sense according to the author?",
      "Options": [
        {
          "key": "A",
          "text": "It is the basis for the internalisation of individuals’ ideologies."
        },
        {
          "key": "B",
          "text": "It is a series of conceptions formulated from complex reasoning."
        },
        {
          "key": "C",
          "text": "It is collective wisdom that helps people interact with new ideas."
        },
        {
          "key": "D",
          "text": "It is something subjective based on what one perceives to be right."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What does Daniel Kahneman think is the problem of testing new ideas with existing beliefs?",
      "Options": [
        {
          "key": "A",
          "text": "It may lead to incorrect judgment."
        },
        {
          "key": "B",
          "text": "It makes no use of common sense."
        },
        {
          "key": "C",
          "text": "It fails to correct mistakes through serious reasoning."
        },
        {
          "key": "D",
          "text": "It can produce psychologically unacceptable outcomes."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What can we do to be less susceptible to cognitive biases?",
      "Options": [
        {
          "key": "A",
          "text": "Give equal weight to evidence of both sides in a conflict."
        },
        {
          "key": "B",
          "text": "Provide convincing examples in developing an argument."
        },
        {
          "key": "C",
          "text": "Establish socially shared cognition via scientific methods."
        },
        {
          "key": "D",
          "text": "Avoid inconsistencies when addressing controversial issues."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What message does the author try to convey at the end of the passage?",
      "Options": [
        {
          "key": "A",
          "text": "Multiple perspectives stimulate people’s interest in exploring the unknown."
        },
        {
          "key": "B",
          "text": "Individuals can enhance their overall capabilities by interacting with others."
        },
        {
          "key": "C",
          "text": "Individuals should think freely to break from the restrictions of common sense."
        },
        {
          "key": "D",
          "text": "Collaborative efforts can overcome individuals’ limitations in scientific inquiry."
        }
      ]
    }
  ]
}
