{
    "title": "Section C",
    "passagesOne": [
        "When is cleaning walls a crime? When you're doing it to create art, obviously. A number of street artists around the world have started expressing themselves through a practice known as reverse graffiti (涂鸦). They find dirty surfaces and paint them with images or messages using cleaning brushes or pressure hoses (高压水管). Either way, it's the same principle: the image is made by cleaning away the dirt. Each artist has their own individual style but all artists share a common aim: to draw attention to the pollution in our cities. The UK's Paul Curtis, better known as Moose, operates around Leeds and London and has been commissioned by a number of companies to make reverse graffiti advertisements.",
        "Brazilian artist, Alexandre Orion, turned one of Sao Paulo's transport tunnels into an amazing wall painting in 2006 by getting rid of the dirt. Made up of a series of white skulls (颅骨), the painting reminds drivers of the effect their pollution is having on the planet. “Every motorist sits in the comfort of their car, but they don't give any consideration to the price their comfort has for the environment and consequently for themselves,” says Orion.",
        "The anti-pollution message of the reverse graffiti artists confuses city authorities since the main argument against graffiti is that it spoils the appearance of both types of property: public and private. This was what Leeds City Council said about Moose's work: “Leeds residents want to live in clean and attractive neighbourhoods. We view this kind of advertising as environmental damage and will take strong action against it.” Moose was ordered to “clean up his act.” How was he supposed to do this: by making all property he had cleaned dirty again?",
        "As for the Brazilian artist's work, the authorities were annoyed but could find nothing to charge him with. They had no other option but to clean the tunnel—but only the parts Alexandre had already cleaned. The artist merely continued his campaign on the other side. The city officials then decided to take drastic action. They not only cleaned the whole tunnel but every tunnel in Sao Paulo."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What do we learn from the passage about reverse graffiti?",
            "Options": [
                {
                    "key": "A",
                    "text": "It uses paint to create anti-pollution images."
                },
                {
                    "key": "B",
                    "text": "It creates a lot of trouble for local residents."
                },
                {
                    "key": "C",
                    "text": "It causes lots of distraction to drivers."
                },
                {
                    "key": "D",
                    "text": "It turns dirty walls into artistic works."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What do reverse graffiti artists try to do?",
            "Options": [
                {
                    "key": "A",
                    "text": "Publicise their artistic pursuit."
                },
                {
                    "key": "B",
                    "text": "Beautify the city environment."
                },
                {
                    "key": "C",
                    "text": "Raise public awareness of environmental pollution."
                },
                {
                    "key": "D",
                    "text": "Express their dissatisfaction with local govern-ments."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What do we learn about Brazilian artist Alexandre Orion?",
            "Options": [
                {
                    "key": "A",
                    "text": "He was good at painting white skulls."
                },
                {
                    "key": "B",
                    "text": "He chose tunnels to do his graffiti art."
                },
                {
                    "key": "C",
                    "text": "He suggested banning all polluting cars."
                },
                {
                    "key": "D",
                    "text": "He was fond of doing creative artworks."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "What does the author imply about Leeds City Council's decision?",
            "Options": [
                {
                    "key": "A",
                    "text": "It is simply absurd."
                },
                {
                    "key": "B",
                    "text": "It is well-informed."
                },
                {
                    "key": "C",
                    "text": "It is rather unexpected."
                },
                {
                    "key": "D",
                    "text": "It is quite sensible."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "How did Sao Paulo city officials handle Alexandre Orion's reverse graffiti?",
            "Options": [
                {
                    "key": "A",
                    "text": "They made him clean all the tunnels in Sao Paulo."
                },
                {
                    "key": "B",
                    "text": "They took drastic action to ban all reverse graffiti."
                },
                {
                    "key": "C",
                    "text": "They charged him with polluting tunnels in the city."
                },
                {
                    "key": "D",
                    "text": "They made it impossible for him to practice his art."
                }
            ]
        }
    ],
    "passagesTwo": [
        "The practice of paying children an allowance became popular in America about 100 years ago. Nowadays, American kids on average receive about $800 per year in allowance. But the vast majority of American parents who pay allowance tie it to the completion of housework. Although many parents believe that paying an allowance for completing chores benefits their children, a range of experts expressed concern that tying allowance very closely to chores may not be ideal. In fact, the way chores work in many households worldwide points to another way.",
        "Suniya Luthar, a psychologist, is against paying kids for chores. Luthar is not opposed to giving allowances, but she thinks it's important to establish that chores are done not because they will lead to payment, but because they keep the household running. Luthar's suggested approach to allowance is compatible with that of writer Ron Lieber, who advises that allowances be used as a means of showing children how to save, give, and spend on things they care about. Kids should do chores, he writes, “for the same reason adults do, because the chores need to be done, and not with the expectation of compensation.”",
        "This argument has its critics, but considering the way chores are undertaken around the world may change people's thinking. Professor David Lancy of Utah State University has studied how families around the world handle chores. At about 18 months of age, Lancy says, most children become eager to help their parents, and in many cultures, they begin helping with housework at that age. They begin with very simple tasks, but their responsibilities gradually increase. And they do these tasks without payment. Lancy contrasts this with what happens in America. “We deny our children's bids to help until they are 6 or 7 years old,” Lancy says, “when many have lost the desire to help and then try to motivate them with payment. The solution to this problem is not to try to use money as an incentive to do housework, but to get children involved in housework much earlier, when they actually want to do it.”"
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What do some experts think about paying children for doing chores?",
            "Options": [
                {
                    "key": "A",
                    "text": "It may benefit children in more ways than one."
                },
                {
                    "key": "B",
                    "text": "It may help children learn the worth of labor."
                },
                {
                    "key": "C",
                    "text": "It may not turn out to be the best thing to do."
                },
                {
                    "key": "D",
                    "text": "It may not be accepted by low-income parents."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "According to Suniya Luthar, doing chores will help children learn to ______________.",
            "Options": [
                {
                    "key": "A",
                    "text": "share family responsibilities"
                },
                {
                    "key": "B",
                    "text": "appreciate the value of work"
                },
                {
                    "key": "C",
                    "text": "cultivate the spirit of independence"
                },
                {
                    "key": "D",
                    "text": "manage domestic affairs themselves"
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What does Ron Lieber think should be the goal of giving children allowances?",
            "Options": [
                {
                    "key": "A",
                    "text": "To help to strengthen family ties."
                },
                {
                    "key": "B",
                    "text": "To teach them how to manage money."
                },
                {
                    "key": "C",
                    "text": "To motivate them to do more housework."
                },
                {
                    "key": "D",
                    "text": "To show parents' appreciation of their help."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What does David Lancy say about 18-month-olds?",
            "Options": [
                {
                    "key": "A",
                    "text": "They have a natural instinct to help around the house."
                },
                {
                    "key": "B",
                    "text": "They are too young to request money for what they do."
                },
                {
                    "key": "C",
                    "text": "They should learn to understand family responsibilities."
                },
                {
                    "key": "D",
                    "text": "They need a little incentive to get involved in housework."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What does David Lancy advise American parents to do?",
            "Options": [
                {
                    "key": "A",
                    "text": "Set a good example for children in doing housework."
                },
                {
                    "key": "B",
                    "text": "Make children do housework without compensation."
                },
                {
                    "key": "C",
                    "text": "Teach children how to do housework."
                },
                {
                    "key": "D",
                    "text": "Accept children's early bids to help."
                }
            ]
        }
    ]
}