{
  "title": "Section C",
  "passagesOne": [
    "The U.S. and China don't agree on much these days. Germany and France share a border and a currency but are frequently at odds. The U.K. and India like to march to their own drum. But there's one issue on which all these countries see eye to eye: Technology companies are too big, too powerful, and too profitable. And that power is only likely to intensify, leaving governments with no choice but to confront it head-on by taking the companies to court, passing new competition laws, and perhaps even breaking up the tech giants.",
    "China is the latest to implement an anti-trust crackdown, unveiling anti-monopoly rules last month. The draft rules followed the surprise suspension of a $ 37 billion stock offering by billionaire Jack Ma's Ant Group Co., making clear that no company can evade the government's regulation. The moves in China coincide with accelerating efforts in the U.S. and Europe to rein in Amazon. com, Apple, Facebook, and Google.",
    "“The big get bigger and bigger but without being better,“ says Andreas Schwab, a German member of the European Parliament who championed a 2014 resolution to break up Google. “Growing economic power, growing influence on local markets all over the world, and a growing concern of competitors and consumers altogether have made it happen now.“",
    "In this new anti-trust era, the old focus on pricing power no longer applies, because several of the biggest tech companies have established trillion-dollar monopolies by charging consumers next to nothing. Tech giants are increasingly assuming powerful positions in banking, finance, advertising, retail, and other markets that force smaller businesses to rely on their platforms to reach customers.",
    "For years, Europe alone confronted the power of digital giants. Governments were alarmed that European companies were failing to match Silicon Valley's innovations or to stop Google and Facebook from vacuuming up personal data and, with that, advertising revenue. Led by Margrethe Vestager, the European Union's competition chief, countries have sought to police the market and encourage fair play.",
    "In China the crackdown has been driven at least partly by fear that the homegrown tech industry is becoming too powerful. The country has long championed Alibaba and Tencent, but their massive accumulation of data on the Chinese citizenry is a growing concern for Beijing.",
    "In the U.S., a new breed of anti-trust experts argues that consideration should be given to privacy, control over data, workers' rights, and the overall impact on smaller companies. And the public in general have grown increasingly skeptical of social media companies. More than 60% say the sector has a negative effect on the country, and almost half want more regulation for social media, according to a 2020 Pew Research Center study."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What does the author say is the issue all major economic powers have to address?",
      "Options": [
        {
          "key": "A",
          "text": "How to ensure the sustainable growth of their tech giants."
        },
        {
          "key": "B",
          "text": "How to keep the competitiveness of their tech companies."
        },
        {
          "key": "C",
          "text": "How to break up the powerful giant tech companies."
        },
        {
          "key": "D",
          "text": "How to stop tech companies from gaining monopoly."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What does the suspension of Ant Group Co. 's stock offering suggest?",
      "Options": [
        {
          "key": "A",
          "text": "All attempts to evade regulation are doomed to failure."
        },
        {
          "key": "B",
          "text": "All attempts to monopolize sales must be cracked down."
        },
        {
          "key": "C",
          "text": "All companies must be regulated by the government."
        },
        {
          "key": "D",
          "text": "All companies, domestic or foreign, are created equal."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "How are smaller companies impacted by tech giants' business expansion?",
      "Options": [
        {
          "key": "A",
          "text": "They can no longer do business independent of tech giants."
        },
        {
          "key": "B",
          "text": "They are frequently denied access to tech giants' platforms."
        },
        {
          "key": "C",
          "text": "They have to change marketing strategies to keep customers."
        },
        {
          "key": "D",
          "text": "They no longer have the power to price their own products."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What have EU countries done to confront the power of digital giants?",
      "Options": [
        {
          "key": "A",
          "text": "They have imposed strict regulation over digital giants' advertising."
        },
        {
          "key": "B",
          "text": "They have considered regulatory action to promote fair competition."
        },
        {
          "key": "C",
          "text": "They have limited sales of digital giants' products."
        },
        {
          "key": "D",
          "text": "They have sought to protect consumers' privacy."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What do Americans generally think of social media companies according to the author?",
      "Options": [
        {
          "key": "A",
          "text": "They are invading people's privacy."
        },
        {
          "key": "B",
          "text": "They are increasingly influential."
        },
        {
          "key": "C",
          "text": "They are becoming untrustworthy."
        },
        {
          "key": "D",
          "text": "They are growing out of control."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Born from the accessibility of mass air travel, modern international tourism has been popularized as “holiday-making“ in regions that offer comparative advantages of sand, sun and sea. Travel is often portrayed as a tool for personal growth and tourism as an economic motor for destination countries and cities. There is a tendency to assume that tourism is good for everyone involved.",
    "Today the big bang of tourism drives over 1. 2 billion tourists across international borders annually. Many popular places are literally being loved to death. Recent protests in ports of call like Venice and Barcelona against disturbances created by cruise ships show the unfortunate consequences of emphasizing quantity over quality in tourism.",
    "Uncontrolled tourism development has become a primary driver of social and environmental disruption. Tourism studies provide much documentation of the many negative social impacts of tourism and resulting resentment that local populations direct toward visitors.",
    "Antagonism toward tourists typically develops in mature, heavily visited destinations. Protests in heavily visited destinations suggest that traditional tourism has overstayed its welcome.",
    "Residents often become frustrated when the benefits of tourism are not felt locally. Although it can generate foreign exchange, income and employment, there's no guarantee that multinational hotel chains will allocate these benefits equitably among local communities.",
    "On the contrary, when people stay at large resorts or on cruise ships, they make most of their purchases there, leaving local communities little opportunity to benefit from tourist spending. These forms of tourism widen economic and political gaps between haves and have-nots at local destinations.",
    "In recent decades, local residents in destination communities also have found themselves negotiating new cultural boundaries, class dynamics, service industry roles and lifestyle transformations. For example, data show that tourism activity corresponds to increased social problems as local residents adopt the behaviors of tourists.",
    "What does all this mean for the everyday traveler?",
    "First, all tourists should make every effort to honor their hosts and respect local conditions. This means being prepared to adapt to local customs and norms, rather than expecting local conditions to adapt to travelers.",
    "Second, tourism is a market-based activity and works best when consumers reward better performers.",
    "In the information age, there's little excuse for travelers being uninformed about where their vacation money goes and who it enriches.",
    "Informed travelers also are better able to distinguish between multinational companies and local entrepreneurs whose businesses provide direct social, environmental, and economic benefits for local residents. Such businesses are in love with the destination and are therefore deserving of market reward.",
    "In the long run, being a responsible traveler means ensuring net positive impacts for local people and environments. With the information available at our fingertips, there has never been more opportunity to do so."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What is the popular assumption about international tourism?",
      "Options": [
        {
          "key": "A",
          "text": "Its benefits may compensate for the adverse environmental consequences."
        },
        {
          "key": "B",
          "text": "Its rapid development is attributed to people's improved living standard."
        },
        {
          "key": "C",
          "text": "It appeals to people in places with favorable geographical conditions."
        },
        {
          "key": "D",
          "text": "It contributes to the economy of destination countries and regions."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What do we learn from some studies about uncontrolled tourism development?",
      "Options": [
        {
          "key": "A",
          "text": "It gives rise to an increase in mass confrontations."
        },
        {
          "key": "B",
          "text": "It incurs local residents' antagonism to tourists."
        },
        {
          "key": "C",
          "text": "It inhibits the steady growth of local economy."
        },
        {
          "key": "D",
          "text": "It brings in a large chunk of mobile population."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "Why does the author say local residents of popular destinations often feel frustrated?",
      "Options": [
        {
          "key": "A",
          "text": "They fall victim to social conflicts and environmental disturbances."
        },
        {
          "key": "B",
          "text": "They have little opportunity to enjoy themselves on cruise ships."
        },
        {
          "key": "C",
          "text": "They cannot find employment in multinational hotel chains."
        },
        {
          "key": "D",
          "text": "They do not think they benefit as much as they deserve."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "How does the author say local residents in destination communities respond to tourism activity?",
      "Options": [
        {
          "key": "A",
          "text": "They endeavor to adapt to it."
        },
        {
          "key": "B",
          "text": "They readily adopt new lifestyles."
        },
        {
          "key": "C",
          "text": "They immerse tourists in their culture."
        },
        {
          "key": "D",
          "text": "They try to upgrade their business models."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What can tourists do to exert more positive impacts on the tourist destinations?",
      "Options": [
        {
          "key": "A",
          "text": "Show interest in local customs and lifestyles."
        },
        {
          "key": "B",
          "text": "Seck possibilities to invest in local companies."
        },
        {
          "key": "C",
          "text": "Use the services provided by local businesses."
        },
        {
          "key": "D",
          "text": "Give favorable comments about their services."
        }
      ]
    }
  ]
}
