{
    "title": "Section C",
    "passagesOne": [
        "California has been facing a drought for many years now, with certain areas even having to pump freshwater hundreds of miles to their distribution system. The problem is growing as the population of the state continues to expand. New research has found deep water reserves under the state which could help solve their drought crisis. Previous drilling of wells could only reach depths of 1,000 feet, but due to new pumping practices, water deeper than this can now be extracted (抽取) . The team at Stanford investigated the aquifers (地下蓄水层) below this depth and found that reserves may be triple what was previously thought. It is profitable to drill to depths more than 1,000 feet for oil and gas extraction, but only recently in California has it become profitable to pump water from this depth. The aquifers range from 1,000 to 3,000 feet below the ground, which means that pumping will be expensive and there are other concerns. The biggest concern of pumping out water from this deep is the gradual settling down of the land surface. As the water is pumped out, the vacant space left is compacted by the weight of the earth above. Even though pumping from these depths is expensive, it is still cheaper than desalinating (脱盐) the ocean water in the largely coastal state. Some desalination plants exist where feasible, but they are costly to run and can need constant repairs. Wells are much more reliable sources of freshwater, and California is hoping that these deep wells may be the answer to their severe water shortage. One problem with these sources is that the deep water also has a higher level of salt than shallower aquifers. This means that some wells may even need to undergo desalination after extraction, thus increasing the cost. Research from the exhaustive study of groundwater from over 950 drilling logs has just been published. New estimates of the water reserves now go up to 2,700 billion cubic meters of freshwater."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "How could California’s drought crisis be solved according to some researchers?",
            "Options": [
                {
                    "key": "A",
                    "text": "By building more reserves of groundwater."
                },
                {
                    "key": "B",
                    "text": "By drawing water from the depths of the earth."
                },
                {
                    "key": "C",
                    "text": "By developing more advanced drilling devices."
                },
                {
                    "key": "D",
                    "text": "By upgrading its water distribution system."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What can be inferred about extracting water from deep aquifers?",
            "Options": [
                {
                    "key": "A",
                    "text": "It was deemed vital to solving the water problem."
                },
                {
                    "key": "B",
                    "text": "It was not considered worth the expense."
                },
                {
                    "key": "C",
                    "text": "It may not provide quality freshwater."
                },
                {
                    "key": "D",
                    "text": "It is bound to gain support from the local people."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What is mentioned as a consequence of extracting water from deep underground?",
            "Options": [
                {
                    "key": "A",
                    "text": "The sinking of land surface."
                },
                {
                    "key": "B",
                    "text": "The harm to the ecosystem."
                },
                {
                    "key": "C",
                    "text": "The damage to aquifers."
                },
                {
                    "key": "D",
                    "text": "The change of the climate."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "What does the author say about deep wells?",
            "Options": [
                {
                    "key": "A",
                    "text": "They run without any need for repairs."
                },
                {
                    "key": "B",
                    "text": "They are entirely free from pollutants."
                },
                {
                    "key": "C",
                    "text": "They are the ultimate solution to droughts."
                },
                {
                    "key": "D",
                    "text": "They provide a steady supply of freshwater."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What may happen when deep aquifers are used as water sources?",
            "Options": [
                {
                    "key": "A",
                    "text": "People’s health may improve with cleaner water."
                },
                {
                    "key": "B",
                    "text": "People’s water bills may be lowered considerably."
                },
                {
                    "key": "C",
                    "text": "The cost may go up due to desalination."
                },
                {
                    "key": "D",
                    "text": "They may be exhausted sooner or later."
                }
            ]
        }
    ],
    "passagesTwo": [
        "The AlphaGo program’s victory is an example of how smart computers have become. But can artificial intelligence (AI) machines act ethically, meaning can they be honest and fair? One example of AI is driverless cars. They are already on California roads, so it is not too soon to ask whether we can program a machine to act ethically. As driverless cars improve, they will save lives. They will make fewer mistakes than human drivers do. Sometimes, however, they will face a choice between lives. Should the cars be programmed to avoid hitting a child running across the road, even if that will put their passengers at risk? What about making a sudden turn to avoid a dog? What if the only risk is damage to the car itself, not to the passengers? Perhaps there will be lessons to learn from driverless cars, but they are not super-intelligent beings. Teaching ethics to a machine even more intelligent than we are will be the bigger challenge. About the same time as AlphaGo’s triumph, Microsoft’s ‘chatbot’ took a bad turn. The software, named Taylor, was designed to answer messages from people aged 18-24. Taylor was supposed to be able to learn from the messages she received. She was designed to slowly improve her ability to handle conversations, but some people were teaching Taylor racist ideas. When she started saying nice things about Hitler, Microsoft turned her off and deleted her ugliest messages. AlphaGo’s victory and Taylor’s defeat happened at about the same time. This should be a warning to us. It is one thing to use AI within a game with clear rules and clear goals. It is something very different to use AI in the real world. The unpredictability of the real world may bring to the surface a troubling software problem. Eric Schmidt is one of the bosses of Google, which owns AlphaGo. He thinks AI will be positive for humans. He said people will be the winner, whatever the outcome. Advances in AI will make human beings smarter, more able and “just better human beings.”"
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What does the author want to show with the example of AlphaGo’s victory?",
            "Options": [
                {
                    "key": "A",
                    "text": "Computers will prevail over human beings."
                },
                {
                    "key": "B",
                    "text": "Computers have unmatched potential."
                },
                {
                    "key": "C",
                    "text": "Computers are man’s potential rivals."
                },
                {
                    "key": "D",
                    "text": "Computers can become highly intelligent."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What does the author mean by AI machines acting ethically?",
            "Options": [
                {
                    "key": "A",
                    "text": "They are capable of predicting possible risks."
                },
                {
                    "key": "B",
                    "text": "They weigh the gains and losses before reaching a decision."
                },
                {
                    "key": "C",
                    "text": "They make sensible decisions when facing moral dilemmas."
                },
                {
                    "key": "D",
                    "text": "They sacrifice everything to save human lives."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What is said to be the bigger challenge facing humans in the AI age?",
            "Options": [
                {
                    "key": "A",
                    "text": "How to make super-intelligent AI machines share human feelings."
                },
                {
                    "key": "B",
                    "text": "How to ensure that super-intelligent AI machines act ethically."
                },
                {
                    "key": "C",
                    "text": "How to prevent AI machines doing harm to humans."
                },
                {
                    "key": "D",
                    "text": "How to avoid being over-dependent on AI machines."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What do we learn about Microsoft’s ‘chatbot’ Taylor?",
            "Options": [
                {
                    "key": "A",
                    "text": "She could not distinguish good from bad."
                },
                {
                    "key": "B",
                    "text": "She could turn herself off when necessary."
                },
                {
                    "key": "C",
                    "text": "She was not made to handle novel situations."
                },
                {
                    "key": "D",
                    "text": "She was good at performing routine tasks."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What does Eric Schmidt think of artificial intelligence?",
            "Options": [
                {
                    "key": "A",
                    "text": "It will be far superior to human beings."
                },
                {
                    "key": "B",
                    "text": "It will keep improving as time goes by."
                },
                {
                    "key": "C",
                    "text": "It will prove to be an asset to human beings."
                },
                {
                    "key": "D",
                    "text": "It will be here to stay whatever the outcome."
                }
            ]
        }
    ]
}