{
  "title": "Section C",
  "passagesOne": [
    "We often think of drawing as something that takes inborn talent, but this kind of thinking stems from our misclassification of drawing as, primarily, an art form rather than a tool for learning. Researchers, teachers, and artists are starting to see how drawing can positively impact a wide variety of skills and disciplines. Most of us have spent some time drawing before, but at some point, most of us stop drawing. There are people who don’t, obviously, and thank god for that: a world without designers and artists would be a very shabby one indeed. Some argue that so many adults have abandoned drawing because we’ve miscategorized it and given it a very narrow definition. In his book, Stick Figures: Drawing as a Human Practice, Professor D. B. Dowd argues that we have misfiled the significance of drawing because we see it as a professional skill instead of a personal capacity. We mistakenly think of “good” drawings as those which work as recreations of the real world, as realistic illusions. Rather, drawing should be recategorized as a symbolic tool. Human beings have been drawing for 73,000 years. It’s part of what it means to be human. We don’t have the strength of chimpanzees （大猩猩）because we’ve given up animal strength to manipulate subtle instruments,like hammers, spears, and—later—pens and pencils. The human hand is an extremely dense network of nerve endings. In many ways, human beings are built to draw. Some researchers argue that doodling （涂画）activates the brain’s so-called default circuit—essentially,the areas of the brain responsible for maintaining a baseline level of activity in the absence of other stimuli.Because of this, some believe that doodling during a boring lecture can help students pay attention. In one study,participants were asked to listen to a list of names while either doodling or sitting still. Those who doodled remembered 29 percent more of the names than those who did not. There’s also evidence that drawing talent is based on how accurately someone perceives the world. The human visual system tends to misjudge size, shape, color, and angles but artists perceive these qualities more accurately than non-artists. Cultivating drawing talent can become an essential tool to improve people’s observational skills in fields where the visual is important. Rather than think of drawing as a talent that some creative people are gifted in, we should consider it as a tool for seeing and understanding the world better—one that just so happens to double as an art form. Both absent-minded doodling and copying from life have been shown to positively affect your memory and visual perception, so complain loudly the next time your school board slashes the art department’s budget."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What do people generally think about drawing?",
      "Options": [
        {
          "key": "A",
          "text": "It is a gift creative people are endowed with."
        },
        {
          "key": "B",
          "text": "It is a skill that is acquired with practice."
        },
        {
          "key": "C",
          "text": "It is an art form that is appreciated by all."
        },
        {
          "key": "D",
          "text": "It is an ability everyone should cultivate."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What do we learn about designers and artists?",
      "Options": [
        {
          "key": "A",
          "text": "They are declining gradually in number."
        },
        {
          "key": "B",
          "text": "They are keen on changing shabby surroundings."
        },
        {
          "key": "C",
          "text": "They add beauty and charm to the world."
        },
        {
          "key": "D",
          "text": "They spend most of their lives drawing."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What does Professor D. B. Dowd argue in his book?",
      "Options": [
        {
          "key": "A",
          "text": "Everybody is born with the capacity to draw."
        },
        {
          "key": "B",
          "text": "Drawing is a skill that requires special training."
        },
        {
          "key": "C",
          "text": "The value of drawing tends to be overestimated."
        },
        {
          "key": "D",
          "text": "Drawing should be redefined as a realistic illusion."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What have some researchers found from one study about doodling?",
      "Options": [
        {
          "key": "A",
          "text": "It is a must for maintaining a base level of brain activity."
        },
        {
          "key": "B",
          "text": "It can turn something boring into something interesting."
        },
        {
          "key": "C",
          "text": "It is the most reliable stimulant to activate the brain."
        },
        {
          "key": "D",
          "text": "It helps improve concentration and memory."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What is characteristic of people with drawing talent?",
      "Options": [
        {
          "key": "A",
          "text": "Sensitivity to cognitive stimulation."
        },
        {
          "key": "B",
          "text": "Subtlety of representation."
        },
        {
          "key": "C",
          "text": "Accuracy in categorization."
        },
        {
          "key": "D",
          "text": "Precision in visual perception."
        }
      ]
    }
  ],
  "passagesTwo": [
    "The car has reshaped our cities. It seems to offer autonomy for everyone. There is something almost delightful in the detachment from reality of advertisements showing mass-produced cars marketed as symbols of individuality and of freedom when most of their lives will be spent making short journeys on choked roads.",
    "For all the fuss made about top speeds, cornering ability and acceleration, the most useful gadgets on a modern car are those which work when you’re going very slowly: parking sensors, sound systems, and navigation apps which will show a way around upcoming tra fic jams. This seems to be one of the few areas where the benefit of sharing personal information comes straight back to the sharer: because these apps know where almost all the users are, and how fast they are moving almost all the time, they can spot tra fic congestion （堵塞）very quickly and suggest ways round it.",
    "The problem comes when everyone is using a navigation app which tells them to avoid everyone else using the same gadget. Tra fic jams often appear where no one has enough information to avoid them. When a lucky few have access to the knowledge, they will benefit greatly. But when everyone has perfect information, tra fic jams simply spread onto the side roads that seem to of er a way round them.",
    "This new congestion teaches us two things. The first is that the promises of technology will never be realised as fully as we hope; they will be limited by their unforeseen and unintended consequences. Sitting in a more comfortable car in a dif erent tra fic jam is pleasant but hardly the liberation that once seemed to be promised.The second is that self-organisation will not get us where we want to go. The eforts of millions of drivers to get ahead do not miraculously produce a situation in which everyone does better than before, but one in which almost everyone does rather worse. Central control and collective organisation can produce smoother and fairer outcomes, though even that much is never guaranteed.",
    "Similar limits can be foreseen for the much greater advances promised by self-driving cars. Last week, one operated by the taxi company Uber struck and killed a woman pushing her bicycle across a wide road in Arizona.This was the first recorded death involving a car which was supposed to be fully autonomous. Experts have said that it suggests a “catastrophic failure” of technology.",
    "Increasingly, even Silicon Valley has to acknowledge the costs of the intoxicating （令人陶醉的）hurry that characterises its culture. What tra fic teaches us is that reckless and uncontrolled change is as likely to harm us as it is to benefit us, and that thoughtful regulation is necessary for a better future."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author say about car advertisements?",
      "Options": [
        {
          "key": "A",
          "text": "They portray drivers who enjoy speed on the road."
        },
        {
          "key": "B",
          "text": "They present a false picture of the autonomy cars provide."
        },
        {
          "key": "C",
          "text": "They pursue individuality and originality in design concept."
        },
        {
          "key": "D",
          "text": "They overestimate the potential market of autonomous cars."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What does the author imply about the various gadgets on cars?",
      "Options": [
        {
          "key": "A",
          "text": "They can help to alleviate tra fic jams."
        },
        {
          "key": "B",
          "text": "Most of them are as efective as advertised."
        },
        {
          "key": "C",
          "text": "Only some can be put to use under current traffic conditions."
        },
        {
          "key": "D",
          "text": "They are constantly upgraded to make driving easier and safer."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What does the author say about the use of navigation apps?",
      "Options": [
        {
          "key": "A",
          "text": "It is likely to create tra fic jams in other places."
        },
        {
          "key": "B",
          "text": "It helps a great deal in easing tra fic congestion."
        },
        {
          "key": "C",
          "text": "It sharply reduces the incidence of tra fic accidents."
        },
        {
          "key": "D",
          "text": "It benefits those who are learning to drive."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What does the author say about technology?",
      "Options": [
        {
          "key": "A",
          "text": "Its consequences are usually di ficult to assess."
        },
        {
          "key": "B",
          "text": "It seldom delivers all the benefits as promised."
        },
        {
          "key": "C",
          "text": "It depends on the required knowledge for application."
        },
        {
          "key": "D",
          "text": "Its benefits are guaranteed by collective wisdom."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What key message does the author try to convey in the passage?",
      "Options": [
        {
          "key": "A",
          "text": "The consequences of technological innovation need not be exaggerated."
        },
        {
          "key": "B",
          "text": "There is always a price to pay to develop technology for a better world."
        },
        {
          "key": "C",
          "text": "Technological innovation should be properly regulated."
        },
        {
          "key": "D",
          "text": "The culture of Silicon Valley ought not to be emulated."
        }
      ]
    }
  ]
}
