{
  "title": "Section B",
  "passageTitle": "France’s beloved cathedral only minutes away from complete destruction",
  "passages": [
    "A) Notre Dame Cathedral in the heart of Paris was within “15 to 30 minutes” of complete destruction as firefighters battled to stop flames reaching its bell towers on Monday evening, French authorities have revealed. A greater disaster was averted by members of the Paris fire brigade, who risked their lives to remain inside the burning monument to create a wall of water between the raging fire and the two towers on the west of the building.",
    "B) The revelation of how close France came to losing its most famous cathedral emerged as police investigators questioned workers involved in the restoration of the monument to try to establish the cause of the devastating blaze. Paris prosecutor Remy Heitz said that an initial fire alert was sounded at 6:20pm on Monday evening but no fire was found. The second alert was sounded at 6:43pm, and the blaze was discovered on the roof.",
    "C) More than €650 million was raised in a few hours on Tuesday as French business leaders and global corporations announced they would donate to a restoration campaign launched by the president, Emmanuel Macron. But as the emergency services picked through the burnt debris, a row was resurfacing over accusations that the beloved cathedral, immortalised in Victor Hugo’s novel, was already crumbling before the fire.",
    "D) The cathedral is owned by the French state and has been at the centre of a years-long dispute over who should finance restoration work of the collapsing staircases, crumbling statues and cracked walls. Jean-Michel Leniaud, the president of the scientific council at the National Heritage Institute, said: “What happened was bound to happen. The lack of adequate maintenance and daily attention to such a majestic building is the cause of this catastrophe.” After the blaze was declared completely extinguished, 15 hours after it started, the junior interior minister, Laurent Nunez, said the structure had been saved but remained vulnerable. He praised the actions of the firefighters but admitted the fate of the cathedral had been uncertain. “They saved the main structure, but it all came down to 15-30 minutes,” Nunez said.",
    "E) In a surprise televised address on Tuesday evening, Macron said he wanted to see the cathedral rebuilt within five years. “The fire at Notre Dame reminds us that we will always have challenges to overcome,” Macron said. “Notre Dame is our history, our literature, the centre of our life. It is the standard by which we measure our distances. It’s so many books, so many paintings. It’s the cathedral of every French person, even those who have never visited it. This history is ours and so we will rebuild Notre Dame. It is what the French people expect; it is what our history deserves. It is our deep destiny. We will rebuild Notre Dame so it is even more beautiful than before. I want it done in the next five years. We can do it. After the time of testing comes a time of reflection and then of action.”",
    "F) The fire, which had started at the base of the 93-metre spire （尖塔）at about 6:40pm on Monday, spread through the cathedral’s roof, made up of hundreds of oak beams, some dating back to the 13th century. These beams, known as la forêt （the forest）because of their density, formed the cross-shaped roof that ran the length of the central part of the cathedral. As hundreds of tourists and Parisians stood and watched the flames leaping from the roof, there was shock and tears as the cathedral spire caught fire, burned and then collapsed into itself.",
    "G) A collection of dramatic videos and photos quickly spread across social media, showing the horrifying destruction, and attracting emotional responses from people all over the world. Indeed, within minutes the fire occupied headlines of every major global newspaper and television network. This is not surprising given Notre Dame Cathedral, meaning “Our Lady”, is one of the most recognised symbols of the city of Paris attracting millions of tourists every year.",
    "H) While the world looked on, the 500 firefighters at the scene then battled to prevent the flames from reaching the two main towers, where the cathedral bells hang. If the wooden frame of the towers had caught fire,it could have sent the bells—the largest of which, the Emmanuel Bell, weighs 13 tons—crashing down,potentially causing the collapse of both towers. Police and fire services will spend the next 48 hours assessing the “security and safety” of the 850-year-old structure. Nunez said: “We have identified vulnerabilities throughout the structure, all of which still need securing.” As a result, residents of five buildings around the northern side of the cathedral were being temporarily evacuated, he added. Architects have identified three main holes in the structure, in the locations of the spire, the main hall and the upper rooms to the north of the central aisle. Most of the wooden roof beams have been burned, and parts of the concrete holding up the roof have collapsed.",
    "I) The interior minister, Christophe Castaner, visited the cathedral on Tuesday afternoon to see the extent of the devastation. Ash covered the marble diamond-patterned floor and floated in large pools of grey water from the fire hoses. Behind a heap of blackened oak beams that lay piled up where they had fallen, daylight from vast holes in the cathedral roof lit a golden cross over a statue by Nicolas Coustou, which appeared to have escaped damage. Preliminary inspections also suggested the three ornate （装饰华丽的）stained glass“rose” windows appeared to have survived the fire, o ficials said. However, fire o ficers have said a complete inventory of the damage will not be possible until the cathedral structure has been deemed safe.",
    "J) The culture minister, Franck Riester, said religious relics saved from the cathedral were being securely held at the Hôtel de Ville, and works of art that sustained smoke damage were being taken to the Louvre, the world’s largest art museum, where they would be dried out, repaired and stored. Sixteen copper statues that decorated the spire had been removed for restoration only a few days before the fire. Relics at the top of the spire are believed lost as the spire was destroyed. As well as damage from the heat, which firefighters said reached more than 800℃, experts also need to assess damage from the vast quantities of water firefighters poured into the cathedral. One casualty of this was The Great Organ constructed in the 1730s, which was said to have escaped the flames but been significantly damaged by water.",
    "K) French political commentators noted the devastating fire had succeeded where Macron had failed in uniting the country. But criticism over the original state of the building is likely to intensify over coming days.Leniaud told La Croix newspaper: “This is not about looking for people to blame. The responsibility is collective because this is the most loved monument in the country.” Alexandre Gady, an art historian, agreed.“We’ve been saying for years that the budget for maintaining historic monuments is too low,” Gady said. The Paris prosecutor’s o fice has opened an inquiry into “involuntary destruction by fire”, indicating they believe the cause of the blaze was accidental rather than criminal."
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "The total amount of damage to Notre Dame Cathedral can be assessed only when its structure is considered safe."
    },
    {
      "Number": 37,
      "Statement": "Once again people began to argue whether Notre Dame Cathedral was going to collapse even without the fire."
    },
    {
      "Number": 38,
      "Statement": "The Notre Dame Cathedral catastrophe was said to have helped unite the French nation."
    },
    {
      "Number": 39,
      "Statement": "The roof of Notre Dame Cathedral was built with large numbers of densely laid-out wood beams."
    },
    {
      "Number": 40,
      "Statement": "Renovation workers of Notre Dame Cathedral were questioned to find out the cause of the accident."
    },
    {
      "Number": 41,
      "Statement": "Had the bell towers’ wooden frames burned down, the heavy bells would have crashed down."
    },
    {
      "Number": 42,
      "Statement": "The timely action of the firefighters prevented the fire from reaching the Cathedral’s bell towers."
    },
    {
      "Number": 43,
      "Statement": "Apart from the fire, the water used to extinguish it also caused a lot of damage to Notre Dame Cathedral."
    },
    {
      "Number": 44,
      "Statement": "There has been argument over the years as to who should pay for the restoration of Notre Dame Cathedral."
    },
    {
      "Number": 45,
      "Statement": "News of the Notre Dame Cathedral catastrophe instantly caught media attention throughout the world."
    }
  ]
}