{
  "title": "Section A",
  "passages": [
    "I’m always baffled when I walk into a pharmacy and see shelves bursting with various vitamins,extracts and other supplements, all promising to accelerate or promote weight loss. Aisles of marketing genius belie （掩饰）the fact that, 26 , weight loss is dictated by the laws of arithmetic. Economist Jessica Irvine wrote a book about how she used math to help her lose more than 18 kilograms. If calories taken in are less than calories 27 , weight shall be lost, and so it is with money.",
    "Despite the 28 of financial products, services and solutions geared towards accumulating wealth, it all begins with the same 29 : getting ahead financially requires a reduction of spending, so that income is greater than expenses. I was reminded of this again recently listening to an interview with Nicole Haddow,the author of Smashed Avocado, explaining how she cracked the property market at 31. It was quite a 30 ,given where she had been two years earlier.",
    "Nicole didn’t celebrate her 30th birthday as she had 31 . She was sobbing at the dinner table with her parents, with whom she had just moved back in. She had no stable income, $12,000 in credit-card debt and no plan, but to her 32 , her father, an accountant, told her that her financial 33 wasn’t as bad as she thought. He said, on her income, with some changes, she would be able to buy an investment unit within two years, which she did.",
    "Nicole admitted she was fortunate, as she was able to live with her parents and 34 her spending—and life—to get herself on track financially. Creating a gap between her income and spending required a paradigm shift and 35 sacrifice and commitment, but by going into financial lockdown, Nicole gained finan cialindependence."
  ],
  "options": {
    "A": "abundance",
    "B": "astonishment",
    "C": "entailed",
    "D": "envisaged",
    "E": "equation",
    "F": "expended",
    "G": "feat",
    "H": "fiscally",
    "I": "impetus",
    "J": "overhaul",
    "K": "permanently",
    "L": "plight",
    "M": "prosper",
    "N": "shatter",
    "O": "ultimately"
  }
}