{
  "title": "Section C",
  "passagesOne": [
    "At the base of a mountain in Tanzania's Gregory Rift, Lake Natron burns bright red, surrounded by the remains of animals that were unfortunate enough to fall into the salty water. Bats, swallows and more are chemically preserved in the pose in which they perished, sealed in the deposits of sodium carbonate in the water. The lake's landscape is bizarre and deadly—and made even more so by the fact that it's the place where nearly 75 percent of the world's flamingos (火烈鸟) are born.",
    "The water is so corrosive that it can burn the skin and eyes of unadapted animals. Flamingos, however, are the only species that actually makes life in the midst of all that death. Once every three or four years, when conditions are right, the lake is covered with the pink birds as they stop flight to breed. Three-quarters of the world's flamingos fly over from other salt lakes in the Rift Valley and nest on salt-crystal islands that appear when the water is at a specific level—too high and the birds can't build their nests, too low and predators can move briskly across the lake bed and attack. When the water hits the right level, the baby birds are kept safe from predators by a corrosive ditch.",
    "“Flamingos have evolved very leathery skin on their legs so they can tolerate the salt water,” says David Harper, a professor at the University of Leicester. “Humans cannot, and would die if their legs were exposed for any length of time.” So far this year, water levels have been too high for the flamingos to nest.",
    "Some fish, too, have had limited success vacationing at the lake as less salty lagoons (泻湖) form on the outer edges from hot springs flowing into Lake Natron. Three species of tilapia (罗非鱼) thrive there part-time. “Fish have a refuge in the streams and can expand into the lagoons when the lake is low and the lagoons are separate,” Harper said. “All the lagoons join when the lake is high and fish must retreat to their stream refuges or die.” Otherwise, no fish are able to survive in the naturally toxic lake.",
    "This unique ecosystem may soon be under pressure. The Tanzanian government has once again started mining the lake for soda ash, used for making chemicals, glass and detergents. Although the planned operation will be located more than 40 miles away, drawing the soda ash in through pipelines, conservationists worry it could still upset the natural water cycle and breeding grounds. For now, though, life prevails—even in a lake that kills almost everything it touches."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What can we learn about Lake Natron?",
      "Options": [
        {
          "key": "A",
          "text": "It is simply uninhabitable for most animals."
        },
        {
          "key": "B",
          "text": "It remains little known to the outside world."
        },
        {
          "key": "C",
          "text": "It is a breeding ground for a variety of birds."
        },
        {
          "key": "D",
          "text": "It makes an ideal habitat for lots of predators."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "Flamingos nest only when the lake water is at a specific level so that their babies can ______.",
      "Options": [
        {
          "key": "A",
          "text": "find safe shelter more easily"
        },
        {
          "key": "B",
          "text": "grow thick feathers on their feet"
        },
        {
          "key": "C",
          "text": "stay away from predators"
        },
        {
          "key": "D",
          "text": "get accustomed to the salty water"
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "Flamingos in the Rift Valley are unique in that _______.",
      "Options": [
        {
          "key": "A",
          "text": "they can move swiftly across lagoons"
        },
        {
          "key": "B",
          "text": "they can survive well in salty water"
        },
        {
          "key": "C",
          "text": "they breed naturally in corrosive ditches"
        },
        {
          "key": "D",
          "text": "they know where and when to nest"
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "Why can certain species of tilapia sometimes survive around Lake Natron?",
      "Options": [
        {
          "key": "A",
          "text": "They can take refuge in the less salty waters."
        },
        {
          "key": "B",
          "text": "They can flee quick enough from predators."
        },
        {
          "key": "C",
          "text": "They can move freely from lagoon to lagoon."
        },
        {
          "key": "D",
          "text": "They can stand the heat of the spring water."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What may be the consequence of Tanzanian government's planned operation?",
      "Options": [
        {
          "key": "A",
          "text": "The accelerated extinction of flamingos."
        },
        {
          "key": "B",
          "text": "The change of flamingos' migration route."
        },
        {
          "key": "C",
          "text": "The overmining of Lake Natron's soda ash."
        },
        {
          "key": "D",
          "text": "The disruption of Lake Natron's ecosystem."
        }
      ]
    }
  ],
  "passagesTwo": [
    "It is the season for some frantic last-minute math—across the country, employees of all stripes are counting backward in an attempt to figure out just how much paid time-off they have left in their reserves. More of them, though, will skip those calculations altogether and just power through the holidays into 2017: More than half of American workers don't use up all of their allotted vacation days each year.",
    "Not so long ago, people would have turned up their noses at that kind of dedication to the job. As marketing professors Silvia Bellezza, Neeru Paharia, and Anat Keinan recently explained in Harvard Business Review (HBR), leisure time was once seen as an indicator of high social status, something attainable only for those at the top. Since the middle of the 20th century, though, things have turned the opposite way—these days, punishing hours at your desk, rather than days off, are seen as the mark of someone important.",
    "In a series of several experiments, the researchers illustrated just how much we've come to admire busyness, or at least the appearance of it. Volunteers read two passages, one about a man who led a life of leisure and another about a man who was over-worked and over-scheduled; when asked to determine which of the two had a higher social status, the majority of the participants said the latter. The same held true for people who used products that implied they were short on time: In one experiment, for example, customers of the grocery-delivery service Peapod were seen as of higher status than people who shopped at grocery stores that were equally expensive; in another, people wearing wireless headphones were considered further up on the social ladder than those wearing regular headphones, even when both were just used to listen to music.",
    "In part, the authors wrote in HBR, this pattern may have to do with the way work itself has changed over the past several decades.",
    "We think that the shift from leisure-as-status to busyness-as-status may be linked to the development of knowledge-intensive economies. In such economies, individuals who possess the human capital characteristics that employers or clients value (e.g., competence and ambition) are expected to be in high demand and short supply on the job market. Thus, by telling others that we are busy and working all the time, we are implicitly suggesting that we are sought after, which enhances our perceived status.",
    "Even if you feel tempted to sacrifice your own vacation days for fake busyness, though, at least consider leaving your weekends unscheduled. It's for your own good."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What do most employees plan to do towards the end of the year?",
      "Options": [
        {
          "key": "A",
          "text": "Go for a vacation."
        },
        {
          "key": "B",
          "text": "Keep on working."
        },
        {
          "key": "C",
          "text": "Set an objective for next year."
        },
        {
          "key": "D",
          "text": "Review the year's achievements."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "How would people view dedication to work in the past?",
      "Options": [
        {
          "key": "A",
          "text": "They would regard it as a matter of course."
        },
        {
          "key": "B",
          "text": "They would consider it a must for success."
        },
        {
          "key": "C",
          "text": "They would look upon it with contempt."
        },
        {
          "key": "D",
          "text": "They would deem it a trick of businessmen."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What did the researchers find through a series of experiments?",
      "Options": [
        {
          "key": "A",
          "text": "The busier one appears, the more respect one earns."
        },
        {
          "key": "B",
          "text": "The more one works, the more one feels exploited."
        },
        {
          "key": "C",
          "text": "The more knowledge one has, the more competent one will be."
        },
        {
          "key": "D",
          "text": "The higher one's status, the more vacation time one will enjoy."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What may account for the change of people's attitude towards being busy?",
      "Options": [
        {
          "key": "A",
          "text": "The fast pace of life in modern society."
        },
        {
          "key": "B",
          "text": "The fierce competition in the job market."
        },
        {
          "key": "C",
          "text": "The widespread use of computer technology."
        },
        {
          "key": "D",
          "text": "The role of knowledge in modern economy."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What does the author advise us to do at the end of the passage?",
      "Options": [
        {
          "key": "A",
          "text": "Schedule our time properly for efficiency."
        },
        {
          "key": "B",
          "text": "Plan our weekends in a meaningful way."
        },
        {
          "key": "C",
          "text": "Find time to relax however busy we are."
        },
        {
          "key": "D",
          "text": "Avoid appearing busy when we are not."
        }
      ]
    }
  ]
}
