{
  "title": "Section B",
  "passageTitle": "Slow Hope",
  "passages": [
    "A) Our world is full of—mostly untold—stories of slow hope, driven by the idea that change is possible. They are ‘slow’ in their unfolding, and they are slow because they come with setbacks.",
    "B) At the beginning of time—so goes the myth—humans suffered, shivering in the cold and dark until the titan （巨人）Prometheus stole fire from the gods. Just as in the myth, technology—first fire and stone tools, and later farming, the steam engine and industry, fossil fuels, chemicals and nuclear power—has allowed us to alter and control the natural world. The myth also reminds us that these advances have come at a price: as a punishment for Prometheus’ crime, the gods created Pandora, and they gave her a box filled with evils and curses. When Pandora’s box was opened, it unleashed swarms of diseases and disasters upon humankind.",
    "C) Today we can no longer ignore the ecological curses that we have released in our search for warmth and comfort. In engineering and exploiting and transforming our habitat, we have opened tens of thousands of Pandora’s boxes. In recent decades, environmental threats have expanded beyond regional boundaries to have global reach and, most hauntingly, are multiplying at a dizzying rate. On a regular basis, we are reminded that we are running out of time. Year after year, faster and faster, consumption outpaces the biological capacity of our planet. Stories of accelerated catastrophe multiply. We fear the breakdown of the electric grid, the end of non-renewable resources, the expansion of deserts, the loss of islands, and the pollution of our air and water.",
    "D) Acceleration is the signature of our time. Populations and economic activity grew slowly for much of human history. For thousands of years and well into early modern times, world economies saw no growth at all, but from around the mid-19th century and again, in particular, since the mid-20th, the real GDP has increased at an enormous speed, and so has human consumption. In the Middle Ages, households in Central Europe might have owned fewer than 30 objects on average; in 1900, this number had increased to 400, and in 2020 to 15,000. The acceleration of human production, consumption and travel has changed the animate and inanimate spheres. It has echoed through natural processes on which humans depend. Species extinction, deforestation, damming of rivers, occurrence of floods, the depletion of ozone, the degradation of ocean systems and many other areas are all experiencing acceleration. If represented graphically, the curve for all these changes looks rather like that well-known hockey stick: with little change over millennia （数千年）and a dramatic upswing over the past decades.",
    "E) Some of today’s narratives about the future seem to suggest that we too, like Prometheus, will be saved by a new Hercules, a divine engineer, someone who will mastermind, manoeuvre and manipulate our planet. They suggest that geoengineering, cold fusion or faster-than-light spaceships might transcend once and for all the terrestrial constraints of rising temperatures, lack of energy, scarcity of food, lack of space, mountains of waste, polluted water—you name it.",
    "F) Yet, if we envisage our salvation to come from a deus ex machina （解围之神）, from a divine engineer or a tech solutionist who will miraculously conjure up a new source of energy or another cure-all with revolutionary potency, we might be looking in the wrong place. The fact that we now imagine our planet as a whole does not mean that the ‘rescue’ of our planet will come with one big global stroke of genius and technology. It will more likely come by many small acts. Global heating and environmental degradation are not technological problems. They are highly political issues that are informed by powerful interests. Moreover, if history is a guide, then we can assume that any major transformations will once again be followed by a huge set of unintended consequences. So what do we do?",
    "G) This much is clear: we need to find ways that help us flatten the hockey-stick curves that reflect our ever-faster pace of ecological destruction and social acceleration. If we acknowledge that human manipulation of the Earth has been a destructive force, we can also imagine that human endeavours can help us build a less destructive world in the centuries to come. We might keep making mistakes. But we will also keep learning from our mistakes.",
    "H) To counter the fears of disaster, we need to identify stories, visions and actions that work quietly towards a more hopeful future. Instead of one big narrative, a story of unexpected rescue by a larger-than-life hero, we need multiple stories: we need stories, not only of what Rob Nixon of Princeton University has called the ‘slow violence’ of environmental degradation （that is, the damage that is often invisible at first and develops slowly and gradually）, but also stories of what I call ‘slow hope’.",
    "I) We need an acknowledgement of our present ecological plight but also a language of positive change, visions of a better future. In The Principle of Hope （1954-59）, Ernst Bloch, one of the leading philosophers of the future, wrote that ‘the most tragic form of loss…is the loss of the capacity to imagine that things could be different’. We need to identify visions and paths that will help us imagine a different, more just and more ecological world. Hope, for Bloch, has its starting point in fear, in uncertainty, and in crisis: it is a creative force that goes hand in hand with utopian （乌托邦的）‘wishful images’. It can be found in cultural products of the past—in fairy tales, in fiction, in architecture, in music, in the movies—in products of the human mind that contain ‘the outlines of a better world’. What makes us ‘authentic’ as humans are visions of our ‘potential’. In other words: living in hope makes us human.",
    "J) The power of small, grassroots movements to make changes that spread beyond their place of origin can be seen with the Slow Food movement, which began in Italy in the 1980s. The rise of fast-food restaurants after the Second World War produced a society full of cheap, industrially made foodstuffs. Under the leadership of Carlo Petrini, the Slow Food movement began in Piedmont, a region of Italy with a long history of poverty, violence and resistance to oppression. The movement transformed it into a region hospitable to traditional food cultures—based on native plants and breeds of animals. Today, Slow Food operates in more than 160 countries, poor and rich. It has given rise to thousands of projects around the globe, representing democratic politics, food sovereignty, biodiversity and sustainable agriculture.",
    "K) The unscrupulous （无所顾忌的）commodification of food and the destruction of foodstuffs will continue to devastate soils, livelihoods and ecologies. Slow Food cannot undo the irresistible developments of the global food economy, but it can upset its theorists, it can ‘speak differently’, and it can allow people and their local food traditions and environments to flourish. Even in the United States—the fast-food nation—small farms and urban gardens are on the rise. The US Department of Agriculture provides an Urban Agriculture Toolkit and, according to a recent report, American millennials （千禧一代）are changing their diets. In 2017, 6 per cent of US consumers claimed to be strictly vegetarian, up from 1 per cent in 2014. As more people realise that ‘eating is an agricultural act’, as the US poet and environmental activist Wendell Berry put it in 1989, slow hope advances."
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "It seems some people today dream that a cutting-edge new technology might save them from the present ecological disaster."
    },
    {
      "Number": 37,
      "Statement": "According to one great thinker, it is most unfortunate if we lose the ability to think diff erently."
    },
    {
      "Number": 38,
      "Statement": "Urgent attention should be paid to the ecological problems we have created in our pursuit of a comfortable life."
    },
    {
      "Number": 39,
      "Statement": "Even in the fast-food nation America, the number of vegetarians is on the rise."
    },
    {
      "Number": 40,
      "Statement": "The deterioration of the ecological system is accelerating because of the dramatic increase of human production and consumption."
    },
    {
      "Number": 41,
      "Statement": "It is obvious that solutions must be found to curb the fast worsening environment and social acceleration."
    },
    {
      "Number": 42,
      "Statement": "Many people believe changing the world is possible, though it may take time and involve setbacks."
    },
    {
      "Number": 43,
      "Statement": "It might be wrong to expect that our world would be saved at one stroke with some miraculous technology."
    },
    {
      "Number": 44,
      "Statement": "It is human nature to cherish hopes for a better world."
    },
    {
      "Number": 45,
      "Statement": "Technology has given us humans the power to change the natural world, but we have paid a price for the change."
    }
  ]
}