{
  "title": "Section C",
  "passagesOne": [
    "Vegetarians would prefer not to be compelled to eat meat. Yet the reverse compulsion （强迫）is hidden in the proposals for a new plant-based “planetary diet.” Nowhere is this more visible than in India.",
    "Earlier this year, the EAT-Lancet Commission released its global report on nutrition and called for a global shift to a more plant-based diet and for “substantially reducing consumption of animal source foods.” In countries like India, that call could become a tool to aggravate an already tense political situation and stress already undernourished populations.",
    "The EAT report presumes that “traditional diets” in countries like India include little red meat, which might be consumed only on special occasions or as minor ingredients in mixed dishes. In India, however, there is a vast difference between what people would wish to consume and what they have to consume because of innumerable barriers around class, religion, culture, cost, geography, etc. Policymakers in India have traditionally pushed for a cereal-heavy “vegetarian diet” on a meat-eating population as a way of providing the cheapest sources of food.",
    "Currently, under an aggressive Hindu nationalist government, Muslims, Christians, disadvantaged classes and indigenous communities are being compelled to give up their traditional foods.",
    "None of these concerns seem to have been appreciated by the EAT-Lancet Commission’s representative, Brent Loken, who said “India has got such a great example” in sourcing protein from plants.",
    "But how much of a model for the world is India’s vegetarianism? In the Global Hunger Index 2019, the country ranks 102nd out of 117. Data from the National Family Health Survey indicate that only 10 percent of infants of 6 to 23 months are adequately fed.",
    "Which is why calls for a plant-based diet modeled on India risk offering another whip with which to beat already vulnerable communities in developing countries.",
    "A diet directed at the affluent West fails to recognize that in low-income countries undernourished children are known to benefit from the consumption of milk and other animal source foods, improving cognitive functions, while reducing the prevalence of nutritional deficiencies as well as mortality.",
    "EAT-Lancet claimed its intention was to “spark conversations” among all Indian stakeholders. Yet vocal critics of the food processing industry and food fortification strategies have been left out of the debate. But the most conspicuous omission may well be the absence of India’s farmers.",
    "The government, however, seems to have given the report a thumbs-up. Rather than addressing chronic hunger and malnutrition through an improved access to wholesome and nutrient-dense foods, the government is opening the door for company-dependent solutions, ignoring the environmental and economic cost, which will destroy local food systems. It’s a model full of danger for future generations."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What is more visible in India than anywhere else according to the passage?",
      "Options": [
        {
          "key": "A",
          "text": "People’s positive views on the proposals for a “planetary diet.”"
        },
        {
          "key": "B",
          "text": "People’s reluctance to be compelled to eat plant-based food."
        },
        {
          "key": "C",
          "text": "People’s preferences for the kind of food they consume."
        },
        {
          "key": "D",
          "text": "People’s unwillingness to give up their eating habits."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What would the EAT-Lancet Commission’s report do to many people in countries like India?",
      "Options": [
        {
          "key": "A",
          "text": "Radically change their dietary habits."
        },
        {
          "key": "B",
          "text": "Keep them further away from politics."
        },
        {
          "key": "C",
          "text": "Make them even more undernourished."
        },
        {
          "key": "D",
          "text": "Substantially reduce their food choices."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What do we learn from the passage about food consumption in India?",
      "Options": [
        {
          "key": "A",
          "text": "People’s diet will not change due to the EAT-Lancet report."
        },
        {
          "key": "B",
          "text": "Many people simply do not have access to foods they prefer."
        },
        {
          "key": "C",
          "text": "There is a growing popularity of a cereal-heavy vegetarian diet."
        },
        {
          "key": "D",
          "text": "Policymakers help remove the barrier to people’s choice of food."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What does the passage say about a plant-based diet modeled on India?",
      "Options": [
        {
          "key": "A",
          "text": "It may benefit populations whose traditional diet is meat-based."
        },
        {
          "key": "B",
          "text": "It may be another blow to the economy in developing countries."
        },
        {
          "key": "C",
          "text": "It may help narrow the gap between the rich and poor countries."
        },
        {
          "key": "D",
          "text": "It may worsen the nourishment problem in low-income countries."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "How does the Indian government respond to the EATLancet Commission’s proposals?",
      "Options": [
        {
          "key": "A",
          "text": "It accepts them at the expense of the long-term interests of its people."
        },
        {
          "key": "B",
          "text": "It intends them to spark conversations among all Indian stakeholders."
        },
        {
          "key": "C",
          "text": "It gives them approval regardless of proposition from nutrition experts."
        },
        {
          "key": "D",
          "text": "It welcomes them as a tool to address chronic hunger and malnutrition."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Back in 1964, in his book Games People Play, psychiatrist Eric Berne described a pattern of conversation he called “Why Don’t You—Yes But”, which remains one of the most irritating aspects of everyday social life. The person adopting the strategy is usually a chronic complainer. Something is terrible about their relationship, job, or other situation, and they moan about it ceaselessly, but find some excuse to dismiss any solution that’s proposed. The reason, of course, is that on some level they don’t want a solution; they want to be validated in their position that the world is out to get them. If they can “win” the game—dismissing every suggestion until their interlocutor （对话者）gives up in annoyance—they get to feel pleasurably righteous （正当的）in their resentments and excused from any obligation to change.",
    "Part of the trouble here is the so-called responsibility/fault fallacy （谬误）. When you’re feeling hard done by—taken for granted by your partner, say, or obliged to work for a half-witted boss—it’s easy to become attached to the position that it’s not your job to address the matter, and that doing so would be an admission of fault. But there’s a confusion here. For example, if I were to discover a newborn at my front door, it wouldn’t be my fault, but it most certainly would be my responsibility. There would be choices to make, and no possibility of avoiding them, since trying to ignore the matter would be a choice. The point is that what goes for the baby on the doorstep is true in all cases: even if the other person is 100% in the wrong, there’s nothing to be gained, long-term, from using this as a justification to evade responsibility.",
    "Should you find yourself on the receiving end of this kind of complaining, there’s an ingenious way to shut it down—which is to agree with it, ardently. Psychotherapist Lori Gottlieb describes this as “over-validation”. For one thing, you’ll be spared further moaning, since the other person’s motivation was to confirm her beliefs, and now you’re confirming them. But for another, as Gottlieb notes, people confronted with over-validation often hear their complaints afresh and start arguing back. The notion that they’re utterly powerless suddenly seems unrealistic—not to mention rather annoying—so they’re prompted instead to generate ideas about how they might change things.",
    "“And then, sometimes, something magical might happen,” Gottlieb writes. The other person “might realise she’s not as trapped as you are saying she is, or as she feels.” Which illustrates the irony of the responsibility/fault fallacy: evading responsibility feels comfortable, but turns out to be a prison; whereas assuming responsibility feels unpleasant, but ends up being freeing."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What is characteristic of a chronic complainer, according to psychiatrist Eric Berne?",
      "Options": [
        {
          "key": "A",
          "text": "They only feel angry about their ill treatment and resent whoever tries to help."
        },
        {
          "key": "B",
          "text": "They are chronically unhappy and ceaselessly find fault with people around them."
        },
        {
          "key": "C",
          "text": "They constantly dismiss others’ proposals while taking no responsibility for tackling the problem."
        },
        {
          "key": "D",
          "text": "They lack the knowledge and basic skills required for successful conversations with their interlocutors."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What does the author try to illustrate with the example of the newborn on one’s doorstep?",
      "Options": [
        {
          "key": "A",
          "text": "People tend to think that one should not be held responsible for others’ mistakes."
        },
        {
          "key": "B",
          "text": "It is easy to become attached to the position of overlooking one’s own fault."
        },
        {
          "key": "C",
          "text": "People are often at a loss when confronted with a number of choices."
        },
        {
          "key": "D",
          "text": "A distinction should be drawn between responsibility and fault."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What does the author advise people to do to chronic complainers?",
      "Options": [
        {
          "key": "A",
          "text": "Stop them from going further by agreeing with them."
        },
        {
          "key": "B",
          "text": "Listen to their complaints ardently and sympathetically."
        },
        {
          "key": "C",
          "text": "Ask them to validate their beliefs with further evidence."
        },
        {
          "key": "D",
          "text": "Persuade them to clarify the confusion they have caused."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What happens when chronic complainers receive overvalidation?",
      "Options": [
        {
          "key": "A",
          "text": "They are motivated to find ingenious ways to persuade their interlocutor."
        },
        {
          "key": "B",
          "text": "They are prompted to come up with ideas for making possible changes."
        },
        {
          "key": "C",
          "text": "They are stimulated to make more complaints."
        },
        {
          "key": "D",
          "text": "They are encouraged to start arguing back."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "How can one stop being a chronic complainer according to the author?",
      "Options": [
        {
          "key": "A",
          "text": "Analysing the so-called responsibility/fault fallacy."
        },
        {
          "key": "B",
          "text": "Avoiding hazardous traps in everyday social life."
        },
        {
          "key": "C",
          "text": "Assuming responsibility to free oneself."
        },
        {
          "key": "D",
          "text": "Awaiting something magical to happen."
        }
      ]
    }
  ]
}
