{
  "title": "Section C",
  "passagesOne": [
    "We're eating more fish than ever these days. At around 20 kilograms per person global fish consumption is now more than twice what it was in the 1960s. What's really remarkable, though, is where that fish comes from.",
    "For the first time in human history,most of our aquatic（水产的）food now comes from farming rather than fishing.",
    "People ate around 73 million tonnes of farmed fish一just more than half of the volume of fish that humans consumed in 2014. That's out of a total fish supply of 167 million tonnes; the remaining 20 million or so tonnes go into things like animal feed and medical products.",
    "To keep eating fish at the current rate, we're definitely going to need to keep aquaculture（水产养殖）developing. That's because the volume of fish caught in the wild has leveled off since the 1990s.",
    "Back in 1974, only 10% of marine fish stocks had been overfished. Now, more than three-tenths are. Only a tenth of our oceans'' fish stocks could sustain heavier fishing than current levels.",
    "But while catchings at sea have suffered, fish-farming has been growing at a fast rate. A lot of that is coming from China, which produces 60% of the world's farmed fish. In fact, some 35 countries, including China, now produce more farmed than wild-caught fish.",
    "This shift toward aquaculture isn't just good for ensuring samon（三文鱼）on your plate; it's also crucial to ensuring food security and sustainability. By 2050,the world will need to feed an estimated 9.7 billion people. They'11 have to get their protein somewhere. However, raising cattle, pigs, and other landbased animals requires vast sums of grain and water. For example,pound for pound, beef requires 15 timcs more feed to raise than carp, a freshwater fish farmed all over Asia. That grainand the water needed to grow it—could be consumed by people instead.",
    "However, aquaculture is no silver bullet. In some southeast Asian countries, shrimp farming does disastrous damage to marine ecosystems. Despite these problems, however,shrimp continues to be among the most popular seafoods worldwide."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What does the author say is remarkable about the fish we eat?",
      "Options": [
        {
          "key": "A",
          "text": "They reproduce quickly."
        },
        {
          "key": "B",
          "text": "They are mostly farmed."
        },
        {
          "key": "C",
          "text": "They have become as important as grain."
        },
        {
          "key": "D",
          "text": "They have a longer history than humans."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What do we need to do if we keep consuming fish at the current rate?",
      "Options": [
        {
          "key": "A",
          "text": "Increase the fishing volume considerably."
        },
        {
          "key": "B",
          "text": "Develop more advanced fishing technology."
        },
        {
          "key": "C",
          "text": "Enlarge the marine fish stocks effectively."
        },
        {
          "key": "D",
          "text": "Expand the scale of fish-farming continuously."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What does the author say about China in terms of aquatic food?",
      "Options": [
        {
          "key": "A",
          "text": "It places increasing emphasis on fishing now."
        },
        {
          "key": "B",
          "text": "It boasts of the world's largest fishing stocks."
        },
        {
          "key": "C",
          "text": "It raises more fish than caught from the wild."
        },
        {
          "key": "D",
          "text": "It supplies 60% of the world's fish products."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "Why does the author say aquaculture is so important these days?",
      "Options": [
        {
          "key": "A",
          "text": "It is a must for feeding the world's fast-growing population."
        },
        {
          "key": "B",
          "text": "It proves a reliable source of protein for humans and animals."
        },
        {
          "key": "C",
          "text": "It is essential to maintaining both mental and physical health."
        },
        {
          "key": "D",
          "text": "It ensures a balanced healthy diet for people the world over."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What does the author imply by saying aquaculture is no silver bullet?",
      "Options": [
        {
          "key": "A",
          "text": "Shrimp-farming is a risky business."
        },
        {
          "key": "B",
          "text": "Fish-farming will not be sustainable."
        },
        {
          "key": "C",
          "text": "Fish-farming may cause serious problems too."
        },
        {
          "key": "D",
          "text": "Shrimp-farming can become quite expensive."
        }
      ]
    }
  ],
  "passagesTwo": [
    "In 2020, the Nobel Peace Prize was awarded to the World Food Programme(WEP).",
    "Why a Nobel Prize for the WFP, and why now? In 2019, the WEP assisted nearly 100 million people in 88 countries. It is the safety net for those who fall off the edge of existence. It is a response to solving the problem of food instability. Its Nobel Prize reminds us all of the moral hazard in imagining that the poor and vulnerable are somebody else's problem.",
    "The WFP has been around since 1961 and has been the global coordinator of nationally based efforts to avoid disasters with food aid. Despite decades of effort to eliminate hunger, the latest estimate is that about 11% of people on the planet （about 820 million people） are suffering daily undernourishment. Progress at reducing undernourishment has stopped despite gains through the 1990s and 2000s.",
    "Developed countries sometimes offer food and aid to developing ones, but at a price. One American philosopher stated that addressing the needs of the poor and vulnerable is about more than money—it is mostly about creating conditions under which prosperity and opportunity can thrive. When aid is offered with heavy conditions attached,like loan repayment or food for resources, it often widens the gap between rich and poor and sustains the old world order. This is why the work of the WFP is so vital.",
    "The scientific community, however, can provide a helping hand to the WFP. By sharing knowledge of agriculture and climate with peers in countries most vulnerable to poverty and hunger, scientists can help reduce these problems. By making its voice heard, science can lead by example. The ability to overcome food shortages that must be built into some of the poorest countries will not come from loans from wealthy countries,which may have food problems of their own, or world economic institutions. This ability will be built upon self-confident people using open and shared scientific knowledge to pull themselves out of their misery."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the WFP's winning of the Nobel Peace Prize make us realize?",
      "Options": [
        {
          "key": "A",
          "text": "More and more people in the world are suffering from starvation."
        },
        {
          "key": "B",
          "text": "All of us can be affected by food instability one way or another."
        },
        {
          "key": "C",
          "text": "It is hazardous to leave millions of people poor and vulnerable."
        },
        {
          "key": "D",
          "text": "It is morally wrong to think helping the poor is not our business."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What do we learn about the WFP's effort to eliminate hunger?",
      "Options": [
        {
          "key": "A",
          "text": "It has ensured a sufficient food supply to millions."
        },
        {
          "key": "B",
          "text": "It is still far from its goal despite the progress made."
        },
        {
          "key": "C",
          "text": "It has done a good job in combating natural disasters."
        },
        {
          "key": "D",
          "text": "It is preventing starvation occurring on a global scale."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What will happen when food aid is offered at a price?",
      "Options": [
        {
          "key": "A",
          "text": "The rich will become richer and the poor poorer."
        },
        {
          "key": "B",
          "text": "More people will be willing to join in the effort."
        },
        {
          "key": "C",
          "text": "More food will be made available to the needy."
        },
        {
          "key": "D",
          "text": "The relief effort will be rendered less sustainable."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "How can scientists help cope with poverty and hunger?",
      "Options": [
        {
          "key": "A",
          "text": "By collaborating closely with world economic institutions."
        },
        {
          "key": "B",
          "text": "By sharing expertise with peers in poverty-stricken nations."
        },
        {
          "key": "C",
          "text": "By setting up more food research programs in developing countries."
        },
        {
          "key": "D",
          "text": "By building self-respect in people suffering from undernutrition."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What message does the author try to convey at the end of the passage?",
      "Options": [
        {
          "key": "A",
          "text": "Wealthy nations should solve their own food problems first."
        },
        {
          "key": "B",
          "text": "Rich countries should be more generous in providing food aid."
        },
        {
          "key": "C",
          "text": "Poor nations should enhance their own ability to solve their food shortages."
        },
        {
          "key": "D",
          "text": "World economic institutions should play a bigger role in fighting hunger."
        }
      ]
    }
  ]
}
