{
  "title": "Section C",
  "passagesOne": [
    "You can’t see it, smell it, or hear it, and people disagree on how precisely to define it, or where exactly it comes from. It isn’t a school subject or an academic discipline, but it can be learned. It is a quality that is required of artists, but it is also present in the lives of scientists and entrepreneurs. All of us benefit from it and we thrive mentally and spiritually when we are able to wield it. It is a delicate thing, easily stamped out; in fact,it flourishes most fully when people are playful and childlike. Meanwhile, it works best in conjunction with deep knowledge and expertise.",
    "This mysterious—but teachable—quality is creativity, the subject of a recently-published report by Durham Commission on Creativity and Education. The report concludes that creativity should not inhabit the school curriculum only as it relates to drama, music, art and other obviously creative subjects, but that creative thinking ought to run through all of school life, infusing （充满）the way humanities and natural sciences are learned.",
    "The authors, who focus on education in England, offer a number of sensible recommendations, some of which are an attempt to alleviate the uninspiring and fact-based approach to education that has crept into policy in recent years. When children are regarded as vessels to be filled with facts, creativity does not prosper; nor does it when teachers’ sole objective is coaching children towards exams. One suggestion from the commission is a network of teacher-led “creativity collaboratives”, along the lines of existing maths hubs （中心）, with the aim of supporting teaching for creativity through the school curriculum.",
    "Nevertheless, it is arts subjects through which creativity can most obviously be fostered. The value placed on them by the independent education sector is clear. One only has to look at the remarkable arts facilities at Britain’s top private schools to comprehend this. But in the state sector the excessive focus on English, maths and science threatens to crush arts subjects; meanwhile, reduced school budgets mean diminishing extracurricular activities. There has been a 28.1% decline in students taking creative subjects at high schools since 2014, though happily, art and design have seen a recent increase.",
    "This discrepancy between state and private education is a matter of social justice. It is simply wrong and unfair that most children have a fraction of the access to choirs, orchestras, art studios and drama that their more privileged peers enjoy. As lives are affected by any number of looming challenges—climate crisis, automation in the workplace—humans are going to need creative thinking more than ever. For all of our sakes, creativity in education, and for all, must become a priority."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What do we learn from the passage about creativity?",
      "Options": [
        {
          "key": "A",
          "text": "It develops best when people are spiritually prepared."
        },
        {
          "key": "B",
          "text": "It is most often wielded by scientists and entrepreneurs."
        },
        {
          "key": "C",
          "text": "It is founded on scientific knowledge and analytical skills."
        },
        {
          "key": "D",
          "text": "It contributes to intellectual growth but can easily be killed."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What is the conclusion of a recently-published report?",
      "Options": [
        {
          "key": "A",
          "text": "Natural sciences should be learned the way humanities courses are."
        },
        {
          "key": "B",
          "text": "Cultivation of creativity should permeate the entire school curriculum."
        },
        {
          "key": "C",
          "text": "Art courses should be made compulsory for all students."
        },
        {
          "key": "D",
          "text": "Students should learn more obviously creative subjects."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What does the report say is detrimental to the fostering of creativity?",
      "Options": [
        {
          "key": "A",
          "text": "Alleviation of pressure."
        },
        {
          "key": "B",
          "text": "Teacher-led school activities."
        },
        {
          "key": "C",
          "text": "Test-oriented teaching."
        },
        {
          "key": "D",
          "text": "Independent learning."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What do we learn about the private schools in the UK?",
      "Options": [
        {
          "key": "A",
          "text": "They encourage extracurricular activities."
        },
        {
          "key": "B",
          "text": "They attach great importance to arts education."
        },
        {
          "key": "C",
          "text": "They prioritize arts subjects over maths and sciences."
        },
        {
          "key": "D",
          "text": "They cater to students from different family back grounds."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What should be done to meet the future challenges?",
      "Options": [
        {
          "key": "A",
          "text": "Increasing government investment in school education."
        },
        {
          "key": "B",
          "text": "Narrowing the existing gap between the rich and the poor."
        },
        {
          "key": "C",
          "text": "Providing all children with equal access to arts education."
        },
        {
          "key": "D",
          "text": "Focusing on meeting the needs of under-privileged students."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Emulating your conversation partner’s actions is a common human behavior classified as “mirroring” and has been known and studied by psychologists for years. We all tend to subconsciously copy gestures of people we like. But why do we act like this?",
    "As a rule, mirroring means that conversationalists enjoy their communication and that there’s a certain level of agreement between them. The topic of discussion is equally interesting for both and they know their interests meet.",
    "Repeating someone’s behavior is typical of talented communicators, not always because the person is sympathetic, but because there is a goal to be achieved. This way new idols have been brought to the stage:politicians, celebrities, and other big names. Popular culture makes people want to look popular, and act and speak like popular people.",
    "Nowadays celebrities steal lyrics from each other and struggle with copyright violation accusations or straightforwardly claim themselves to be the authors, even though all the work was done by other people.",
    "Among celebrities, it’s trendy nowadays to use their own speech writers as politicians do. The so-called“ghostwriting” can take various forms: books, articles, autobiographies, and even social media posts.",
    "Who is a true copycat （抄袭者）and who gets copycatted? Sometimes, it is a hard nut to crack without an expert’s help. But new authorship defending methods based on identifying individual writing patterns are already here. Their aim is to protect intellectual property. Using scientific methods, some of them can define authorship with 85% accuracy.",
    "Writing is not an easy craft to master. If you want to write like a professional without plagiarism （抄袭）, there are a few lessons to learn and the first one is: “Copy from one, it’s plagiarism; copy from two, it’s research.” The correct interpretation of this statement is not about copying, but rather about creating your own style. When you study an author’s writing style, don’t stop on a single one, but explore numerous styles instead.Examine types of sentences they use, pay attention to their metaphors, and focus on stories you feel you could write a pretty cool sequel （续篇）to.",
    "Imitation is rather paradoxical. As an integral part of learning, it brings about positive changes, making people develop and grow. However, it may do a lot of harm. Copying someone’s thoughts, ideas or inventions is completely unacceptable. It infringes on intellectual property rights of others.",
    "Still, many things we do are about copying others one way or another. So if you want to compliment someone on the work they have done and imitate it, just make sure you do it the right way to avoid committing plagiarism."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What do people tend to do while engaging in a conversation?",
      "Options": [
        {
          "key": "A",
          "text": "Repeat what their partners say one way or another."
        },
        {
          "key": "B",
          "text": "Focus as much as possible on topics of mutual interest."
        },
        {
          "key": "C",
          "text": "Imitate their partners’ gestures without their knowing it."
        },
        {
          "key": "D",
          "text": "Observe carefully how their partners make use of gestures."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "When does mirroring usually take place in a conversation?",
      "Options": [
        {
          "key": "A",
          "text": "When both sides are sympathetic with each other."
        },
        {
          "key": "B",
          "text": "When both sides have a lot of things in common."
        },
        {
          "key": "C",
          "text": "When both sides make interesting contributions."
        },
        {
          "key": "D",
          "text": "When both sides try to seek common ground."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What do we learn about popular culture?",
      "Options": [
        {
          "key": "A",
          "text": "It encourages people to imitate."
        },
        {
          "key": "B",
          "text": "It appeals mostly to big names."
        },
        {
          "key": "C",
          "text": "It acquaints young people with their idols."
        },
        {
          "key": "D",
          "text": "It can change people’s mode of cognition."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "Why is the saying “copy from two, it’s research” a lesson to learn?",
      "Options": [
        {
          "key": "A",
          "text": "It facilitates the creation of one’s own writing style."
        },
        {
          "key": "B",
          "text": "It helps to protect one’s intellectual property rights."
        },
        {
          "key": "C",
          "text": "It fosters correct interpretation of professional writing."
        },
        {
          "key": "D",
          "text": "It enables one to write intriguing sequels to famous stories."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "Why does the author say imitation is rather paradoxical?",
      "Options": [
        {
          "key": "A",
          "text": "It is liable to dif erent interpretations."
        },
        {
          "key": "B",
          "text": "It is by and large a necessary evil."
        },
        {
          "key": "C",
          "text": "It can give rise to endless disputes."
        },
        {
          "key": "D",
          "text": "It may do harm as well as good."
        }
      ]
    }
  ]
}
