{
  "title": "Section C",
  "passagesOne": [
    "Last year, a child was born at a hospital in the UK with her heart outside her body. Few babies survive this rare condition, and those who do must endure numerous operations and are likely to have complex needs. When her mother was interviewed, three weeks after her daughter's birth, she was asked if she was prepared for what might be a daunting （令人生畏的） task caring for her. She answered without hesitation that, as far as she was concerned, this would be a “privilege”.",
    "Rarely has there been a better example of the power of attitude, one of our most powerful psychological tools. Our attitudes allow us to turn mistakes into opportunities, and loss into the chance for new beginnings. An attitude is a settled way of thinking, feeling and/or behaving towards particular objects, people, events or ideologies. We use our attitudes to filter, interpret and react to the world around us. You weren't born with attitudes; rather they are all learned, and this happens in a number of ways.",
    "The most powerful influences occur during early childhood and include both what happened to you directly, and what those around you did and said in your presence. As you acquire a distinctive identity, your attitudes are further refined by the behavior of those with whom you identify—your family, those of your gender and culture, and the people you admire, even though you may not know them personally. Friendships and other important relationships become increasingly important, particularly during adolescence. About that same time and throughout adulthood, the information you receive, especially when ideas are repeated in association with goals and achievements you find attractive, also refines your attitudes.",
    "Many people assume that our attitudes are internally consistent, that is, the way you think and feel about someone or something predicts your behavior towards them. However, many studies have found that feelings and thoughts don't necessarily predict behavior. In general, your attitudes will be internally consistent only when the behavior is easy, and when those around you hold similar beliefs. That's why, for example, many say they believe in the benefits of recycling or exercise, but don't behave in line with their views, because it takes awareness, effort and courage to go beyond merely stating that you believe something is a good idea.",
    "One of the most effective ways to change an attitude is to start behaving as if you already feel and think the way you'd prefer to. Take some time to reflect on your attitudes, to think about what you believe and why. Is there anything you consider a burden rather than a privilege? If so, start behaving—right now—as if the latter is the case."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What do we learn from the passage about attitude?",
      "Options": [
        {
          "key": "A",
          "text": "It shapes our beliefs and ideologies."
        },
        {
          "key": "B",
          "text": "It improves our psychological wellbeing."
        },
        {
          "key": "C",
          "text": "It determines how we respond to our immediate environment."
        },
        {
          "key": "D",
          "text": "It changes the way we think, feel and interact with one another."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What can contribute to the refinement of one’s attitude, according to the passage?",
      "Options": [
        {
          "key": "A",
          "text": "Their idols’ behaviors."
        },
        {
          "key": "B",
          "text": "Their educational level."
        },
        {
          "key": "C",
          "text": "Their contact with the opposite gender."
        },
        {
          "key": "D",
          "text": "Their interaction with different cultures."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What do many studies find about people’s feelings and thoughts?",
      "Options": [
        {
          "key": "A",
          "text": "They may not suggest how a person is going to behave."
        },
        {
          "key": "B",
          "text": "They are in a way consistent with a person’s mentality."
        },
        {
          "key": "C",
          "text": "They may not find expression in interpersonal relations."
        },
        {
          "key": "D",
          "text": "They are in line with a person’s behavior no matter what."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "How come many people don’t do what they believe is good?",
      "Options": [
        {
          "key": "A",
          "text": "They can’t afford the time."
        },
        {
          "key": "B",
          "text": "They have no idea how to."
        },
        {
          "key": "C",
          "text": "They are hypocritical."
        },
        {
          "key": "D",
          "text": "They lack willpower."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What is proposed as a strategy to change attitude?",
      "Options": [
        {
          "key": "A",
          "text": "Changing things that require one’s immediate attention."
        },
        {
          "key": "B",
          "text": "Starting to act in a way that embodies one’s aspirations."
        },
        {
          "key": "C",
          "text": "Adjusting one’s behavior gradually over a period of time."
        },
        {
          "key": "D",
          "text": "Considering ways of reducing one’s psychological burdens."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Industrial fishing for krill （磷虾） in the unspoilt waters around Antarctica is threatening the future of one of the world's last great wildernesses, according to a new report.",
    "The study by Greenpeace analysed the movements of krill fishing vessels in the region and found they were increasingly operating “in the immediate vicinity of penguin colonies and whale-feeding grounds”. It also highlights incidents of fishing boats being involved in groundings, oil spills and accidents, which posed a serious threat to the Antarctic ecosystem.",
    "The report, published on Tuesday, comes amid growing concern about the impact of fishing and climate change on the Antarctic. A global campaign has been launched to create a network of ocean sanctuaries to protect the seas in the region and Greenpeace is calling for an immediate halt to fishing in areas being considered for sanctuary status.",
    "Frida Bengtsson from Greenpeace's Protect the Antarctic campaign said: “If the krill industry wants to show it's a responsible player, then it should be voluntarily getting out of any area which is being proposed as an ocean sanctuary, and should instead be backing the protection of these huge tracts of the Antarctic.”",
    "A global campaign has been launched to turn a huge tract of Antarctic seas into ocean sanctuaries, protecting wildlife and banning not just krill fishing, but all fishing. One was created in the Ross Sea in 2016, another reserve is being proposed in a vast area of the Weddell Sea, and a third sanctuary is under consideration in the area west of the Antarctic Peninsula—a key krill fishing area.",
    "The Commission for the Conservation of Antarctic Marine Living Resources (CCAMLR) manages the seas around Antarctica. It will decide on the Weddell Sea sanctuary proposal at a conference in Australia in October, although a decision on the peninsula sanctuary is not expected until later.",
    "Keith Reid, a science manager at CCAMLR, said that the organisation sought “a balance between protection, conservation and sustainable fishing in the Southern Ocean.” He said although more fishing was taking place nearer penguin colonies it was often happening later in the season when these colonies were empty.",
    "“The creation of a system of marine protected areas is a key part of ongoing scientific and policy discussions in CCAMLR,” he added. “Our long-term operation in the region depends on a healthy and thriving Antarctic marine ecosystem, which is why we have always had an open dialogue with the environmental non-governmental organisations. We strongly intend to continue this dialogue, including talks with Greenpeace, to discuss improvements based on the latest scientific data. We are not the ones to decide on the establishment of marine protected areas, but we hope to contribute positively with our knowledge and experience.”"
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does Greenpeace’s study find about krill fishing?",
      "Options": [
        {
          "key": "A",
          "text": "It caused a great many penguins and whales to migrate."
        },
        {
          "key": "B",
          "text": "It was depriving penguins and whales of their habitats."
        },
        {
          "key": "C",
          "text": "It was carried out too close to the habitats of penguins and whales."
        },
        {
          "key": "D",
          "text": "It posed an unprecedented threat to the wildlife around Antarctica."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "For what purpose has a global campaign been launched?",
      "Options": [
        {
          "key": "A",
          "text": "To reduce the impact of climate change on Antarctica."
        },
        {
          "key": "B",
          "text": "To establish conservation areas in the Antarctic region."
        },
        {
          "key": "C",
          "text": "To regulate krill fishing operations in the Antarctic seas."
        },
        {
          "key": "D",
          "text": "To publicise the concern about the impact of krill fishing."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What is Greenpeace’s recommendation to the krill industry?",
      "Options": [
        {
          "key": "A",
          "text": "Opting to operate away from the suggested conservation areas."
        },
        {
          "key": "B",
          "text": "Volunteering to protect the endangered species in the Antarctic."
        },
        {
          "key": "C",
          "text": "Refraining from krill fishing throughout the breeding season."
        },
        {
          "key": "D",
          "text": "Showing its sense of responsibility by leading the global campaign."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What did CCAMLR aim to do according to its science manager?",
      "Options": [
        {
          "key": "A",
          "text": "Raise public awareness of the vulnerability of Antarctic species."
        },
        {
          "key": "B",
          "text": "Ban all commercial fishing operations in the Southern Ocean."
        },
        {
          "key": "C",
          "text": "Keep the penguin colonies from all fishing interference."
        },
        {
          "key": "D",
          "text": "Sustain fishing without damaging the Antarctic ecosystem."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "How does CCAMLR define its role in the conservation of the Antarctic environment?",
      "Options": [
        {
          "key": "A",
          "text": "A coordinator in policy discussions."
        },
        {
          "key": "B",
          "text": "An authority on big data analysis."
        },
        {
          "key": "C",
          "text": "A provider of the needed expertise."
        },
        {
          "key": "D",
          "text": "An initiator of marine sanctuaries."
        }
      ]
    }
  ]
}
