{
  "title": "Section B",
  "passageTitle": "How much protein do you really need?",
  "passages": [
    "A) The marketing is tempting: Get stronger muscles and healthier bodies with minimal effort by adding protein powder to your morning shake or juice drink. Or grab a protein bar at lunch or for a quick snack. Today, you can find protein supplements everywhere—online or at the pharmacy, grocery store or health food store. They come in powders, pills and bars. With more than $12 billion in sales this year, the industry is booming and, according to the market research company, Grand View Research, is on track to sell billions more by 2025. But do we really need all this supplemental protein? It depends. There are pros, cons and some other things to consider.",
    "B) For starters, protein is critical for every cell in our body. It helps build nails, hair, bones and muscles. It can also help you feel fuller longer than eating foods without protein. And, unlike nutrients that are found only in a few foods, protein is present in all foods. “The typical American diet is a lot higher in protein than a lot of us think,” says registered dietitian Angela Pipitone. “It's in foods many of us expect, such as beef, chicken and other types of meat and dairy. But it's also in foods that may not come immediately to mind like vegetables, fruit, beans and grains.”",
    "C) The U.S. government's recommended daily allowance (RDA) for the average adult is 50 to 60 grams of protein a day. This may sound like a lot, but Pipitone says: “We get bits of protein here and there and that really adds up throughout the day.” Take, for example, breakfast. If you eat two eggs topped with a little bit of cheese and an orange on the side, you already have 22 grams of protein. Each egg gives you 7 grams, the cheese gives you about 6 grams and the orange—about 2 grams. Add a lunch of chicken, rice and broccoli （西兰花）, and you are already over the recommended 50 grams. “You can get enough protein and meet the RDA before you even get to dinner,” says Pipitone.",
    "D) So if it's so easy to get your protein in food, why add more in the form of powders, snack bars or a boost at your local juice bar? No need to, says Pipitone, because, in fact, most of us already get enough protein in our diet. “Whole foods are always the best option rather than adding supplements,” she says, noting the FDA does not regulate supplements as rigorously as foods or drugs. So there could be less protein, more sugar and some additives you wouldn't expect, such as caffeine （咖啡因）.",
    "E) If you are considering a supplement, read the list of ingredients, she says, although this is not always reliable. “I've seen very expensive protein supplements that claim to be high quality but they might not really be beneficial for the average healthy adult,” she says. “It could just be a waste of money.”",
    "F) But there are certain situations that do warrant extra protein. “Anytime you're repairing or building muscle,” Pipitone says, such as if you're an extreme endurance athlete, training for a marathon, or you're a body builder. If you're moderately exercising for 150 minutes a week, as the Centers for Disease Control and Prevention recommends, or less than that, you're probably not an extreme athlete. Extreme athletes expend lots of energy breaking down and repairing and building muscles. Protein can give them the edge they need to speed that process.",
    "G) Vegans can benefit from protein supplements since they do not eat animal­-based protein sources like meat, dairy or eggs. And, for someone always on-­the-­go who may not have time for a meal, a protein snack bar can be a good option for occasional meal replacement. Also, individuals recovering from surgery or an injury can also benefit from extra protein. So, too, can older people. At around age 60, “muscles really start to break down,” says Kathryn Starr, an aging researcher, “and because of that, the protein needs of an older adult actually increase.”",
    "H) In fact, along with her colleague Connie Bales, Starr recently conducted a small study that found that adding extra protein foods to the diet of obese older individuals who were trying to lose weight strengthened their muscles. Participants in the study were separated into two groups—one group was asked to eat 30 grams of protein per meal in the form of whole foods. That meant they were eating 90 grams of protein a day. The other group—the control group—was put on a typical low­-calorie diet with about 50 to 60 grams of protein a day. After six months, researchers found the high protein group had significantly improved their muscle function —almost twice as much as the control group. “They were able to walk faster, had improved balance, and were also able to get up out of a chair faster than the control group,” Starr says. All 67 participants were over 60 years of age, and both groups lost about the same amount of weight.",
    "I) Starr is now looking into whether high-­protein diets also improve the quality of the muscle itself in seniors. She's using CT scans to measure muscle size and fat, and comparing seniors on a high­-protein diet with those on regular diets. She says her findings should be available in a couple of months.",
    "J) In the meantime, 70­-year-­old Corliss Keith, who was in the high protein group in Starr' latest study, says she feels a big difference. “I feel excellent,” she says. “I feel like I have a different body, I have more energy, I'm stronger.” She says she is able to take Zumba exercise classes three times a week, work out on the treadmill （跑步机）, and take long, brisk walks. Keith also lost more than 15 pounds. “I'm a fashionable person, so now I'm back in my 3­-inch heels,” she says.",
    "K) As people age, Starr says muscle strength is key to helping them stay strong and continue living on their own in their own home. “I feel very much alive now,” says Keith. “I feel like I could stay by myself until I'm 100.”",
    "L) But can people overdo protein? Pipitone says you do have to be careful. Other researchers say too much protein can cause cramps （痉挛）, headaches, and fatigue. Dehydration （脱水） is also a risk when you eat too much protein. Pipitone says if you increase protein, you also have to increase your fluid intake. “I always tell people to make sure they're drinking enough fluids,” which for the average person is 60 to 70 ounces a day, which translates into eight 8-­ounce glasses of water or liquid per day.",
    "M) There have been some indications that extra protein makes the kidneys work harder, which could be problematic for individuals with a history of kidney disease and for them, the supplements may increase the risk of kidney stones, she says.",
    "N) Bottom line, if you think you need more protein in your diet, consider these questions: Are you an extreme athlete; are you recovering from injury or surgery; or are you 60 years or older? If so, adding high protein foods like eggs and meat products to your diet can be beneficial. And, if you're not sure, it is always a good idea to check with your primary care provider."
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "It is quite easy for one to take in the recommended amount of protein."
    },
    {
      "Number": 37,
      "Statement": "Pipitone claims that healthy adults need not spend money on protein supplements."
    },
    {
      "Number": 38,
      "Statement": "The protein supplement business is found to be thriving."
    },
    {
      "Number": 39,
      "Statement": "Protein can speed the repairing of damaged muscles."
    },
    {
      "Number": 40,
      "Statement": "Protein supplements may overburden some internal organ, thus leading to its malfunctioning."
    },
    {
      "Number": 41,
      "Statement": "Older adults need to take in more protein to keep their muscles strong."
    },
    {
      "Number": 42,
      "Statement": "Protein is found in more foods than people might realize."
    },
    {
      "Number": 43,
      "Statement": "Additional protein was found to help strengthen the muscles of overweight seniors seeking weight loss."
    },
    {
      "Number": 44,
      "Statement": "Pipitone believes that whole foods provide the best source of protein."
    },
    {
      "Number": 45,
      "Statement": "People are advised to drink more liquid when they take in more protein."
    }
  ]
}