{
    "title": "Section C",
    "passagesOne": [
        "Professor Ashok Goel of Georgia Tech developed an artificially intelligent teaching assistant to help handle the enormous number of student questions in the online class, Knowledge-Based Artificial Intelligence. This online course is a core requirement of Georgia Tech's online Master of Science in Computer Science program. Professor Goel already had eight teaching assistants, but that wasn't enough to deal with the overwhelming number of daily questions from students.",
        "Many students drop out of online courses because of the lack of teaching support. When students feel isolated or confused and reach out with questions that go unanswered, their motivation to continue begins to fade. Professor Goel decided to do something to remedy this situation and his solution was to create a virtual assistant named Jill Watson, which is based on the IBM Watson platform.",
        "Goel and his team developed several versions of Jill Watson before releasing her to the online forums. At first, the virtual assistant wasn't too great. But Goel and his team sourced the online discussion forum to find all the 40,000 questions that had ever been asked since the class was launched. Then they began to feed Jill with the questions and answers. After some adjustment and sufficient time, Jill was able to answer the students' questions correctly 97% of the time. The virtual assistant became so advanced and realistic that the students didn't know she was a computer. The students, who were studying artificial intelligence, were interacting with the virtual assistant and couldn't tell it apart from a real human being. Goel didn't inform them about Jill's true identity until April 26. The students were actually very positive about the experience.",
        "The goal of Professor Goel's virtual assistant next year is to take over answering 40% of all the questions posed by students on the online forum. The name Jill Watson will, of course, change to something else next semester. Professor Goel has a much rosier outlook on the future of artificial intelligence than, say, Elon Musk, Stephen Hawking, Bill Gates or Steve Wozniak."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What do we learn about Knowledge-Based Artificial Intelligence?",
            "Options": [
                {
                    "key": "A",
                    "text": "It is a robot that can answer students' questions."
                },
                {
                    "key": "B",
                    "text": "It is a course designed for students to learn online."
                },
                {
                    "key": "C",
                    "text": "It is a high-tech device that revolutionizes teaching."
                },
                {
                    "key": "D",
                    "text": "It is a computer program that aids student learning."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What problem did Professor Goel meet with?",
            "Options": [
                {
                    "key": "A",
                    "text": "His students were unsatisfied with the assistants."
                },
                {
                    "key": "B",
                    "text": "His course was too difficult for the students."
                },
                {
                    "key": "C",
                    "text": "Students' questions were too many to handle."
                },
                {
                    "key": "D",
                    "text": "Too many students dropped out of his course."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What do we learn about Jill Watson?",
            "Options": [
                {
                    "key": "A",
                    "text": "She turned out to be a great success."
                },
                {
                    "key": "B",
                    "text": "She got along pretty well with students."
                },
                {
                    "key": "C",
                    "text": "She was unwelcome to students at first."
                },
                {
                    "key": "D",
                    "text": "She was released online as an experiment."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "How did the students feel about Jill Watson?",
            "Options": [
                {
                    "key": "A",
                    "text": "They thought she was a bit too artificial."
                },
                {
                    "key": "B",
                    "text": "They found her not as capable as expected."
                },
                {
                    "key": "C",
                    "text": "They could not but admire her knowledge."
                },
                {
                    "key": "D",
                    "text": "They could not tell her from a real person."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What does Professor Goel plan to do next with Jill Watson?",
            "Options": [
                {
                    "key": "A",
                    "text": "Launch different versions of her online."
                },
                {
                    "key": "B",
                    "text": "Feed her with new questions and answers."
                },
                {
                    "key": "C",
                    "text": "Assign her to answer more of students' questions."
                },
                {
                    "key": "D",
                    "text": "Encourage students to interact with her more freely."
                }
            ]
        }
    ],
    "passagesTwo": [
        "Thinking small, being engaging, and having a sense of humor don't hurt. Those are a few of the traits of successful science crowdfunding efforts that emerge from a recent study that examined nearly 400 campaigns. But having a large network and some promotional skills may be more crucial.",
        "Crowdfunding, raising money for a project through online appeals, has taken off in recent years for everything from making movies to producing water-saving gadgets. Scientists have tried to tap Internet donors, too, with mixed success. Some raised more than twice their goals, but others have fallen short of reaching even modest targets.",
        "To determine what separates science crowdfunding triumphs from failures, a team led by science communications scholar Mike Schäfer of the University of Zurich examined the content of the webpages for 371 recent campaigns.",
        "Four traits stood out for those that achieved their goals, the researchers report in Public Understanding of Science. For one, they use a crowdfunding platform that specializes in raising money for science, and not just any kind of project. Although sites like Kickstarter take all comers, platforms such as Experiment.com and Petridish.org only present scientific projects. For another, they present the project with a funny video because good visuals and a sense of humor improved success. Most of them engage with potential donors, since projects that answered questions from interested donors fared better. And they target a small amount of money. The projects included in the study raised $4000 on average, with 30% receiving less than $1000. The more money a project sought, the lower the chance it reached its goal, the researchers found.",
        "Other factors may also significantly influence a project's success, most notably, the size of a scientist's personal and professional networks, and how much a researcher promotes a project on their own. Those two factors are by far more critical than the content on the page. Crowdfunding can be part of researchers' efforts to reach the public, and people give because “they feel a connection to the person” who is doing the fundraising—not necessarily to the science."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What do we learn about the scientists trying to raise money online for their projects?",
            "Options": [
                {
                    "key": "A",
                    "text": "They did not raise much due to modest targets."
                },
                {
                    "key": "B",
                    "text": "They made use of mixed fundraising strategies."
                },
                {
                    "key": "C",
                    "text": "Not all of them achieved their anticipated goals."
                },
                {
                    "key": "D",
                    "text": "Most of them put movies online for the purpose."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What is the purpose of Mike Schäfer's research of recent crowdfunding campaigns?",
            "Options": [
                {
                    "key": "A",
                    "text": "To create attractive content for science websites."
                },
                {
                    "key": "B",
                    "text": "To identify reasons for their different outcomes."
                },
                {
                    "key": "C",
                    "text": "To help scientists to launch innovative projects."
                },
                {
                    "key": "D",
                    "text": "To separate science projects from general ones."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What trait contributes to the success of a crowd-funding campaign?",
            "Options": [
                {
                    "key": "A",
                    "text": "The potential benefit to future generations."
                },
                {
                    "key": "B",
                    "text": "Its interaction with prospective donors."
                },
                {
                    "key": "C",
                    "text": "Its originality in addressing financial issues."
                },
                {
                    "key": "D",
                    "text": "The value of the proposed project."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What did the researchers think of the financial targets of crowdfunding projects?",
            "Options": [
                {
                    "key": "A",
                    "text": "They should be small to be successful."
                },
                {
                    "key": "B",
                    "text": "They should be based on actual needs."
                },
                {
                    "key": "C",
                    "text": "They should be assessed with great care."
                },
                {
                    "key": "D",
                    "text": "They should be ambitious to gain notice."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What motivates people to donate in a crowdfunding campaign?",
            "Options": [
                {
                    "key": "A",
                    "text": "The ease of access to the content of the webpage."
                },
                {
                    "key": "B",
                    "text": "Their desire to contribute to the cause of science."
                },
                {
                    "key": "C",
                    "text": "The significance and influence of the project itself."
                },
                {
                    "key": "D",
                    "text": "Their feeling of connection to the scientists themselves."
                }
            ]
        }
    ]
}