{
  "title": "Section A",
  "passages": [
    "A new study has drawn a bleak picture of cultural inclusiveness reflected in the children’s literature available in Australia. Dr. Helen Adam from Edith Cowan University’s School of Education 26 the cultural diversity of children’s books. She examined the books 27 in the kindergarten rooms of four day-care centers in Western Australia. Just 18 percent of 2,413 books in the total collection contained any 28 of non-white people.Minority cultures were often featured in stereotypical or tokenistic ways, for example, by 29 Asian culture with chopsticks and traditional dress. Characters that did represent a minority culture usually had 30 roles in the books. The main characters were mostly Caucasian. This causes concern as it can lead to an impression that whiteness is of greater value.",
    "Dr. Adam said children formed impressions about ‘difference’ and identity from a very young age.Evidence has shown they develop own-race 31 from as young as three months of age. The books we share with young children can be a valuable opportunity to develop children’s understanding of themselves and others. Books can also allow children to see diversity. They discover both similarities and dif erences between themselves and others. This can help develop understanding, acceptance and 32 of diversity.",
    "Census data has shown Australians come from more than 200 countries. They speak over 300 languages at home. Additionally, Australians belong to more than 100 dif erent religious groups. They also work in more than 1,000 dif erent occupations. “Australia is a multicultural society. The current 33 promotion of white middle-class ideas and lifestyles risks 34 children from minority groups. This can give white middle-class children a sense of 35 or privilege,” Dr. Adam said."
  ],
  "options": {
    "A": "alienating",
    "B": "appreciation",
    "C": "bias",
    "D": "fraud",
    "E": "housed",
    "F": "investigated",
    "G": "overwhelming",
    "H": "portraying",
    "I": "representation",
    "J": "safeguarded",
    "K": "secondary",
    "L": "superiority",
    "M": "temperament",
    "N": "tentative",
    "O": "threshold"
  }
}