{
  "title": "Section C",
  "passagesOne": [
    "Humans are fascinated by the source of their failings and virtues. This preoccupation inevitably leads to an old debate: whether nature or nurture moulds us more. A revolution in genetics has poised this as a modern political question about the character of our society: if personalities are hard-wired into our genes, what can governments do to help us? It feels morally questionable, yet claims of genetic selection by intelligence are making headlines.",
    "This is down to “hereditarian” （遗传论的）science and a recent paper claimed “differences in exam performance between pupils attending selective and non-selective schools mirror the genetic dif erences between them”. With such an assertion, the work was predictably greeted by a lot of absurd claims about “genetics determining academic success”. What the research revealed was the rather less surprising result: the educational benefits of selective schools largely disappear once pupils’ inborn ability and socio-economic background were taken into account. It is a glimpse of the blindingly obvious—and there’s nothing to back strongly either a hereditary or environmental argument.",
    "Yet the paper does say children are “unintentionally genetically selected” by the school system. Central to hereditarian science is a tall claim: that identifiable variations in genetic sequences can predict an individual’s aptness to learn, reason and solve problems. This is problematic on many levels. A teacher could not seriously tell a parent their child has a low genetic tendency to study when external factors clearly exist. Unlike-minded academics say the inheritability of human traits is scientifically unsound. At best there is a weak statistical association and not a causal link between DNA and intelligence. Yet sophisticated statistics are used to create an intimidatory atmosphere of scientific certainty.",
    "While there’s an undoubted genetic basis to individual difference, it is wrong to think that socially defined groups can be genetically accounted for. The fixation on genes as destiny is surely false too. Medical predictability can rarely be based on DNA alone; the environment matters too. Something as complex as intellect is likely to be affected by many factors beyond genes. If hereditarians want to advance their cause it will require more balanced interpretation and not just acts of advocacy.",
    "Genetic selection is a way of exerting influence over others, “the ultimate collective control of human destinies,” as writer H. G. Wells put it. Knowledge becomes power and power requires a sense of responsibility.In understanding cognitive ability, we must not elevate discrimination to a science: allowing people to climb the ladder of life only as far as their cells might suggest. This will need a more sceptical eye on the science.As technology progresses, we all have a duty to make sure that we shape a future that we would want to find ourselves in."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What did a recent research paper claim?",
      "Options": [
        {
          "key": "A",
          "text": "The type of school students attend makes a dif erence to their future."
        },
        {
          "key": "B",
          "text": "Genetic differences between students are far greater than supposed."
        },
        {
          "key": "C",
          "text": "The advantages of selective schools are too obvious to ignore."
        },
        {
          "key": "D",
          "text": "Students’ academic performance is determined by their genes."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What does the author think of the recent research?",
      "Options": [
        {
          "key": "A",
          "text": "Its result was questionable."
        },
        {
          "key": "B",
          "text": "Its implication was positive."
        },
        {
          "key": "C",
          "text": "Its influence was rather negligible."
        },
        {
          "key": "D",
          "text": "Its conclusions were enlightening."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What does the author say about the relationship between DNA and intelligence?",
      "Options": [
        {
          "key": "A",
          "text": "It is one of scientific certainty."
        },
        {
          "key": "B",
          "text": "It is not one of cause and efect."
        },
        {
          "key": "C",
          "text": "It is subject to interpretation of statistics."
        },
        {
          "key": "D",
          "text": "It is not fully examined by gene scientists."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What do hereditarians need to do to make their claims convincing?",
      "Options": [
        {
          "key": "A",
          "text": "Take all relevant factors into account in interpreting their data."
        },
        {
          "key": "B",
          "text": "Conduct their research using more sophisticated technology."
        },
        {
          "key": "C",
          "text": "Gather gene data from people of all social classes."
        },
        {
          "key": "D",
          "text": "Cooperate with social scientists in their research."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What does the author warn against in the passage?",
      "Options": [
        {
          "key": "A",
          "text": "Exaggerating the power of technology in shaping the world."
        },
        {
          "key": "B",
          "text": "Losing sight of professional ethics in conducting research."
        },
        {
          "key": "C",
          "text": "Misunderstanding the findings of human cognition research."
        },
        {
          "key": "D",
          "text": "Promoting discrimination in the name of science."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Nicola Sturgeon’s speech last Tuesday setting out the Scottish government’s legislative programme for the year ahead confirmed what was already pretty clear. Scottish councils are set to be the first in the UK with the power to levy charges on visitors, with Edinburgh likely to lead the way.",
    "Tourist taxes are not new. The Himalayan kingdom of Bhutan has a longstanding policy of charging visitors a daily fee. France’s tax on overnight stays was introduced to assist thermal spa （温泉）towns to develop, and around half of French local authorities use it today.",
    "But such levies are on the rise. Moves by Barcelona and Venice to deal with the phenomenon of “over tourism” through the use of charges have recently gained prominence. Japan and Greece are among the countries to have recently introduced tourist taxes.",
    "That the UK lags behind is due to our weak, by international standards, local government, as well as the opposition to taxes and regulation of our aggressively pro-market ruling party. Some UK cities have lobbied without success for the power to levy a charge on visitors. Such levies are no universal remedy as the amounts raised would be tiny compared with what has been taken away by central government since 2010. Still, it is to be hoped that the Scottish government’s bold move will prompt others to act. There is no reason why visitors to the UK, or domestic tourists on holiday in hotspots such as Cornwall, should be exempt from taxation—particularly when vital local services including waste collection, park maintenance and arts and culture spending are under unprecedented strain.",
    "On the contrary, compelling tourists to make a financial contribution to the places they visit beyond their personal consumption should be part of a wider cultural shift. Westerners with disposable incomes have often behaved as if they have a right to go wherever they choose with little regard for the consequences. Just as the environmental harm caused by aviation and other transport must come under far greater scrutiny, the social cost of tourism must also be confronted. This includes the impact of short-term lets on housing costs and quality of life for residents. Several European capitals, including Paris and Berlin, are leading a campaign for tougher regulation by the European Union. It also includes the impact of overcrowding, litter and the kinds of behaviour associated with noisy parties.",
    "There is no “one size fits all” solution to this problem. The existence of new revenue streams for some but not all councils is complicated, and businesses are often opposed, fearing higher costs will make them uncompetitive. But those places that want them must be given the chance to make tourist taxes work."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What do we learn from Nicola Sturgeon’s speech?",
      "Options": [
        {
          "key": "A",
          "text": "The UK is set to adjust its policy on taxation."
        },
        {
          "key": "B",
          "text": "Tourists will have to pay a tax to visit Scotland."
        },
        {
          "key": "C",
          "text": "The UK will take new measures to boost tourism."
        },
        {
          "key": "D",
          "text": "Edinburgh contributes most to Scotland’s tourism."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "How come the UK has been slow in imposing the tourist tax?",
      "Options": [
        {
          "key": "A",
          "text": "Its government wants to attract more tourists."
        },
        {
          "key": "B",
          "text": "The tax is unlikely to add much to its revenue."
        },
        {
          "key": "C",
          "text": "Its ruling party is opposed to taxes and regulation."
        },
        {
          "key": "D",
          "text": "It takes time for local governments to reach consensus."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "Both international and domestic visitors in the UK should pay tourist tax so as to __________.",
      "Options": [
        {
          "key": "A",
          "text": "elevate its tourism to international standards"
        },
        {
          "key": "B",
          "text": "improve the welfare of its maintenance workers"
        },
        {
          "key": "C",
          "text": "promote its cultural exchange with other nations"
        },
        {
          "key": "D",
          "text": "ease its financial burden of providing local services"
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What does the author say about Western tourists?",
      "Options": [
        {
          "key": "A",
          "text": "They don’t seem to care about the social cost of tourism."
        },
        {
          "key": "B",
          "text": "They don’t seem to mind paying for additional services."
        },
        {
          "key": "C",
          "text": "They deem travel an important part of their life."
        },
        {
          "key": "D",
          "text": "They subject the efects of tourism to scrutiny."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What are UK people’s opinions about the levy of tourist tax?",
      "Options": [
        {
          "key": "A",
          "text": "Supportive."
        },
        {
          "key": "B",
          "text": "Skeptical."
        },
        {
          "key": "C",
          "text": "Divided."
        },
        {
          "key": "D",
          "text": "Unclear."
        }
      ]
    }
  ]
}
