{
  "title": "Section C",
  "passagesOne": [
    "Danielle Steel, the 71-year-old romance novelist is notoriously productive, having published 179 books at a rate of up to seven a year. But a passing reference in a recent profile by Glamour magazine to her 20-hour workdays prompted an outpouring of admiration.",
    "Steel has given that 20-hour figure when describing her “exhausting” process in the past: “I start the book and don’t leave my desk until the first draft is finished.” She goes from bed, to desk, to bath, to bed, avoiding all contact aside from phone calls with her nine children. “I don’t comb my hair for weeks,” she says. Meals are brought to her desk, where she types until her fingers swell and her nails bleed.",
    "The business news website Quartz held Steel up as an inspiration, writing that if only we all followed her “actually extremely liberating” example of industrious sleeplessness, we would be quick to see results.",
    "Well, indeed. With research results showing the cumulative effects of sleep loss and its impact on productivity, doubt has been voiced about the accuracy of Steel’s self-assessment. Her output may be undeniable, but sceptics have suggested that she is guilty of erasing the role of ghostwriters （代笔人）at worst, gross exaggeration at best.",
    "Steel says working 20 hours a day is “pretty brutal physically.” But is it even possible? “No,” says Maryanne Taylor of the Sleep Works. While you could work that long, the impact on productivity would make it hardly worthwhile. If Steel was routinely sleeping for four hours a night, she would be drastically underestimating the negative impact, says Alison Gardiner, founder of the sleep improvement program Sleepstation. “It’s akin to being drunk.”",
    "It’s possible that Steel is exaggerating the demands of her schedule. Self-imposed sleeplessness has “become a bit of a status symbol”, says Taylor, a misguided measure to prove how powerful and productive you are. Margaret Thatcher was also said to get by on four hours a night, while the 130-hour work weeks endured by tech heads has been held up as key to their success.",
    "That is starting to change with increased awareness of the importance of sleep for mental health. “People are starting to realize that sleep should not be something that you fit in between everything else,” says Taylor.",
    "But it is possible—if statistically extremely unlikely—that Steel could be born a “short sleeper” with an unusual body clock, says sleep expert Dr. Sophie Bostock. “It’s probably present in fewer than 1% of the population.”",
    "Even if Steel does happen to be among that tiny minority, says Bostock, it’s “pretty irresponsible” to suggest that 20-hour days are simply a question of discipline for the rest of us."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What do we learn from the passage about Glamour magazine readers?",
      "Options": [
        {
          "key": "A",
          "text": "They are intrigued by the exotic romance in Danielle Steel’s novels."
        },
        {
          "key": "B",
          "text": "They are amazed by the number of books written by Danielle Steel."
        },
        {
          "key": "C",
          "text": "They are deeply impressed by Danielle Steel’s daily work schedule."
        },
        {
          "key": "D",
          "text": "They are highly motivated by Danielle Steel’s unusual productivity."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What did the business news website Quartz say about Danielle Steel?",
      "Options": [
        {
          "key": "A",
          "text": "She could serve as an example of industriousness."
        },
        {
          "key": "B",
          "text": "She proved we could liberate ourselves from sleep."
        },
        {
          "key": "C",
          "text": "She could be an inspiration to novelists all over the world."
        },
        {
          "key": "D",
          "text": "She showed we could get all our work done without sleep."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What do sceptics think of Danielle Steel’s work schedule claims?",
      "Options": [
        {
          "key": "A",
          "text": "They are questionable."
        },
        {
          "key": "B",
          "text": "They are alterable."
        },
        {
          "key": "C",
          "text": "They are irresistible."
        },
        {
          "key": "D",
          "text": "They are verifiable."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What does Maryanne Taylor think of self-imposed sleeplessness?",
      "Options": [
        {
          "key": "A",
          "text": "It may turn out to be key to a successful career."
        },
        {
          "key": "B",
          "text": "It may be practiced only by certain tech heads."
        },
        {
          "key": "C",
          "text": "It may symbolise one’s importance and success."
        },
        {
          "key": "D",
          "text": "It may well serve as a measure of self-discipline."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "How does Dr. Sophie Bostock look at the 20-hour daily work schedule?",
      "Options": [
        {
          "key": "A",
          "text": "One should not adopt it without consulting a sleep expert."
        },
        {
          "key": "B",
          "text": "The general public should not be encouraged to follow it."
        },
        {
          "key": "C",
          "text": "One must be duly self-disciplined to adhere to it."
        },
        {
          "key": "D",
          "text": "The majority must adjust their body clock for it."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Organic agriculture is a relatively untapped resource for feeding the Earth’s population, especially in the face of climate change and other global challenges. That’s the conclusion I reached in reviewing 40 years of science comparing the long-term prospects of organic and conventional farming.",
    "The review study, “Organic Agriculture in the 21st Century,” is featured as the cover story for the February issue of the journal Nature Plants. It is the first to compare organic and conventional agriculture across the main goals of sustainability identified by the National Academy of Sciences: productivity, economics, and environment.",
    "Critics have long argued that organic agriculture is inefficient, requiring more land to yield the same amount of food. It’s true that organic farming produces lower yields, averaging 10 to 20 percent less than conventional. Advocates contend that the environmental advantages of organic agriculture far outweigh the lower yields, and that increasing research and breeding resources for organic systems would reduce the yield gap. Sometimes excluded from these arguments is the fact that we already produce enough food to more than feed the world’s 7.4 billion people but do not provide adequate access to all individuals.",
    "In some cases, organic yields can be higher than conventional. For example, in severe drought conditions, which are expected to increase with climate change in many areas, organic farms can produce as good, if not better, yields because of the higher water-holding capacity of organically farmed soils.",
    "What science does tell us is that mainstream conventional farming systems have provided growing supplies of food and other products but often at the expense of other sustainability goals.",
    "Conventional agriculture may produce more food, but it often comes at a cost to the environment. Biodiversity loss, environmental degradation, and severe impacts on ecosystem services have not only accompanied conventional farming systems but have often extended well beyond their field boundaries. With organic agriculture, environmental costs tend to be lower and the benefits greater.",
    "Overall, organic farms tend to store more soil carbon, have better soil quality, and reduce soil erosion compared to their conventional counterparts. Organic agriculture also creates less soil and water pollution and lower greenhouse gas emissions. And it’s more energy-efficient because it doesn’t rely on synthetic fertilizers or pesticides.",
    "Organic agriculture is also associated with greater biodiversity of plants, animals, insects and microorganisms as well as genetic diversity. Biodiversity increases the services that nature provides and improves the ability of farming systems to adapt to changing conditions.",
    "Despite lower yields, organic agriculture is more profitable for farmers because consumers are willing to pay more. Higher prices, called price premiums, can be justified as a way to compensate farmers for providing ecosystem services and avoiding environmental damage or external costs."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What do we learn from the conclusion of the author’s review study?",
      "Options": [
        {
          "key": "A",
          "text": "More resources should be tapped for feeding the world’s population."
        },
        {
          "key": "B",
          "text": "Organic farming may be exploited to solve the global food problem."
        },
        {
          "key": "C",
          "text": "The long-term prospects of organic farming are yet to be explored."
        },
        {
          "key": "D",
          "text": "Organic farming is at least as promising as conventional farming."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What is the critics’ argument against organic farming?",
      "Options": [
        {
          "key": "A",
          "text": "It cannot meet the need for food."
        },
        {
          "key": "B",
          "text": "It cannot increase farm yields."
        },
        {
          "key": "C",
          "text": "It is not really practical."
        },
        {
          "key": "D",
          "text": "It is not that productive."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What does the author think should be taken into account in arguing about organic farming?",
      "Options": [
        {
          "key": "A",
          "text": "Growth in world population."
        },
        {
          "key": "B",
          "text": "Deterioration in soil fertility."
        },
        {
          "key": "C",
          "text": "Inequality in food distribution."
        },
        {
          "key": "D",
          "text": "Advance in farming technology."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What does science tell us about conventional farming?",
      "Options": [
        {
          "key": "A",
          "text": "It will not be able to meet global food demand."
        },
        {
          "key": "B",
          "text": "It is not conducive to sustainable development."
        },
        {
          "key": "C",
          "text": "It will eventually give way to organic farming."
        },
        {
          "key": "D",
          "text": "It is going mainstream throughout the world."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "Why does the author think higher prices of organic farm produce are justifiable?",
      "Options": [
        {
          "key": "A",
          "text": "They give farmers going organic a big competitive edge."
        },
        {
          "key": "B",
          "text": "They motivate farmers to upgrade farming technology."
        },
        {
          "key": "C",
          "text": "Organic farming costs more than conventional farming."
        },
        {
          "key": "D",
          "text": "Organic farming does long-term good to the ecosystem."
        }
      ]
    }
  ]
}
