{
  "title": "Section B",
  "passageTitle": "Grow Plants Without Water",
  "passages": [
    "A) Ever since humanity began to farm our own food, we've faced the unpredictable rain that is both friend and enemy. It comes and goes without much warning, and a field of lush（茂盛的）leafy greens one year can dry up and blow away the next. Food security and fortunes depend on sufficient rain, and nowhere more so than in Africa, where 96% of farmland depends on rain instead of the irrigation common in more developed places. It has consequences: South Africa's ongoing drought — the worst in three decades — will cost at least a quarter of its corn crop this year.",
    "B) Biologist Jill Farrant of the University of Cape Town in South Africa says that nature has plenty of answers for people who want to grow crops in places with unpredictable rainfall. She is hard at work finding a way to take traits from rare wild plants that adapt to extreme dry weather and use them in food crops. As the earth's climate changes and rainfall becomes even less predictable in some places, those answers will grow even more valuable. “The type of farming I'm aiming for is literally so that people can survive as it's going to get more and more dry,” Farrant says.",
    "C) Extreme conditions produce extremely tough plants. In the rusty red deserts of South Africa, steep-sided rocky hills called inselbergs rear up from the plains like the bones of the earth. The hills are remnants of an earlier geological era, scraped bare of most soil and exposed to the elements. Yet on these and similar formations in deserts around the world, a few fierce plants have adapted to endure under ever-changing conditions.",
    "D) Farrant calls them resurrection plants（复苏植物）. During months without water under a harsh sun, they wither, shrink and contract until they look like a pile of dead gray leaves. But rainfall can revive them in a matter of hours. Her time-lapse（间歇性拍摄的）videos of the revivals look like someone playing a tape of the plant's death in reverse.",
    "E) The big difference between “drought-tolerant” plants and these tough plants: metabolism. Many different kinds of plants have developed tactics to weather dry spells. Some plants store reserves of water to see them through a drought; others send roots deep down to subsurface water supplies. But once these plants use up their stored reserve or tap out the underground supply, they cease growing and start to die. They may be able to handle a drought of some length, and many people use the term “drought tolerant” to describe such plants, but they never actually stop needing to consume water, so Farrant prefers to call them drought resistant.",
    "F) Resurrection plants, defined as those capable of recovering from holding less than 0.1 grams of water per gram of dry mass, are different. They lack water-storing structures, and their existence on rock faces prevents them from tapping groundwater, so they have instead developed the ability to change their metabolism. When they detect an extended dry period, they divert their metabolisms, producing sugars and certain stress-associated proteins and other materials in their tissues. As the plant dries, these resources take on first the properties of honey, then rubber, and finally enter a glass-like state that is “the most stable state that the plant can maintain,” Farrant says. That slows the plant's metabolism and protects its dried-out tissues. The plants also change shape, shrinking to minimize the surface area through which their remaining water might evaporate. They can recover from months and years without water, depending on the species.",
    "G) What else can do this dry-out-and-revive trick? Seeds — almost all of them. At the start of her career, Farrant studied “recalcitrant seeds（顽拗性种子）,” such as avocados, coffee and lychee. While tasty, such seeds are delicate — they cannot bud and grow if they dry out (as you may know if you've ever tried to grow a tree from an avocado pit). In the seed world, that makes them rare, because most seeds from flowering plants are quite robust. Most seeds can wait out the dry, unwelcoming seasons until conditions are right and they sprout（发芽）. Yet once they start growing, such plants seem not to retain the ability to hit the pause button on metabolism in their stems or leaves.",
    "H) After completing her Ph.D. on seeds, Farrant began investigating whether it might be possible to isolate the properties that make most seeds so resilient（迅速恢复活力的）and transfer them to other plant tissues. What Farrant and others have found over the past two decades is that there are many genes involved in resurrection plants' response to dryness. Many of them are the same that regulate how seeds become dryness-tolerant while still attached to their parent plants. Now they are trying to figure out what molecular signaling processes activate those seed-building genes in resurrection plants — and how to reproduce them in crops. “Most genes are regulated by a master set of genes,” Farrant says. “We're looking at gene promoters and what would be their master switch.”",
    "I) Once Farrant and her colleagues feel they have a better sense of which switches to throw, they will have to find the best way to do so in useful crops. “I'm trying three methods of breeding,” Farrant says: conventional, genetic modification and gene editing. She says she is aware that plenty of people do not want to eat genetically modified crops, but she is pushing ahead with every available tool until one works. Farmers and consumers alike can choose whether or not to use whichever version prevails: “I'm giving people an option.”",
    "J) Farrant and others in the resurrection business got together last year to discuss the best species of resurrection plant to use as a lab model. Just like medical researchers use rats to test ideas for human medical treatments, botanists use plants that are relatively easy to grow in a lab or greenhouse setting to test their ideas for related species. The Queensland rock violet is one of the best studied resurrection plants so far, with a draft genome（基因图谱）published last year by a Chinese team. Also last year, Farrant and colleagues published a detailed molecular study of another candidate, Xerophyta viscosa, a tough-as-nail South African plant with lily-like flowers, and she says that a genome is on the way. One or both of these models will help researchers test their ideas — so far mostly done in the lab — on test plots.",
    "K) Understanding the basic science first is key. There are good reasons why crop plants do not use dryness defenses already. For instance, there's a high energy cost in switching from a regular metabolism to an almost-no-water metabolism. It will also be necessary to understand what sort of yield farmers might expect and to establish the plant's safety. “The yield is never going to be high,” Farrant says, so these plants will be targeted not at Iowa farmers trying to squeeze more cash out of high-yield fields, but subsistence farmers who need help to survive a drought like the present one in South Africa. “My vision is for the subsistence farmer,” Farrant says. “I'm targeting crops that are of African value.”"
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "There are a couple of plants tough and adaptable enough to survive on bare rocky hills and in deserts."
    },
    {
      "Number": 37,
      "Statement": "Farrant is trying to isolate genes in resurrection plants and reproduce them in crops."
    },
    {
      "Number": 38,
      "Statement": "Farmers in South Africa are more at the mercy of nature, especially inconsistent rainfall."
    },
    {
      "Number": 39,
      "Statement": "Resurrection crops are most likely to be the choice of subsistence farmers."
    },
    {
      "Number": 40,
      "Statement": "Even though many plants have developed various tactics to cope with dry weather, they cannot survive a prolonged drought."
    },
    {
      "Number": 41,
      "Statement": "Despite consumer resistance, researchers are pushing ahead with genetic modification of crops."
    },
    {
      "Number": 42,
      "Statement": "Most seeds can pull through dry spells and begin growing when conditions are ripe, but once this process starts, it cannot be held back."
    },
    {
      "Number": 43,
      "Statement": "Farrant is working hard to cultivate food crops that can survive extreme dryness by studying the traits of rare wild plants."
    },
    {
      "Number": 44,
      "Statement": "By adjusting their metabolism, resurrection plants can recover from an extended period of drought."
    },
    {
      "Number": 45,
      "Statement": "Resurrection plants can come back to life in a short time after a rainfall."
    }
  ]
}