{
  "title": "Section C",
  "passagesOne": [
    "Even though we are living in an age where growing old is thought of as an inevitable misery, this doctor has been changing the game for seniors over the last 25 years.",
    "It all started in 1991 when the Harvard-educated physician was transferred from working in a stressful emergency room to being the medical director of a nursing home in upstate New York. The depressing and regimented (严格管制的) environment got him thinking on what exactly could improve the residents' conditions.",
    "Even though animals in nursing homes were illegal at the time, Dr. Bill Thomas took a chance. Based on a hunch, he brought in two dogs, four cats, hens, rabbits, 100 birds, a multitude of plants, a flower garden, and a vegetable patch.",
    "The change was dramatic. There was a 50% drop in medical prescriptions along with a dramatic decrease in death rates - but most importantly, the residents were simply happier.",
    "Dr. Thomas's approach, named the Eden Alternative, has driven nursing homes to allow a more autonomous and creative living space for their elderly. It erases the belief that growing old means growing useless. He encourages residents to think of their age as an enriching new phase of life rather than the end of it.",
    "Thomas, now a speaker and author of several books, also created small, independently-run residences with their own bedrooms and bathrooms, and he has been preaching a singular message that getting old is not a bad thing.",
    "\"Within six weeks, they had to send a truck around to pick up all the wheelchairs,\" Thomas told the Washington Post. \"You know why most people in nursing homes use wheelchairs? Because the buildings are so big.",
    "\" The 56-year-old doctor's methods have been adopted in Australia, Japan, Canada, and America with enormous success. Last year he published Second Wind: Navigating the Passage to a Slower, Deeper, and More Connected Life, a guide on how to shift our perspectives on aging and growth.",
    "He is currently traveling through North America performing with his guitar and his enthusiasm on his Age of Disruption Tour."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What has Bill Thomas been doing for a quarter of a century?",
      "Options": [
        {
          "key": "A",
          "text": "Transforming people's lifestyle."
        },
        {
          "key": "B",
          "text": "Honoring his Harvard education."
        },
        {
          "key": "C",
          "text": "Changing people's philosophy of life."
        },
        {
          "key": "D",
          "text": "Shifting people's perspective on aging."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "Why did Bill Thomas try something different in the nursing home?",
      "Options": [
        {
          "key": "A",
          "text": "He wanted to make it more pleasant for seniors."
        },
        {
          "key": "B",
          "text": "He wanted to apply his Harvard training to practice."
        },
        {
          "key": "C",
          "text": "He felt it his duty to revolutionize its management."
        },
        {
          "key": "D",
          "text": "He felt disappointed working in the environment."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What do we learn about Bill Thomas bringing animals and plants into the nursing home?",
      "Options": [
        {
          "key": "A",
          "text": "He made a mess of the nursing home."
        },
        {
          "key": "B",
          "text": "He did something all professionals would do."
        },
        {
          "key": "C",
          "text": "He won instant support from the state authorities."
        },
        {
          "key": "D",
          "text": "He acted in violation of the state law."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What has Bill Thomas been persistently advocating?",
      "Options": [
        {
          "key": "A",
          "text": "Good health is not just a privilege of the young."
        },
        {
          "key": "B",
          "text": "Nursing homes should be strictly limited in size."
        },
        {
          "key": "C",
          "text": "Getting old is by no means something miserable."
        },
        {
          "key": "D",
          "text": "Residences for seniors should be run independently."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "How is Bill Thomas's new concept received?",
      "Options": [
        {
          "key": "A",
          "text": "It is gaining ground in many countries."
        },
        {
          "key": "B",
          "text": "It is being heatedly debated worldwide."
        },
        {
          "key": "C",
          "text": "It is considered revolutionary everywhere."
        },
        {
          "key": "D",
          "text": "It is winning approval from the government."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Research shows that in developed countries,more affluent and educated people tend to consume higher-quality diets-including more fruits and vegetables,fish and whole grains.On the contrary, economically disadvantaged people report diets that are nutrient-poor and energy-dense.They are less likely to have food-purchasing habits that conform to public health recommendations. These dietary differences are often accompanied by higher rates of obesity and diabetes among lowerincome people.This relationship between social class and diet quality and health is extensively documented. However,the research does not explain why this is the case-a question that has significant implications for designing effective policies and initiatives to improve diets and prevent chronic diseases. Public-health initiatives to promote healthy diets often focus on providing nutrition education and recipes ()These approaches,however,often presume less food literacy (i.e.food knowledge and skills)among low-income people.Are unhealthy diets really the result of poor choices,limited food skills and knowledge? Research suggests that adults in food-insecure households are just as likely as those in food-secure households to adjust recipes to make them more healthy.They are also just as proficient in food preparation and cooking skills.There is no indication that increasing food skills or budgeting skills will reduce food insecurity. Instead,disadvantaged groups are constrained by their economic,material and social circumstances For example,low income is the strongest predictor of food insecurity in Canada,where one in eight households experiences insufficient access to nutritious foods. It's well-established that food prices are an important determinant of food choice.Low-income households report that they find it difficult to adopt dietary guidelines because food prices are a barrier to improving their diets. When researchers estimate the cost of diets people actually eat,higher-quality diets are typically more costly. While this may be so,it does not,in itself,prove that healthy diets are necessarily more expensive or cost-prohibitive.After all,not all socioeconomically disadvantaged people consume poor diets We can easily think of a number of foods and recipes that are both inexpensive and nutritious.The internet is full of recipes for \"eating well on a budget.\""
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What can we learn from research on diets in developed countries?",
      "Options": [
        {
          "key": "A",
          "text": "Dietary recommendations are not fit for underprivileged people."
        },
        {
          "key": "B",
          "text": "People from different social groups vary in their dietary habits."
        },
        {
          "key": "C",
          "text": "People's choice of food depends on their individual taste."
        },
        {
          "key": "D",
          "text": "There is no consensus on what high-quality diets are."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What does the author say is important in formulating policies to improve diets and health?",
      "Options": [
        {
          "key": "A",
          "text": "A better understanding of the relationship between social class and health."
        },
        {
          "key": "B",
          "text": "A greater emphasis on studying the cause of obesity and chronic diseases."
        },
        {
          "key": "C",
          "text": "Prioritizing the provision of better nutrition for lower classes."
        },
        {
          "key": "D",
          "text": "Designing education programs and initiatives on public health."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What does research reveal about adults in food-insecure households?",
      "Options": [
        {
          "key": "A",
          "text": "Their eating habits need to be changed."
        },
        {
          "key": "B",
          "text": "Their food literacy has been improving."
        },
        {
          "key": "C",
          "text": "They do not pay much attention to their food recipes."
        },
        {
          "key": "D",
          "text": "They do not lack food knowledge or budgeting skills."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What would help improve food security among the disadvantaged groups in Canada?",
      "Options": [
        {
          "key": "A",
          "text": "Teaching them budgeting skills."
        },
        {
          "key": "B",
          "text": "Increasing their food choices."
        },
        {
          "key": "C",
          "text": "Enabling them to have more access to nutritious foods."
        },
        {
          "key": "D",
          "text": "Taking more effective measures to increase food supplies."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What does the author suggest disadvantaged people do to improve their health?",
      "Options": [
        {
          "key": "A",
          "text": "Adopt a positive attitude towards dietary guidelines."
        },
        {
          "key": "B",
          "text": "Choose diets that are both healthy and affordable."
        },
        {
          "key": "C",
          "text": "Make sure to purchase healthy foods on the internet."
        },
        {
          "key": "D",
          "text": "Change their eating habits and consumption patterns."
        }
      ]
    }
  ]
}
