{
  "title": "Section A",
  "passages": [
    "The number of devices you can talk to is multiplying—first it was your phone, then your car, and now you can tell your kitchen appliances what to do. But even without gadgets that understand our spoken commands, research suggests that, as bizarre as it sounds, under certain 26 , people regularly ascribe human traits to everyday objects.",
    "Sometimes we see things as human because we are 27 . In one experiment, people who reported feeling isolated were more likely than others to attribute 28 to various gadgets. In turn, feeling close to objects can 29 loneliness. When college students were reminded of a time they had been 30 in a social setting, they compensated by exaggerating their number of friends—unless they were first given tasks that caused them to interact with their phone as if it had human qualities. According to the researchers, the participants' phones 31 substituted for real friends.",
    "At other times, we personify products in an effort to understand them. One study found that three in four respondents yelled at their computer. Further, the more their computer gave them problems, the more likely the respondents were to report that it had its own “beliefs and 32 .”",
    "So how do people assign traits to an object? In part, we rely on looks. On humans, wide faces are 33 with dominance. Similarly, people rated cars, clocks, and watches with wide faces as more dominant-looking than narrow-faced ones, and preferred them—especially in 34 situations. An analysis of car sales in Germany found that cars with grilles （护栅） that were upturned like smiles sold best. The purchasers saw this 35 as increasing a car's friendliness."
  ],
  "options": {
    "A": "alleviate",
    "B": "apparently",
    "C": "arrogant",
    "D": "associated",
    "E": "circumstances",
    "F": "competitive",
    "G": "conceded",
    "H": "consciousness",
    "I": "desires",
    "J": "excluded",
    "K": "feature",
    "L": "lonely",
    "M": "separate",
    "N": "spectacularly",
    "O": "warrant"
  }
}