{
  "title": "Section C",
  "passagesOne": [
    "Schools are not just a microcosm （缩影） of society; they mediate it too. The best seek to alleviate the external pressures on their pupils while equipping them better to understand and handle the world outside—at once sheltering them and broadening their horizons. This is ambitious in any circumstances, and in a divided and unequal society the two ideals can clash outright （直接地）.",
    "Trips that many adults would consider the adventure of a lifetime—treks in Borneo, a sports tour to Barbados—appear to have become almost routine at some state schools. Parents are being asked for thousands of pounds. Though schools cannot profit from these trips, the companies that arrange them do. Meanwhile, pupils arrive at school hungry because their families can't afford breakfast. The Child Poverty Action Group says nine out of 30 in every classroom fall below the poverty line. The discrepancy is startlingly apparent. Introducing a fundraising requirement for students does not help, as better-off children can tap up richer aunts and neighbours.",
    "Probing the rock pools of a local beach or practising French on a language exchange can fire children's passions, boost their skills and open their eyes to life's possibilities. Educational outings help bright but disadvantaged students to get better scores in A-level tests. In this globalised age, there is a good case for international travel, and some parents say they can manage the cost of a school trip abroad more easily than a family holiday. Even in the face of immense and mounting financial pressures, some schools have shown remarkable determination and ingenuity in ensuring that all their pupils are able to take up opportunities that may be truly life-changing. They should be applauded. Methods such as whole-school fundraising, with the proceeds （收益） pooled, can help to extend opportunities and fuel community spirit.",
    "But￡3,000 trips cannot be justified when the average income for families with children is just over￡30,000. Such initiatives close doors for many pupils. Some parents pull their children out of school because of expensive field trips. Even parents who can see that a trip is little more than a party or celebration may well feel guilt that their child is left behind.",
    "The Department for Education's guidance says schools can charge only for board and lodging if the trip is part of the syllabus, and that students receiving government aid are exempt from these costs. However, many schools seem to ignore the advice; and it does not cover the kind of glamorous, exotic trips, which are becoming increasingly common. Schools cannot be expected to bring together communities single-handed. But the least we should expect is that they do not foster divisions and exclude those who are already disadvantaged."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What does the author say best schools should do?",
      "Options": [
        {
          "key": "A",
          "text": "Prepare students to both challenge and change the divided unequal society."
        },
        {
          "key": "B",
          "text": "Protect students from social pressures and enable them to face the world."
        },
        {
          "key": "C",
          "text": "Motivate students to develop their physical as well as intellectual abilities."
        },
        {
          "key": "D",
          "text": "Encourage students to be ambitious and help them to achieve their goals."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What does the author think about school field trips?",
      "Options": [
        {
          "key": "A",
          "text": "They enable students from different backgrounds to mix with each other."
        },
        {
          "key": "B",
          "text": "They widen the gap between privileged and disadvantaged students."
        },
        {
          "key": "C",
          "text": "They give the disadvantaged students a chance to see the world."
        },
        {
          "key": "D",
          "text": "They only benefit students with rich relatives and neighbours."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What does the author suggest can help build community spirit?",
      "Options": [
        {
          "key": "A",
          "text": "Events aiming to improve community services."
        },
        {
          "key": "B",
          "text": "Activities that help to fuel students’ ingenuity."
        },
        {
          "key": "C",
          "text": "Events that require mutual understanding."
        },
        {
          "key": "D",
          "text": "Activities involving all students on campus."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What do we learn about low-income parents regarding school field trips?",
      "Options": [
        {
          "key": "A",
          "text": "They want their children to participate even though they don’t see much benefit."
        },
        {
          "key": "B",
          "text": "They don’t want their kids to participate but find it hard to keep them from going."
        },
        {
          "key": "C",
          "text": "They don’t want their kids to miss any chance to broaden their horizons despite the cost."
        },
        {
          "key": "D",
          "text": "They want their children to experience adventures but they don’t want them to run risks."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What is the author’s expectation of schools?",
      "Options": [
        {
          "key": "A",
          "text": "Bringing a community together with ingenuity."
        },
        {
          "key": "B",
          "text": "Resolving the existing discrepancies in society."
        },
        {
          "key": "C",
          "text": "Avoiding creating new gaps among students."
        },
        {
          "key": "D",
          "text": "Giving poor students preferential treatment."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Rising temperatures and overfishing in the pristine （未受污染的） waters around the Antarctic could see king penguin populations pushed to the brink of extinction by the end of the century, according to a new study. The study's report states that as global warming transforms the environment in the world's last great wilderness, 70 percent of king penguins could either disappear or be forced to find new breeding grounds.",
    "Co-author Céline Le Bohec, from the University of Strasbourg in France, warned: “If there're no actions aimed at halting or controlling global warming, and the pace of the current human-induced changes such as climate change and overfishing stays the same, the species may soon disappear.” The findings come amid growing concern over the future of the Antarctic. Earlier this month a separate study found that a combination of climate change and industrial fishing is threatening the krill （磷虾） population in Antarctic waters, with a potentially disastrous impact on whales, seals and penguins. But today's report is the starkest warning yet of the potentially devastating impact of climate change and human exploitation on the Antarctic's delicate ecosystems.",
    "Le Bohec said: “Unless current greenhouse gas emissions drop, 70 percent of king penguins—1.1 million breeding pairs—will be forced to relocate their breeding grounds, or face extinction by 2100.” King penguins are the second-largest type of penguin and only breed on specific isolated islands in the Southern Ocean where there is no ice cover and easy access to the sea. As the ocean warms, a body of water called the Antarctic Polar Front—an upward movement of nutrient-rich sea that supports a huge abundance of marine life—is being pushed further south. This means that king penguins, which feed on fish and krill in this body of water, have to travel further to their feeding grounds, leaving their hungry chicks for longer. And as the distance between their breeding grounds and their food grows, entire colonies could be wiped out.",
    "Le Bohec said: “The plight of the king penguin should serve as a warning about the future of the entire marine environment in the Antarctic. Penguins, like other seabirds and marine mammals, occupy higher levels in the food chain and they are what we call bio-indicators of their ecosystems.” Penguins are sensitive indicators of changes in marine ecosystems. As such, they are key species for understanding and predicting impacts of global change on Antarctic and sub-Antarctic marine ecosystems. The report found that although some king penguins may be able to relocate to new breeding grounds closer to their retreating food source, suitable new habitats would be scarce. Only a handful of islands in the Southern Ocean are suitable for sustaining large breeding colonies."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What will happen by 2100, according to a new study?",
      "Options": [
        {
          "key": "A",
          "text": "King penguins in the Antarctic will be on the verge of dying out."
        },
        {
          "key": "B",
          "text": "Sea water will rise to a much higher level around the Antarctic."
        },
        {
          "key": "C",
          "text": "The melting ice cover will destroy the great Antarctic wilderness."
        },
        {
          "key": "D",
          "text": "The pristine waters around the Antarctic will disappear forever."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What do we learn from the findings of a separate study?",
      "Options": [
        {
          "key": "A",
          "text": "Shrinking krill population and rising temperatures could force Antarctic whales to migrate."
        },
        {
          "key": "B",
          "text": "Human activities have accelerated climate change in the Antarctic region in recent years."
        },
        {
          "key": "C",
          "text": "Industrial fishing and climate change could be fatal to certain Antarctic species."
        },
        {
          "key": "D",
          "text": "Krill fishing in the Antarctic has worsened the pollution of the pristine waters."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What does the passage say about king penguins?",
      "Options": [
        {
          "key": "A",
          "text": "They will turn out to be the second-largest species of birds to become extinct."
        },
        {
          "key": "B",
          "text": "Many of them will have to migrate to isolated islands in the Southern Ocean."
        },
        {
          "key": "C",
          "text": "They feed primarily on only a few kinds of krill in the Antarctic Polar Front."
        },
        {
          "key": "D",
          "text": "The majority of them may have to find new breeding grounds in the future."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What happens when sea levels rise in the Antarctic?",
      "Options": [
        {
          "key": "A",
          "text": "Many baby king penguins can’t have food in time."
        },
        {
          "key": "B",
          "text": "Many king penguins could no longer live on krill."
        },
        {
          "key": "C",
          "text": "Whales will invade king penguins’ breeding grounds."
        },
        {
          "key": "D",
          "text": "Whales will have to travel long distances to find food."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What do we learn about the Southern Ocean?",
      "Options": [
        {
          "key": "A",
          "text": "The king penguins there are reluctant to leave for new breeding grounds."
        },
        {
          "key": "B",
          "text": "Its conservation is key to the sustainable propagation of Antarctic species."
        },
        {
          "key": "C",
          "text": "It is most likely to become the ultimate retreat for species like the king penguin."
        },
        {
          "key": "D",
          "text": "Only a few of its islands can serve as huge breeding grounds for king penguins."
        }
      ]
    }
  ]
}
