{
    "title": "Section C",
    "passagesOne": [
        "The wallt is heading for extinction. As a day-to-day essential, it will die off with the generation who read print newspapers. The kind of shopping-where you hand over notes and count out change in return-now happens only in the most minor of our retail encounters, like buying a bar of chocolate or a pint of milk, from a corner shop. At the shops where you spend any real money, that money is increasingly abstracted. And this is more and more true, the higher up the scale you go. At the most cutting-edge retil stores--Victoria Beckham on Dover Street, for instance-youdon't go and stand at any kind of cash register, when you dcide to pay. The staff are equipped with iPads to take your payment while you relax on a sofa.",
        "Which is nothing more or less than excellent service, if you have the money. But across society, the abstraction of the idea of cash makes me uneasy. Maybe I'm just old-fashioned. But earning money isn't quick or easy for most of us. Isn't itabit weird that spending it should happen in half a blink (眨眼)of an eye? Doesn't a wallet-that time-honoured Friday-night feeling of pleasing, promising fatness-represent something that matters?",
        "But I'll leave the economics to the experts. What bothers me about the death of the wallet is the change it represents in our physical environment. Everything about the look and feel of a wallet-the way the fastenings and materials wear and tear and loosen with age, the plastic and paper and gold and silver, and handwritten phone numbers and printed cinema tickets-is the very opposite of what our world is becoming The opposite of a wallet is a smartphone or an iPad. The rounded edges, coo glass, smooth and unknowable as a pebble (鹅卵石).Instead of digging through pieces of paper and peering into corners, we move our fingers left and right. No more counting out coins. Show your wallet, if you still have one. It may not be here much longer."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What is happening to the wallet?",
            "Options": [
                {
                    "key": "A",
                    "text": "It is disappearing."
                },
                {
                    "key": "B",
                    "text": "It is being fattened."
                },
                {
                    "key": "C",
                    "text": "It is becoming costly."
                },
                {
                    "key": "D",
                    "text": "It is changing in style."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "How are business transactions done in big modern stores?",
            "Options": [
                {
                    "key": "A",
                    "text": "Individually."
                },
                {
                    "key": "B",
                    "text": "In the abstract."
                },
                {
                    "key": "C",
                    "text": "Electronically."
                },
                {
                    "key": "D",
                    "text": "Via a cash register."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What makes the author feel uncomfortable nowadays?",
            "Options": [
                {
                    "key": "A",
                    "text": "Saving money is becoming a thing of the past."
                },
                {
                    "key": "B",
                    "text": "The pleasing Friday-night feeling is fading."
                },
                {
                    "key": "C",
                    "text": "Earning money is getting more difficult."
                },
                {
                    "key": "D",
                    "text": "Spending money is so fast and easy."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "Why does the author choose to write about what's happening to the wallet?",
            "Options": [
                {
                    "key": "A",
                    "text": "It represents a change in the modern world."
                },
                {
                    "key": "B",
                    "text": "It has something to do with everybody's life."
                },
                {
                    "key": "C",
                    "text": "It marks the end of a time-honoured tradition."
                },
                {
                    "key": "D",
                    "text": "It is the concern of contemporary economists."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What can we infer from the passage about the author?",
            "Options": [
                {
                    "key": "A",
                    "text": "He is resistant to social changes."
                },
                {
                    "key": "B",
                    "text": "He is against technological progress."
                },
                {
                    "key": "C",
                    "text": "He feels reluctant to part with the traditional wallet."
                },
                {
                    "key": "D",
                    "text": "He feels insecure in the ever-changing modern world."
                }
            ]
        }
    ],
    "passagesTwo": [
        "It’s late in the evening:time to close the book and turn off the computer. You’re done for the day. What you may not realize, however, is that the learning process actually continues—in your dreams.",
        "It might sound like science fiction, but researchers are increasingly focusing on the relationship between the knowledge and skills our brains absorb during the day and the fragmented, often bizarre imaginings they generate at night. Scientists have found that dreaming about a task we’ve learned is associated with improved performance in that activity (suggesting that there’s some truth to the popular notion that we’re “getting” a foreign language once we begin dreaming in it) . What’s more, researchers are coming to recognize that dreaming is an essential part of understanding, organizing and retaining what we learn.",
        "While we sleep, research indicates, the brain replays the patterns of activity it experienced during waking hours, allowing us to enter what one psychologist calls a neural (神经的) virtual reality. A vivid example of such replay can be seen in a video researchers made recently about sleep disorders. They taught a series of dance moves to a group of patients with conditions like sleepwalking, in which the sleeper engages in the kind of physical movement that does not normally occur during sleep. They then videotaped the subjects as they slept. Lying in bed, eyes closed, one female patient on the tape performs the dance moves she learned earlier.",
        "This shows that while our bodies are at rest, our brains are drawing what’s important from the information and events we’ve recently encountered, then integrating that data into the vast store of what we already know. In a 2010 study, researchers at Harvard Medical School reported that college students who dreamed about a computer maze (迷宫) task they had learned showed a 10-fold improvement in their ability to find their way through the maze compared with participants who did not dream about the task.",
        "Robert Stickgold, one of the Harvard researchers, suggests that studying right before bedtime or taking a nap following a study session in the afternoon might increase the odds of dreaming about the material. Think about that as your head hits the pillow tonight."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What is scientists’ finding about dreaming?",
            "Options": [
                {
                    "key": "A",
                    "text": "It involves disconnected, weird images."
                },
                {
                    "key": "B",
                    "text": "It resembles fragments of science fiction."
                },
                {
                    "key": "C",
                    "text": "Dreaming about a learned task betters its performance."
                },
                {
                    "key": "D",
                    "text": "Dreaming about things being learned disturbs one’s sleep."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What happens when one enters a dream state?",
            "Options": [
                {
                    "key": "A",
                    "text": "The body continues to act as if the sleeper were awake."
                },
                {
                    "key": "B",
                    "text": "The neural activity of the brain will become intensified."
                },
                {
                    "key": "C",
                    "text": "The brain behaves as if it were playing a virtual reality video game."
                },
                {
                    "key": "D",
                    "text": "The brain once again experiences the learning activities of the day."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What does the brain do while we are sleeping?",
            "Options": [
                {
                    "key": "A",
                    "text": "It systematizes all the data collected during the day."
                },
                {
                    "key": "B",
                    "text": "It substitutes old information with new data."
                },
                {
                    "key": "C",
                    "text": "It processes and absorbs newly acquired data."
                },
                {
                    "key": "D",
                    "text": "It classifies information and places it in different files."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What does Robert Stickgold suggest about enhancing learning?",
            "Options": [
                {
                    "key": "A",
                    "text": "Having a little sleep after studying in the day."
                },
                {
                    "key": "B",
                    "text": "Staying up late before going to bed."
                },
                {
                    "key": "C",
                    "text": "Having a dream about anything."
                },
                {
                    "key": "D",
                    "text": "Thinking about the odds of dreaming about the material."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What can be inferred about dreaming from the passage?",
            "Options": [
                {
                    "key": "A",
                    "text": "We may enhance our learning through dreaming."
                },
                {
                    "key": "B",
                    "text": "Dreaming improves your language ability."
                },
                {
                    "key": "C",
                    "text": "All sleepwalkers perform dance moves when they are sleeping."
                },
                {
                    "key": "D",
                    "text": "Taking a nap after learning can help you find the way through the maze."
                }
            ]
        }
    ]
}