{
  "title": "Section C",
  "passagesOne": [
    "Social media is absolutely everywhere. Billions of people use social media on a daily basis to create, share, and exchange ideas, messages, and information. Both individuals and businesses post regularly to engage and interact with people from around the world. It is a powerful communication medium that simultaneously provides immediate, frequent, permanent, and wide-reaching information across the globe.",
    "People post their lives on social media for the world to see. Facebook, Twitter, LinkedIn, and countless other social channels provide a quick and simple way to glimpse into a job candidate's personal life—both the positive and negative sides of it. Social media screening is tempting to use as part of the hiring process, but should employers make use of it when researching a potential candidate's background?",
    "Incorporating the use of social media to screen job candidates is not an uncommon practice. A 2018 survey found that almost 70% of employers use social media to screen candidates before hiring them. But there are consequences and potential legal risks involved too. When done inappropriately, social media screening can be considered unethical or even illegal.",
    "Social media screening is essentially scrutinising a job candidate's private life. It can reveal information about protected characteristics like age, race, nationality, disability, gender, religion, etc. and that could bias a hiring decision. Pictures or comments on a private page that are taken out of context could ruin a perfectly good candidate's chances of getting hired. This process could potentially give an unfair advantage to one candidate over another. It creates an unequal playing field and potentially provides hiring managers with information that can impact their hiring decision in a negative way.",
    "It's hard to ignore social media as a screening tool. While there are things that you shouldn't see, there are some things that can be lawfully considered—making it a valuable source of relevant information too. Using social media screening appropriately can help ensure that you don't hire a toxic employee who will cost you money or stain your company's reputation. Consider the lawful side of this process and you may be able to hire the best employee ever. There is a delicate balance.",
    "Screening job candidates on social media must be done professionally and responsibly. Companies should stipulate that they will never ask for passwords, be consistent, document decisions, consider the source used and be aware that other laws may apply. In light of this it is probably best to look later in the process and ask human resources for help in navigating it. Social media is here to stay. But before using social media to screen job candidates, consulting with management and legal teams beforehand is essential in order to comply with all laws."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What does the author mainly discuss in the passage?",
      "Options": [
        {
          "key": "A",
          "text": "The advantage of using social media in screening job candidates."
        },
        {
          "key": "B",
          "text": "The potentially invasive nature of social media in everyday life."
        },
        {
          "key": "C",
          "text": "Whether the benefits of social media outweigh the drawbacks."
        },
        {
          "key": "D",
          "text": "Whether social media should be used to screen job candidates."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What might happen when social media is used to screen job candidates?",
      "Options": [
        {
          "key": "A",
          "text": "Moral or legal issues might arise."
        },
        {
          "key": "B",
          "text": "Company reputation might suffer."
        },
        {
          "key": "C",
          "text": "Sensational information might surface."
        },
        {
          "key": "D",
          "text": "Hiring decisions might be complicated."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "When could online personal information be detrimental to candidates?",
      "Options": [
        {
          "key": "A",
          "text": "When it is separated from context."
        },
        {
          "key": "B",
          "text": "When it is scrutinised by an employer."
        },
        {
          "key": "C",
          "text": "When it is magnified to a ruinous degree."
        },
        {
          "key": "D",
          "text": "When it is revealed to the human resources."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "How can employers use social media information to their advantage while avoiding unnecessary risks?",
      "Options": [
        {
          "key": "A",
          "text": "By tipping the delicate balance."
        },
        {
          "key": "B",
          "text": "By using it in a legitimate way."
        },
        {
          "key": "C",
          "text": "By keeping personal information on record."
        },
        {
          "key": "D",
          "text": "By separating relevant from irrelevant data."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What does the author suggest doing before screening job candidates on social media?",
      "Options": [
        {
          "key": "A",
          "text": "Hiring professionals to navigate the whole process."
        },
        {
          "key": "B",
          "text": "Anticipating potential risks involved in the process."
        },
        {
          "key": "C",
          "text": "Seeking advice from management and legal experts."
        },
        {
          "key": "D",
          "text": "Stipulating a set of rules for asking specific questions."
        }
      ]
    }
  ],
  "passagesTwo": [
    "In recent years, the food industry has increased its use of labels. Whether the labels say ‘non-GMO (非转基因的)’ or ‘no sugar,’ or ‘zero carbohydrates’, consumers are increasingly demanding more information about what's in their food. One report found that 39 percent of consumers would switch from the brands they currently buy to others that provide clearer, more accurate product information. Food manufacturers are responding to the report with new labels to meet that demand, and they're doing so with an eye towards giving their products an advantage over the competition, and bolstering profits.",
    "This strategy makes intuitive sense. If consumers say they want transparency, tell them exactly what is in your product. That is simply supplying a certain demand. But the marketing strategy in response to this consumer demand has gone beyond articulating what is in a product, to labeling what is NOT in the food. These labels are known as “absence claims” labels, and they represent an emerging labeling trend that is detrimental both to the consumers who purchase the products and the industry that supplies them.",
    "For example, Hunt's put a “non-GMO” label on its canned crushed tomatoes a few years ago—despite the fact that at the time there was no such thing as a GMO tomato on the market. Some dairy companies are using the “non-GMO” label on their milk, despite the fact that all milk is naturally GMO-free, another label that creates unnecessary fear around food.",
    "While creating labels that play on consumer fears and misconceptions about their food may give a company a temporary marketing advantage over competing products on the grocery aisle, in the long term this strategy will have just the opposite effect: by injecting fear into the discourse about our food, we run the risk of eroding consumer trust in not just a single product, but the entire food business.",
    "Eventually, it becomes a question in consumers' minds: Were these foods ever safe? By purchasing and consuming these types of products, have I already done some kind of harm to my family or the planet? For food manufacturers, it will mean damaged consumer trust and lower sales for everyone. And this isn't just supposition. A recent study found that absence claims labels can create a stigma around foods even when there is no scientific evidence that they cause harm.",
    "It's clear that food manufacturers must tread carefully when it comes to using absence claims. In addition to the likely negative long-term impact on sales, this verbal trick sends a message that innovations in farming and food processing are unwelcome, eventually leading to less efficiency, fewer choices for consumers, and ultimately, more costly food products. If we allow this kind of labeling to continue, we will all lose."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What trend has been observed in a report?",
      "Options": [
        {
          "key": "A",
          "text": "Food manufacturers' rising awareness of product safety."
        },
        {
          "key": "B",
          "text": "Food manufacturers' changing strategies to bolster profits."
        },
        {
          "key": "C",
          "text": "Consumers' growing demand for eye-catching food labels."
        },
        {
          "key": "D",
          "text": "Consumers' increasing desire for clear product information."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What does the author say is manufacturers' new marketing strategy?",
      "Options": [
        {
          "key": "A",
          "text": "Stressing the absence of certain elements in their products."
        },
        {
          "key": "B",
          "text": "Articulating the unique nutritional value of their products."
        },
        {
          "key": "C",
          "text": "Supplying detailed information of their products."
        },
        {
          "key": "D",
          "text": "Designing transparent labels for their products."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What point does the author make about non-GMO labels?",
      "Options": [
        {
          "key": "A",
          "text": "They are increasingly attracting customers' attention."
        },
        {
          "key": "B",
          "text": "They create lots of trouble for GMO food producers."
        },
        {
          "key": "C",
          "text": "They should be used more for vegetables and milk."
        },
        {
          "key": "D",
          "text": "They cause anxiety about food among consumers."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What does the author say absence claims labels will do to food manufacturers?",
      "Options": [
        {
          "key": "A",
          "text": "Cause changes in their marketing strategies."
        },
        {
          "key": "B",
          "text": "Help remove stigma around their products."
        },
        {
          "key": "C",
          "text": "Erode consumer trust and reduce sales."
        },
        {
          "key": "D",
          "text": "Decrease support from food scientists."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What does the author suggest food manufactures do?",
      "Options": [
        {
          "key": "A",
          "text": "Take measures to lower the cost of food products."
        },
        {
          "key": "B",
          "text": "Exercise caution about the use of absence claims."
        },
        {
          "key": "C",
          "text": "Welcome new innovations in food processing."
        },
        {
          "key": "D",
          "text": "Promote efficiency and increase food variety."
        }
      ]
    }
  ]
}
