{
    "title": "Section C",
    "passagesOne": [
        "The fifth largest city in the US passed a significant soda tax proposal that will levy (征税) 1.5 cents per liquid ounce on distributors.",
        "Philadelphia's new measure was approved by a 13 to 4 city council vote. It sets a new bar for similar initiatives across the country. It is proof that taxes on sugary drinks can win substantial support outside super-liberal areas. Until now, the only city to successfully pass and implement a soda tax was Berkeley, California, in 2014.",
        "The tax will apply to regular and diet sodas, as well as other drinks with added sugar, such as Gatorade and iced teas. It's expected to raise $410 million over the next five years, most of which will go toward funding a universal pre-kindergarten program for the city.",
        "While the city council vote was met with applause inside the council room, opponents to the measure, including soda lobbyists, made sharp criticisms and a promise to challenge the tax in court.",
        "“The tax passed today unfairly singles out beverages—including low- and no-calorie choices,” said Lauren Kane, spokeswoman for the American Beverage Association. “But most importantly, it is against the law. So we will side with the majority of the people of Philadelphia who oppose this tax and take legal action to stop it.”",
        "An industry-backed anti-tax campaign has spent at least $4 million on advertisements. The ads criticized the measure, characterizing it as a “grocery tax.”",
        "Public health groups applauded the approved tax as a step toward fixing certain lasting health issues that plague Americans. “The move to recapture a small part of the profits from an industry that pushes a product that contributes to diabetes, obesity and heart disease in poorer communities in order to reinvest in those communities will sure be inspirational to many other places,” said Jim Krieger, executive director of Healthy Food America. “Indeed, we are already hearing from some of them. It's not ‘just Berkeley’ anymore.”",
        "Similar measures in California's Albany, Oakland, San Francisco and Colorado's Boulder are becoming hot-button issues. Health advocacy groups have hinted that even more might be coming."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What does the passage say about the newly-approved soda tax in Philadelphia?",
            "Options": [
                {
                    "key": "A",
                    "text": "It will change the lifestyle of many consumers."
                },
                {
                    "key": "B",
                    "text": "It may encourage other US cities to follow suit."
                },
                {
                    "key": "C",
                    "text": "It will cut soda consumption among low-income communities."
                },
                {
                    "key": "D",
                    "text": "It may influence the marketing strategies of the soda business."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What will the opponents probably do to respond to the soda tax proposal?",
            "Options": [
                {
                    "key": "A",
                    "text": "Bargain with the city council."
                },
                {
                    "key": "B",
                    "text": "Refuse to pay additional tax."
                },
                {
                    "key": "C",
                    "text": "Take legal action against it."
                },
                {
                    "key": "D",
                    "text": "Try to win public support."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What did the industry-backed anti-tax campaign do about the soda tax proposal?",
            "Options": [
                {
                    "key": "A",
                    "text": "It tried to arouse hostile feelings among consumers."
                },
                {
                    "key": "B",
                    "text": "It tried to win grocers' support against the measure."
                },
                {
                    "key": "C",
                    "text": "It kept sending letters of protest to the media."
                },
                {
                    "key": "D",
                    "text": "It criticized the measure through advertising."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "What did public health groups think the soda tax would do?",
            "Options": [
                {
                    "key": "A",
                    "text": "Alert people to the risk of sugar-induced diseases."
                },
                {
                    "key": "B",
                    "text": "Help people to fix certain long-time health issues."
                },
                {
                    "key": "C",
                    "text": "Add to the fund for their research on disease."
                },
                {
                    "key": "D",
                    "text": "Benefit low-income people across the country."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What do we learn about similar measures concerning the soda tax in some other cities?",
            "Options": [
                {
                    "key": "A",
                    "text": "They are becoming rather sensitive issues."
                },
                {
                    "key": "B",
                    "text": "They are spreading panic in the soda industry."
                },
                {
                    "key": "C",
                    "text": "They are reducing the incidence of sugar-induced diseases."
                },
                {
                    "key": "D",
                    "text": "They are taking away a lot of profit from the soda industry."
                }
            ]
        }
    ],
    "passagesTwo": [
        "Popping food into the microwave for a couple of minutes may seem utterly harmless, but Europe's stock of these quick-cooking ovens emit as much carbon as nearly 7 million cars, a new study has found. And the problem is growing. With costs falling and kitchen appliances becoming “status” items, owners are throwing away microwaves after an average of eight years. This is pushing sales of new microwaves which are expected to reach 135 million annually in the EU by the end of the decade.",
        "A study by the University of Manchester calculated the emissions of CO2—the main greenhouse gas responsible for climate change—at every stage of microwaves, from manufacture to waste disposal. “It is electricity consumption by microwaves that has the biggest impact on the environment,” say the authors. The authors also calculate that the emissions from using 19 microwaves over a year are the same as those from using a car. According to the same study, efforts to reduce consumption should focus on improving consumer awareness and behaviour. For example, consumers could use appliances in a more efficient way by adjusting the time of cooking to the type of food.",
        "However, David Reay, professor of carbon management, argues that, although microwaves use a great deal of energy, their emissions are minor compared to those from cars. In the UK alone, there are around 30 million cars. These cars emit more than all the microwaves in the EU. Backing this up, recent data show that passenger cars in the UK emitted 69 million tons of CO2 in 2015. This is 10 times the amount this new microwave oven study estimates for annual emissions for all the microwave ovens in the EU. Further, the energy used by microwaves is lower than any other form of cooking. Among common kitchen appliances used for cooking, microwaves are the most energy efficient, followed by a stove and finally a standard oven. Thus, rising microwave sales could be seen as a positive thing."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What is the finding of the new study?",
            "Options": [
                {
                    "key": "A",
                    "text": "Quick-cooking microwave ovens have become more popular."
                },
                {
                    "key": "B",
                    "text": "The frequent use of microwaves may do harm to our health."
                },
                {
                    "key": "C",
                    "text": "CO2 emissions constitute a major threat to the environment."
                },
                {
                    "key": "D",
                    "text": "The use of microwaves emits more CO2 than people think."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "Why are the sales of microwaves expected to rise?",
            "Options": [
                {
                    "key": "A",
                    "text": "They are becoming more affordable."
                },
                {
                    "key": "B",
                    "text": "They have a shorter life cycle than other appliances."
                },
                {
                    "key": "C",
                    "text": "They are getting much easier to operate."
                },
                {
                    "key": "D",
                    "text": "They take less time to cook than other appliances."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What recommendation does the study by the University of Manchester make?",
            "Options": [
                {
                    "key": "A",
                    "text": "Cooking food of different varieties."
                },
                {
                    "key": "B",
                    "text": "Improving microwave users' habits."
                },
                {
                    "key": "C",
                    "text": "Eating less to cut energy consumption."
                },
                {
                    "key": "D",
                    "text": "Using microwave ovens less frequently."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What does Professor David Reay try to argue?",
            "Options": [
                {
                    "key": "A",
                    "text": "There are far more emissions from cars than from microwaves."
                },
                {
                    "key": "B",
                    "text": "People should be persuaded into using passenger cars less often."
                },
                {
                    "key": "C",
                    "text": "The UK produces less CO2 than many other countries in the EU."
                },
                {
                    "key": "D",
                    "text": "More data are needed to show whether microwaves are harmful."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What does Professor David Reay think of the use of microwaves?",
            "Options": [
                {
                    "key": "A",
                    "text": "It will become less popular in the coming decades."
                },
                {
                    "key": "B",
                    "text": "It makes everyday cooking much more convenient."
                },
                {
                    "key": "C",
                    "text": "It plays a positive role in environmental protection."
                },
                {
                    "key": "D",
                    "text": "It consumes more power than conventional cooking."
                }
            ]
        }
    ]
}