{
    "title": "Section C",
    "passagesOne": [
        "According to the majority of Americans, women are every bit as capable of being good political leaders as men. The same can be said of their ability to dominate the corporate boardroom. And according to a new Pew Research Center survey on women and leadership, most Americans find women indistinguishable from men on key leadership traits such as intelligence and capacity for innovation, with many saying they’re stronger than men in terms of being passionate and organized leaders.",
        "So why, then, are women in short supply at the top of government and business in the United States? According to the public, at least, it’s not that they lack toughness, management talent or proper skill sets.",
        "It’s also not all about work-life balance. Although economic research and previous survey findings have shown that career interruptions related to motherhood may make it harder for women to advance in their careers and compete for top executive jobs, relatively few adults in the recent survey point to this as a key barrier for women seeking leadership roles. Only about one-in-five say women’s family responsibilities are a major reason why there aren’t more females in top leadership positions in business and politics.",
        "Instead, topping the list of reasons, about four-in-ten Americans point to a double standard for women seeking to climb to the highest levels of either politics or business, where they have to do more than their male counterparts to prove themselves. Similar shares say the electorate (选民) and corporate America are just not ready to put more women in top leadership positions.",
        "As a result, the public is divided about whether the imbalance in corporate America will change in the foreseeable future, even though women have made major advances in the workplace. While 53% believe men will continue to hold more top executive positions in business in the future, 44% say it’s only a matter of time before as many women are in top executive positions as men. Americans are less doubtful when it comes to politics: 73% expect to see a female president in their lifetime."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What do most Americans think of women leaders according to a new Pew Research Center survey?",
            "Options": [
                {
                    "key": "A",
                    "text": "They have to do more to distinguish themselves."
                },
                {
                    "key": "B",
                    "text": "They have to strive harder to win their positions."
                },
                {
                    "key": "C",
                    "text": "They are stronger than men in terms of willpower."
                },
                {
                    "key": "D",
                    "text": "They are just as intelligent and innovative as men."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What do we learn from previous survey findings about women seeking leadership roles?",
            "Options": [
                {
                    "key": "A",
                    "text": "They have unconquerable difficulties on their way to success."
                },
                {
                    "key": "B",
                    "text": "They are lacking in confidence when competing with men."
                },
                {
                    "key": "C",
                    "text": "Their failures may have something to do with family duties."
                },
                {
                    "key": "D",
                    "text": "Relatively few are hindered in their career advancement."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What is the primary factor keeping women from taking top leadership positions according to the recent survey?",
            "Options": [
                {
                    "key": "A",
                    "text": "Personality traits."
                },
                {
                    "key": "B",
                    "text": "Gender bias."
                },
                {
                    "key": "C",
                    "text": "Family responsibilities."
                },
                {
                    "key": "D",
                    "text": "Lack of vacancies."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "What does the passage say about corporate America in the near future?",
            "Options": [
                {
                    "key": "A",
                    "text": "More and more women will sit in the boardroom."
                },
                {
                    "key": "B",
                    "text": "Gender imbalance in leadership is likely to change."
                },
                {
                    "key": "C",
                    "text": "The public is undecided about whether women will make good leaders."
                },
                {
                    "key": "D",
                    "text": "People have opposing opinions as to whether it will have more women leaders."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What do most Americans expect to see soon on America’s political stage?",
            "Options": [
                {
                    "key": "A",
                    "text": "A woman in the highest position of government."
                },
                {
                    "key": "B",
                    "text": "More and more women actively engaged in politics."
                },
                {
                    "key": "C",
                    "text": "A majority of women voting for a female president."
                },
                {
                    "key": "D",
                    "text": "As many women in top government positions as men."
                }
            ]
        }
    ],
    "passagesTwo": [
        "People have grown taller over the last century, with South Korean women shooting up by more than 20cm on average, and Iranian men gaining 16.5cm. A global study looked at the average height of 18-year-olds in 200 countries between 1914 and 2014.",
        "The results reveal that while Swedes were the tallest people in the world in 1914, Dutch men have risen from 12th place to claim top spot with an average height of 182.5cm. Latvian women, meanwhile, rose from 28th place in 1914 to become the tallest in the world a century later, with an average height of 169.8cm.",
        "James Bentham, a co-author of the research from Imperial College, London, says the global trend is likely to be due primarily to improvements in nutrition and healthcare. “An individual’s genetics has a big influence on their height, but once you average over whole populations, genetics plays a less key role,” he added.",
        "A little extra height brings a number of advantages, says Elio Riboli of Imperial College. “Being taller is associated with longer life expectancy,” he said. “This is largely due to a lower risk of dying of cardiovascular (心血管的) disease among taller people.”",
        "But while height has increased around the world, the trend in many countries of north and sub-Saharan Africa causes concern, says Riboli. While height increased in Uganda and Niger during the early 20th century, the trend has reversed in recent years, with height decreasing among 18-year-olds.",
        "“One reason for these decreases in height is the economic situation in the 1980s,” said Alexander Moradi of the University of Sussex. The nutritional and health crises that followed the policy of structural adjustment, he says, led to many children and teenagers failing to reach their full potential in terms of height.",
        "Bentham believes the global trend of increasing height has important implications. “How tall we are now is strongly influenced by the environment we grew up in,” he said. “If we give children the best possible start in life now, they will be healthier and more productive for decades to come.”"
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What does the global study tell us about people’s height in the last hundred years?",
            "Options": [
                {
                    "key": "A",
                    "text": "There is a remarkable difference across continents."
                },
                {
                    "key": "B",
                    "text": "There has been a marked increase in most countries."
                },
                {
                    "key": "C",
                    "text": "The increase in people’s height has been quickening."
                },
                {
                    "key": "D",
                    "text": "The increase in women’s height is bigger than in men’s."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What does James Bentham say about genetics in the increase of people’s height?",
            "Options": [
                {
                    "key": "A",
                    "text": "It counts less than generally thought."
                },
                {
                    "key": "B",
                    "text": "It outweighs nutrition and healthcare."
                },
                {
                    "key": "C",
                    "text": "It impacts more on an individual than on a population."
                },
                {
                    "key": "D",
                    "text": "It plays a more significant role in females than in males."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What does Elio Riboli say about taller people?",
            "Options": [
                {
                    "key": "A",
                    "text": "They tend to live longer."
                },
                {
                    "key": "B",
                    "text": "They enjoy an easier life."
                },
                {
                    "key": "C",
                    "text": "They generally risk fewer fatal diseases."
                },
                {
                    "key": "D",
                    "text": "They have greater expectations in life."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What do we learn about 18-year-olds in Uganda and Niger?",
            "Options": [
                {
                    "key": "A",
                    "text": "They grow up slower than their peers in other countries."
                },
                {
                    "key": "B",
                    "text": "They are actually shorter than their earlier generations."
                },
                {
                    "key": "C",
                    "text": "They find it hard to bring their potential into full play."
                },
                {
                    "key": "D",
                    "text": "They have experienced many changes of government."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What does James Bentham suggest we do?",
            "Options": [
                {
                    "key": "A",
                    "text": "Watch closely the global trend in children’s development."
                },
                {
                    "key": "B",
                    "text": "Make sure that our children grow up to their full height."
                },
                {
                    "key": "C",
                    "text": "Try every means possible to improve our environment."
                },
                {
                    "key": "D",
                    "text": "Ensure our children grow up in an ideal environment."
                }
            ]
        }
    ]
}