{
  "title": "Section B",
  "passageTitle": "How Work Will Change When Most of Us Live to 100。",
  "passages": [
    "A) Today in the United States there are 72,000 centenarians (百岁老人). Worldwide, probably 450,000. If current trends continue, then by 2050 there will be more than a million in the US alone. According to the work of Professor James Vaupel and his co-researchers, 50% of babies born in the US in 2007 have a life expectancy of 104 or more. Broadly the same holds for the UK, Germany, France, Italy and Canada, and for Japan 50% of 2007 babies can expect to live to 107.",
    "B) Understandably, there are concerns about what this means for public finances given the associated health and pension challenges. These challenges are real, and society urgently needs to address them. But it is also important to look at the wider picture of what happens when so many people live for 100 years. It is a mistake to simply equate longevity (长寿) with issues of old age. Longer lives have implications for all of life, not just the end of it.",
    "C) Our view is that if many people are living for longer, and are healthier for longer, then this will result in an inevitable redesign of work and life. When people live longer, they are not only older for longer, but also younger for longer. There is some truth in the saying that “70 is the new 60” or “40 the new 30.” If you age more slowly over a longer time period, then you are in some sense younger for longer.",
    "D) But the changes go further than that. Take, for instance, the age at which people make commitments such as buying a house, getting married, having children, or starting a career. These are all fundamental commitments that are now occurring later in life. In 1962, 50% of Americans were married by age 21. By 2014, that milestone (里程碑) had shifted to age 29.",
    "E) While there are numerous factors behind these shifts, one factor is surely a growing realization for the young that they are going to live longer. Options are more valuable the longer they can be held. So if you believe you will live longer, then options become more valuable, and early commitment becomes less attractive. The result is that the commitments that previously characterized the beginning of adulthood are now being delayed, and new patterns of behavior and a new stage of life are emerging for those in their twenties.",
    "F) Longevity also pushes back the age of retirement, and not only for financial reasons. Yes, unless people are prepared to save a lot more, our calculations suggest that if you are now in your mid-40s, then you are likely to work until your early 70s; and if you are in your early 20s, there is a real chance you will need to work until your late 70s or possibly even into your 80s. But even if people are able to economically support a retirement at 65, over thirty years of potential inactivity is harmful to cognitive (认知的) and emotional vitality. Many people may simply not want to do it.",
    "G) And yet that does not mean that simply extending our careers is appealing. Just lengthening that second stage of full-time work may secure the financial assets needed for a 100-year life, but such persistent work will inevitably exhaust precious intangible assets such as productive skills, vitality, happiness, and friendship.",
    "H) The same is true for education. It is impossible that a single shot of education, administered in childhood and early adulthood, will be able to support a sustained, 60-year career. If you factor in the projected rates of technological change, either your skills will become unnecessary, or your industry outdated. That means that everyone will, at some point in their life, have to make a number of major reinvestments in their skills.",
    "I) It seems likely, then, that the traditional three-stage life will evolve into multiple stages containing two, three, or oven more different careers. Each of these stages could potentially be different. In one the focus could be on building financial success and personal achievement, in another on creating a better work/life balance, still another on exploring and understanding options more fully, or becoming an independent producer, yet another on making a social contribution. These stages will span sectors, take people to different cities, and provide a foundation for building a wide variety of skills.",
    "J) Transitions between stages could be marked with sabbaticals (休假) as people find time to rest and recharge their health, re-invest in their relationships, or improve their skills. At times, these breaks and transitions will be self-determined, at others they will be forced as existing roles, firms, or industries cease to exist.",
    "K) A multi-stage life will have profound changes not just in how you manage your career, but also in your approach to life. An increasingly important skill will be your ability to deal with change and even welcome it. A three-stage life has few transitions, while a multi-stage life has many. That is why being self-aware, investing in broader networks of friends, and being open to new ideas will become even more crucial skills.",
    "L) These multi-stage lives will create extraordinary variety across groups of people simply because there are so many ways of sequencing the stages. More stages mean more possible sequences.",
    "M) With this variety will come the end of the close association of age and stage. In a three-stage life, people leave university at the same time and the same age, they tend to start their careers and family at the same age, they proceed through middle management all roughly the same time, and then move into retirement within a few years of each other. In a multi-stage life, you could be an undergraduate at 20, 40, or 60; a manager at 30, 50, or 70; and become an independent producer at any age.",
    "N) Current life structures, career paths, educational choices, and social norms are out of tune with the emerging reality of longer lifespans. The three-stage life of full-time education, followed by continuous work, and then complete retirement may have worked for our parents or even grandparents, but it is not relevant today. We believe that to focus on longevity as primarily an issue of aging is to miss its full implications. Longevity is not necessarily about being older for longer. It is about living longer, being older later, and being younger longer."
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "An extended lifespan in the future will allow people to have more careers than now."
    },
    {
      "Number": 37,
      "Statement": "Just extending one’s career may have both positive and negative effects."
    },
    {
      "Number": 38,
      "Statement": "Nowadays, many Americans have on average delayed their marriage by some eight years."
    },
    {
      "Number": 39,
      "Statement": "Because of their longer lifespan, young people today no longer follow the pattern of life of their parents or grandparents."
    },
    {
      "Number": 40,
      "Statement": "Many more people will be expected to live over 100 by the mid-21st century."
    },
    {
      "Number": 41,
      "Statement": "A longer life will cause radical changes in people’s approach to life."
    },
    {
      "Number": 42,
      "Statement": "Fast technological change makes it necessary for one to constantly upgrade their skills."
    },
    {
      "Number": 43,
      "Statement": "Many people may not want to retire early because it would do harm to their mental and emotional well-being."
    },
    {
      "Number": 44,
      "Statement": "The close link between age and stage may cease to exist in a multi-stage life."
    },
    {
      "Number": 45,
      "Statement": "People living a longer and healthier life will have to rearrange their work and life."
    }
  ]
}