{
  "title": "Section C",
  "passagesOne": [
    "Children with attention problems in early childhood were 40% less likely to graduate from high school, says a new study from Duke University.",
    "The study included 386 kindergarteners from schools in the Fast Track Project, a multi-site clinical trial in the U.S. that in 1991 began tracking how children developed across their lives. With this study, researchers examined early academic attention and socio-emotional skills and how each contributed to academic success into young adulthood.",
    "They found that early attention skills were the most consistent predictor of academic success, and that likability by peers also had a modest effect on academic performance.",
    "By fifth grade, children with early attention difficulties had lower grades and reading achievement scores than their peers. As fifth-graders, children with early attention problems obtained average reading scores at least 3% lower than their contemporaries' and grades at least 8% lower than those of their peers. This was after controlling for IQ, socio-economic status and academic skills at school entry.",
    "Although these may not seem like large effects, the impact of early attention problems continued throughout the children's academic careers. Lower reading achievement scores and grades in fifth grade contributed to reduced grades in middle school and thereby contributed to a 40% lower high school graduation rate.",
    "“The children we identified as having attention difficulties were not diagnosed with attention deficit hyperactivity disorder（注意力缺乏多动症）(ADHD), although some may have had the disorder. Our findings suggest that even more modest attention difficulties can increase the risk of negative academic outcomes,” said David Rabiner, an associate dean of Duke's Trinity College of Arts＆Sciences, whose research has focused on ADHD and interventions to improve academic performance in children with attention difficulties.",
    "Social acceptance by peers in early childhood also predicted grades in fifth grade. Children not as liked by their first-grade peers had slightly lower grades in fifth grade, while those with higher social acceptance had higher grades.",
    "“This study shows the importance of so-called ‘non-cognitive’ or soft skills in contributing to children's positive peer relationships, which, in turn, contribute to their academic success,” said Kenneth Dodge, director of the Duke Center for Child and Family Policy.",
    "The results highlight the need to develop effective early interventions to help those with attention problems stay on track academically and for educators to encourage positive peer relationships, the researchers said.",
    "“We are learning that student success requires a more comprehensive approach, one that incorporates not only academic skills but also social, self-regulatory and attention skills,” Dodge said. “If we neglect any of these areas, the child's development lags. If we attend to these areas, a child's success may reinforce itself with positive feedback loops.”"
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What is the focus of the new study from Duke University?",
      "Options": [
        {
          "key": "A",
          "text": "The contributors to children's early attention."
        },
        {
          "key": "B",
          "text": "The predictors of children's academic success."
        },
        {
          "key": "C",
          "text": "The factors that affect children's emotional well-being."
        },
        {
          "key": "D",
          "text": "The determinants of children's development of social skills."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "How did the researchers ensure that their findings are valid?",
      "Options": [
        {
          "key": "A",
          "text": "By attaching equal importance to all possible variables examined."
        },
        {
          "key": "B",
          "text": "By collecting as many typical samples as were necessary."
        },
        {
          "key": "C",
          "text": "By preventing them from being affected by factors not under study."
        },
        {
          "key": "D",
          "text": "By focusing on the family background of the children being studied."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What do we learn from the findings of the Duke study?",
      "Options": [
        {
          "key": "A",
          "text": "Modest students are generally more attentive than their contemporaries."
        },
        {
          "key": "B",
          "text": "There are more children with attention difficulties than previously thought."
        },
        {
          "key": "C",
          "text": "Attention deficit hyperactivity disorder accounts for most academic failures."
        },
        {
          "key": "D",
          "text": "Children's academic performance may suffer from even slight inattention."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What does the Duke study find about children better accepted by peers?",
      "Options": [
        {
          "key": "A",
          "text": "They do better academically."
        },
        {
          "key": "B",
          "text": "They are easy to get on with."
        },
        {
          "key": "C",
          "text": "They are teachers' favorites."
        },
        {
          "key": "D",
          "text": "They care less about grades."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What can we conclude from the Duke study?",
      "Options": [
        {
          "key": "A",
          "text": "Children's success is related to their learning environment."
        },
        {
          "key": "B",
          "text": "School curriculum should cover a greater variety of subjects."
        },
        {
          "key": "C",
          "text": "Social skills are playing a key role in children's development."
        },
        {
          "key": "D",
          "text": "An all-round approach should be adopted in school education."
        }
      ]
    }
  ],
  "passagesTwo": [
    "On Jan 9, 2007, Steve Jobs formally announced Apple's “revolutionary mobile phone”—a device that combined the functionality of an iPod, phone and Internet communication into a single unit, navigated by touch.",
    "It was a huge milestone in the development of smartphones, which are now owned by a majority of American adults and are increasingly common across the globe.",
    "As smartphones have multiplied, so have questions about their impact on how we live and how we work. Often the advantages of convenient, mobile technology are both obvious and taken for granted, leaving more subtle topics for concerned discussion: Are smartphones disturbing children's sleep? Is an inability to get away from work having a negative impact on health? And what are the implications for privacy?",
    "But today, on the 10th anniversary of the iPhone, let's take a moment to consider a less obvious advantage: the potential for smartphone technology to revolutionize behavioral science. That's because, for the first time in human history, a large proportion of the species is in continuous contact with technology that can record key features of an individual's behavior and environment.",
    "Researchers have already begun to use smartphones in social scientific research, either to query people regularly as they engage in their normal lives or to record activity using the device's built-in sensors. These studies are confirming, challenging and extending what's been found using more traditional approaches, in which people report how they behaved in real life or participate in relatively short and artificial laboratory-based tasks.",
    "Such studies are just first steps. As more data are collected and methods for analysis improve, researchers will be in a better position to identify how different experiences, behaviors and environments relate to each other and evolve over time, with the potential to improve people's productivity and wellbeing in a variety of domains. Beyond revealing population-wide patterns, the right combination of data and analysis can also help individuals identify unique characteristics of their own behavior, including conditions that could indicate the need for some form of intervention—such as an unusual increase in behaviors that signal a period of depression.",
    "Smartphone-based data collection comes at an appropriate time in the evolution of psychological science. Today, the field is in transition, moving away from a focus on laboratory studies with undergraduate participants towards more complex, real-world situations studied with more diverse groups of people. Smartphones offer new tools for achieving these ambitions, providing rich data about everyday behaviors in a variety of contexts.",
    "So here's another way in which smartphones might transform the way we live and work: by offering insights into human psychology and behavior and, thus, supporting smarter social science."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author say about the negative impact of smartphones?",
      "Options": [
        {
          "key": "A",
          "text": "It has been overshadowed by the positive impact."
        },
        {
          "key": "B",
          "text": "It has more often than not been taken for granted."
        },
        {
          "key": "C",
          "text": "It is not so obvious but has caused some concern."
        },
        {
          "key": "D",
          "text": "It is subtle but should by no means be overstated."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What is considered a less obvious advantage of smartphone technology?",
      "Options": [
        {
          "key": "A",
          "text": "It systematically records real human interactions."
        },
        {
          "key": "B",
          "text": "It helps people benefit from technological advances."
        },
        {
          "key": "C",
          "text": "It brings people into closer contact with each other."
        },
        {
          "key": "D",
          "text": "It greatly improves research on human behavior."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What characterizes traditional psychological research?",
      "Options": [
        {
          "key": "A",
          "text": "It is based on huge amounts of carefully collected data."
        },
        {
          "key": "B",
          "text": "It relies on lab observations and participants' reports."
        },
        {
          "key": "C",
          "text": "It makes use of the questionnaire method."
        },
        {
          "key": "D",
          "text": "It is often expensive and time-consuming."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "How will future psychological studies benefit individuals?",
      "Options": [
        {
          "key": "A",
          "text": "By helping them pin down their unusual behaviors."
        },
        {
          "key": "B",
          "text": "By helping them maintain a positive state of mind."
        },
        {
          "key": "C",
          "text": "By helping them live their lives in a unique way."
        },
        {
          "key": "D",
          "text": "By helping them cope with abnormal situations."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What do we learn about current psychological studies?",
      "Options": [
        {
          "key": "A",
          "text": "They are going through a period of painful transition."
        },
        {
          "key": "B",
          "text": "They are increasingly focused on real-life situations."
        },
        {
          "key": "C",
          "text": "They are conducted in a more rigorous manner."
        },
        {
          "key": "D",
          "text": "They are mainly targeted towards undergraduates."
        }
      ]
    }
  ]
}
