{
  "title": "Section B",
  "passageTitle": "There's a stress gap between men and women",
  "passages": [
    "A) “I used to work very hard. I love to create things, grow them and solve problems,” said Meng Li, a successful app developer in San Francisco. “I didn't really care about my mind and my body until they decided to go on strike.”",
    "B) Ms. Li said her stress led to sleeplessness. When she did sleep, she experienced “problem-solving dreams,” which left her feeling unrested when she woke up. “After I became a first-time mother, I quickly realized I was so busy caring for other people and work that I felt like I'd lost myself,” she said.",
    "C) It's a common story—one we frequently ridicule and readily dismiss, for example, by claiming that women tend to complain more than men, despite the growing sum of research that underlines the problem. Women are twice as likely to suffer from severe stress and anxiety as men, according to a 2016 study published in The Journal of Brain＆Behavior. The American Psychological Association reports a gender gap year after year showing that women consistently report higher stress levels. Clearly, a stress gap exists.",
    "D) “The difference is not really news to me, as a clinical psychologist,” said Erin Joyce, a women and couples therapist in Los Angeles. “It's been well documented in extensive research over the years that prevalence rates for the majority of the anxiety disorders are higher in women than men.” Some people may argue that this is merely reported data, and they say many men feel the same pressures as women in terms of fulfilling responsibilities at work and home. In other words, we're all really, really stressed.",
    "E) “The difference, however, is in the nature and scope of these responsibilities in the home environment in particular,” Dr. Joyce said. For example, the United Nations reported that women do nearly three times as much unpaid domestic work as men. The problem is, housework is often overlooked as work, even though it is often as laborious（or in some cases, more so）as any paid job. As the scholar Silvia Federici put it in 1975, the unpaid nature of domestic work reinforces the assumption that “housework is not work, thus preventing women from struggling against it.”",
    "F) It's not just inside the home, though. Research from Nova Southeastern University found that female managers were more likely than male managers to display “surface acting,” or forcing emotions that are not wholly felt. “They expressed optimism, calmness and sympathy even when these were not the emotions that they were actually feeling,” the study said.",
    "G) Surface acting is a prime example of “emotional labor,” a concept that the writer Jess Zimmerman made familiar in a 2015 essay. The essay sparked a massive thread on the internet community blog MetaFilter. Hundreds of women spoke up about their own experience with emotional labor: the duties that are expected of them, but go unnoticed. These invisible duties become apparent only when you don't do them. Like domestic labor, emotional labor is generally dismissed and not labeled work. But research shows it can be just as exhausting as paid work. Emotional labor can lead to difficulty in sleeping and family conflict. Sure, circumstantial stress, like losing a job, may lead to these same issues. But emotional labor is not circumstantial. It's an enduring responsibility based on the socialized gender role of women.",
    "H) Like Ms. Li, many women try to manage the added stress to reach what Dr. Joyce said was an unattainable ideal. “Some professional women aim to do it all. They want to reach the top of the corporate ladder and fly like supermom,” she said. When women don't reach this ideal, they feel guilty; and even more stressed. After her own struggle with this, Ms. Li took a step back and used her experience to build Sanity＆Self, a self-care app and platform for overworked women. “The realizations I had in that process helped me gain insights and ultimately got me ready to integrate self-care into my daily life,” she said.",
    "I) The stress problem extends beyond mental health when you consider the link between stress, anxiety and heart health. Worse, most of what we know about heart disease comes from studies involving men. However, “there are many reasons to think that it's different in women,” Harvard Medical School reported. For example, women are more likely to experience disturbed sleep, anxiety and unusual fatigue before a heart attack. Stress is so normalized that it is easy for women to shrug off those symptoms as simply the consequences of stress. Many women also do not experience chest pain before a heart attack the way men do, which leads to fewer women discovering problematic heart issues. Harvard reports that women are “much more likely than men to die within a year of having a heart attack” and “many women say their physicians sometimes don't even recognize the symptoms.”",
    "J) The good news is, women are more likely than men to take charge of their stress and manage it, the American Psychological Association reports. The concept of self-care, at its core, is quite simple. “The basics of adequate sleep, healthy diet and exercise are a good place to start,” Dr. Joyce said. “Support from trusted relationship is vital. This includes professional support from various health and wellness providers if stress is becoming increasingly overwhelming.”",
    "K) Disconnecting from work and home responsibilities is also obviously important. But it's much easier said than done. It is important to understand what causes your stress in the first place. “Get really specific with what's stressing you out,” Ms. Li said. “We often chalk up our stress to broad experiences like work. But work stress can take many different forms. Is a colleague being disrespectful of your time? Is a boss undermining your day-to-day control over decision making? These are different causes of stress and can benefit from different kinds of self-care.”",
    "L) Ideally, your spouse or partner will be supportive, rather than dismissive, of your stress. It is important to talk through these issues before they come to a head. “Women working outside of the home should make an effort to have a conscious conversation with their partners about more equitable sharing of household and family responsibilities,” Dr. Joyce said."
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "Some career women who aim high tend to feel guilty if they fail to achieve their goals."
    },
    {
      "Number": 37,
      "Statement": "The unpaid housework done by women is triple that done by men."
    },
    {
      "Number": 38,
      "Statement": "It is reported that women consistently suffer more from severe stress than men."
    },
    {
      "Number": 39,
      "Statement": "Women are advised to identify the specific causes of their stress so that steps can be taken to deal with it."
    },
    {
      "Number": 40,
      "Statement": "One study showed that women managers often expressed positive emotions that they didn't really feel."
    },
    {
      "Number": 41,
      "Statement": "Women tend to mistake signs of heart attacks for symptoms of stress."
    },
    {
      "Number": 42,
      "Statement": "For a time an app developer in America was so busy attending to work and family that she suffered from sleeplessness."
    },
    {
      "Number": 43,
      "Statement": "The emotional labor women do is noticed only when it is not done."
    },
    {
      "Number": 44,
      "Statement": "Dr. Joyce suggests that apart from self-care, women should seek professional support if they experience severe stress."
    },
    {
      "Number": 45,
      "Statement": "Some people believe that there may not exist a stress gap between men and women."
    }
  ]
}