{
    "title": "Section C",
    "passagesOne": [
        "Living in an urban area with green spaces has a long-lasting positive impact on people’s mental well-being, a study has suggested. UK researchers found moving to a green space had a sustained positive effect, unlike pay rises or promotions, which only provided a short-term boost. Co-author Mathew White, from the University of Exeter, UK, explained that the study showed people living in greener urban areas were displaying fewer signs of depression or anxiety. “There could be a number of reasons,” he said, “for example, people do many things to make themselves happier: they strive for promotion or pay rises, or they get married. But the trouble with those things is that within six months to a year, people are back to their original baseline levels of well-being. So these things are not sustainable; they don’t make us happy in the long term. We found that for some lottery (彩票) winners who had won more than £500,000 the positive effect was definitely there, but after six months to a year, they were back to the baseline.”",
        "Dr. White said his team wanted to see whether living in greener urban areas had a lasting positive effect on people’s sense of well-being or whether the effect also disappeared after a period of time. To do this, the team used data from the British Household Panel Survey compiled by the University of Essex.",
        "Explaining what the data revealed, he said: “What you see is that even after three years, mental health is still better, which is unlike many other things that we think will make us happy.” He observed that people living in green spaces were less stressed, and less stressed people made more sensible decisions and communicated better.",
        "With a growing body of evidence establishing a link between urban green spaces and a positive impact on human well-being, Dr. White said, “There’s growing interest among public policy officials, but the trouble is who funds it. What we really need at a policy level is to decide where the money will come from to help support good quality local green spaces.”"
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "According to one study, what do green spaces do to people?",
            "Options": [
                {
                    "key": "A",
                    "text": "Improve their work efficiency."
                },
                {
                    "key": "B",
                    "text": "Add to their sustained happiness."
                },
                {
                    "key": "C",
                    "text": "Help them build a positive attitude towards life."
                },
                {
                    "key": "D",
                    "text": "Lessen their concerns about material well-being."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What does Dr. White say people usually do to make themselves happier?",
            "Options": [
                {
                    "key": "A",
                    "text": "Earn more money."
                },
                {
                    "key": "B",
                    "text": "Settle in an urban area."
                },
                {
                    "key": "C",
                    "text": "Gain fame and popularity."
                },
                {
                    "key": "D",
                    "text": "Live in a green environment."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What does Dr. White try to find out about living in a greener urban area?",
            "Options": [
                {
                    "key": "A",
                    "text": "How it affects different people."
                },
                {
                    "key": "B",
                    "text": "How strong its positive effect is."
                },
                {
                    "key": "C",
                    "text": "How long its positive effect lasts."
                },
                {
                    "key": "D",
                    "text": "How it benefits people physically."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "What did Dr. White’s research reveal about people living in a green environment?",
            "Options": [
                {
                    "key": "A",
                    "text": "Their stress was more apparent than real."
                },
                {
                    "key": "B",
                    "text": "Their decisions required less deliberation."
                },
                {
                    "key": "C",
                    "text": "Their memories were greatly strengthened."
                },
                {
                    "key": "D",
                    "text": "Their communication with others improved."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "According to Dr. White, what should the government do to build more green spaces in cities?",
            "Options": [
                {
                    "key": "A",
                    "text": "Find financial support."
                },
                {
                    "key": "B",
                    "text": "Improve urban planning."
                },
                {
                    "key": "C",
                    "text": "Involve local residents in the effort."
                },
                {
                    "key": "D",
                    "text": "Raise public awareness of the issue."
                }
            ]
        }
    ],
    "passagesTwo": [
        "You probably know about the Titanic, but it was actually just one of three state-of-the-art (最先进的) ocean ships back in the day. The Olympic class ships were built by the Harland & Wolff ship makers in Northern Ireland for the White Star Line company. The Olympic class included the Olympic, the Britannic and the Titanic. What you may not know is that the Titanic wasn’t even the flagship of this class. All in all, the Olympic class ships were marvels of sea engineering, but they seemed cursed to suffer disastrous fates.",
        "The Olympic launched first in 1910, followed by the Titanic in 1911, and lastly the Britannic in 1914. The ships had nine decks, and White Star Line decided to focus on making them the most luxurious ships on the water.",
        "Stretching 269.13 meters, the Olympic class ships were wonders of naval technology, and everyone thought that they would continue to be so for quite some time. However, all suffered terrible accidents on the open seas. The Olympic got wrecked before the Titanic did, but it was the only one to survive and maintain a successful career of 24 years. The Titanic was the first to sink after famously hitting a huge iceberg in 1912. Following this disaster, the Britannic hit a naval mine in 1916 and subsequently sank as well.",
        "Each ship was coal-powered by several boilers constantly kept running by exhausted crews below deck. Most recognizable of the ship designs are the ship’s smoke stacks, but the fourth stack was actually just artistic in nature and served no functional purpose. While two of these ships sank, they were all designed with double hulls (船体) believed to make them “unsinkable”, perhaps a mistaken idea that led to the Titanic’s and the Britannic’s tragic end.",
        "The Olympic suffered two crashes with other ships and went on to serve as a hospital ship and troop transport in World War I. Eventually, she was taken out of service in 1935, ending the era of the luxurious Olympic class ocean liners."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What does the passage say about the three Olympic class ships?",
            "Options": [
                {
                    "key": "A",
                    "text": "They performed marvellously on the sea."
                },
                {
                    "key": "B",
                    "text": "They could all break the ice in their way."
                },
                {
                    "key": "C",
                    "text": "They all experienced terrible misfortunes."
                },
                {
                    "key": "D",
                    "text": "They were models of modern engineering."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What did White Star Line have in mind when it purchased the three ships?",
            "Options": [
                {
                    "key": "A",
                    "text": "Their capacity of sailing across all waters."
                },
                {
                    "key": "B",
                    "text": "The utmost comfort passengers could enjoy."
                },
                {
                    "key": "C",
                    "text": "Their ability to survive disasters of any kind."
                },
                {
                    "key": "D",
                    "text": "The long voyages they were able to undertake."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What is said about the fourth stack of the ships?",
            "Options": [
                {
                    "key": "A",
                    "text": "It was a mere piece of decoration."
                },
                {
                    "key": "B",
                    "text": "It was the work of a famous artist."
                },
                {
                    "key": "C",
                    "text": "It was designed to let out extra smoke."
                },
                {
                    "key": "D",
                    "text": "It was easily identifiable from afar."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What might have led to the tragic end of the Titanic and the Britannic?",
            "Options": [
                {
                    "key": "A",
                    "text": "Their unscientific designs."
                },
                {
                    "key": "B",
                    "text": "Their captains’ misjudgment."
                },
                {
                    "key": "C",
                    "text": "The assumption that they were built with the latest technology."
                },
                {
                    "key": "D",
                    "text": "The belief that they could never sink with a double-layer body."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What happened to the ship Olympic in the end?",
            "Options": [
                {
                    "key": "A",
                    "text": "She was used to carry troops."
                },
                {
                    "key": "B",
                    "text": "She was sunk in World War I."
                },
                {
                    "key": "C",
                    "text": "She was converted into a hospital ship."
                },
                {
                    "key": "D",
                    "text": "She was retired after her naval service."
                }
            ]
        }
    ]
}