{
    "title": "Section C",
    "passagesOne": [
        "The phrase almost completes itself: midlife crisis. It's the stage in the middle of the journey when people feel youth vanishing, their prospects narrowing and death approaching. There's only one problem with the cliché（套话）. It isn't true. “In fact, there is almost no hard evidence for midlife crisis other than a few small pilot studies conducted decades ago,” Barbara Hagerty writes in her new book, Life Reimagined. The bulk of the research shows that there may be a pause, or a shifting of gears in the 40s or 50s, but this shift“can be exciting, rather than terrifying.” Barbara Hagerty looks at some of the features of people who turn midlife into a rebirth. They break routines, because“autopilot is death.” They choose purpose over happiness—having a clear sense of purpose even reduces the risk of Alzheimer's disease. They give priority to relationships, as careers often recede（逐渐淡化）. Life Reimagined paints a picture of middle age that is far from gloomy. Midlife seems like the second big phase of decision-making. Your identity has been formed; you've built up your resources; and now you have the chance to take the big risks precisely because your foundation is already secure. Karl Barth described midlife precisely this way. At middle age, he wrote,“the sowing is behind; now is the time to reap. The run has been taken; now is the time to leap. Preparation has been made; now is the time for the venture of the work itself.” The middle-aged person, Barth continued, can see death in the distance, but moves with a“measured haste”to get big new things done while there is still time. What Barth wrote decades ago is even truer today. People are healthy and energetic longer. We have presidential candidates running for their first term in office at age 68, 69 and 74. A longer lifespan is changing the narrative structure of life itself. What could have been considered the beginning of a descent is now a potential turning point—the turning point you are most equipped to take full advantage of."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What does the author think of the phrase “midlife crisis”?",
            "Options": [
                {
                    "key": "A",
                    "text": "It has led to a lot of debate."
                },
                {
                    "key": "B",
                    "text": "It is widely acknowledged."
                },
                {
                    "key": "C",
                    "text": "It is no longer fashionable."
                },
                {
                    "key": "D",
                    "text": "It misrepresents real life."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "How does Barbara Hagerty view midlife?",
            "Options": [
                {
                    "key": "A",
                    "text": "It may be the beginning of a crisis."
                },
                {
                    "key": "B",
                    "text": "It can be a new phase of one's life."
                },
                {
                    "key": "C",
                    "text": "It can be terrifying for the unprepared."
                },
                {
                    "key": "D",
                    "text": "It may see old-age diseases approaching."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "How is midlife pictured in the book Life Reimagined?",
            "Options": [
                {
                    "key": "A",
                    "text": "It can be quite rosy."
                },
                {
                    "key": "B",
                    "text": "It can be burdensome."
                },
                {
                    "key": "C",
                    "text": "It undergoes radical transformation."
                },
                {
                    "key": "D",
                    "text": "It makes for the best part of one's life."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "According to Karl Barth, midlife is the time ______.",
            "Options": [
                {
                    "key": "A",
                    "text": "to relax"
                },
                {
                    "key": "B",
                    "text": "to mature"
                },
                {
                    "key": "C",
                    "text": "to harvest"
                },
                {
                    "key": "D",
                    "text": "to reflect"
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What does the author say about midlife today?",
            "Options": [
                {
                    "key": "A",
                    "text": "It is more meaningful than other stages of life."
                },
                {
                    "key": "B",
                    "text": "It is likely to change the narrative of one's life."
                },
                {
                    "key": "C",
                    "text": "It is more important to those with a longer lifespan."
                },
                {
                    "key": "D",
                    "text": "It is likely to be a critical turning point in one's life."
                }
            ]
        }
    ],
    "passagesTwo": [
        "In spring, chickens start laying again, bringing a welcome source of protein at winter's end. So it's no surprise that cultures around the world celebrate spring by honoring the egg. Some traditions are simple, like the red eggs that get baked into Greek Easter breads. Others elevate the egg into a fancy art, like the heavily jewel-covered“eggs”that were favored by the Russians starting in the 19th century. One ancient form of egg art comes to us from Ukraine. For centuries, Ukrainians have been drawing complicated patterns on eggs. Contemporary artists have followed this tradition to create eggs that speak to the anxieties of our age: Life is precious, and delicate. Eggs are, too. “There's something about their delicate nature that appeals to me,” says New Yorker cartoonist Roz Chast. Several years ago, she became interested in eggs and learned the traditional Ukrainian technique to draw her very modern characters. “I've broken eggs at every stage of the process—from the very beginning to the very, very end.” But there's an appeal in that vulnerability. “There's part of this sickening horror of knowing you're walking on the edge with this, that I kind of like, knowing that it could all fall apart at any second.” Chast's designs such as a worried man alone in a tiny rowboat, reflect that delicateness. Traditional Ukrainian decorated eggs also spoke to those fears. The elaborate patterns were believed to offer protection against evil. “There's an ancient legend that as long as these eggs are made, evil will not prevail in the world,” says Joan Brander, a Canadian egg-painter who has been painting eggs for over 60 years, having learned the art from her Ukrainian relatives. The tradition, dating back to 300 B.C.，was later incorporated into the Christian church. The old symbols, however, still endure. A decorated egg with a bird on it, given to a young married couple, is a wish for children. A decorated egg thrown into the field would be a wish for a good harvest."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "Why do people in many cultures prize the egg?",
            "Options": [
                {
                    "key": "A",
                    "text": "It is a welcome sign of the coming of spring."
                },
                {
                    "key": "B",
                    "text": "It is their major source of protein in winter."
                },
                {
                    "key": "C",
                    "text": "It can easily be made into a work of art."
                },
                {
                    "key": "D",
                    "text": "It can bring wealth and honor to them."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What do we learn about the decorated “eggs” in Russia?",
            "Options": [
                {
                    "key": "A",
                    "text": "They are shaped like jewel cases."
                },
                {
                    "key": "B",
                    "text": "They are cherished by the rich."
                },
                {
                    "key": "C",
                    "text": "They are heavily painted in red."
                },
                {
                    "key": "D",
                    "text": "They are favored as a form of art."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "Why have contemporary artists continued the egg art tradition?",
            "Options": [
                {
                    "key": "A",
                    "text": "Eggs serve as an enduring symbol of new life."
                },
                {
                    "key": "B",
                    "text": "Eggs have an oval shape appealing to artists."
                },
                {
                    "key": "C",
                    "text": "Eggs reflect the anxieties of people today."
                },
                {
                    "key": "D",
                    "text": "Eggs provide a unique surface to paint on."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "Why does Chast enjoy the process of decorating eggs?",
            "Options": [
                {
                    "key": "A",
                    "text": "She never knows if the egg will break before the design is completed."
                },
                {
                    "key": "B",
                    "text": "She can add multiple details to the design to communicate her idea."
                },
                {
                    "key": "C",
                    "text": "She always derives great pleasure from designing something new."
                },
                {
                    "key": "D",
                    "text": "She is never sure what the final design will look like until the end."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What do we learn from the passage about egg-painting?",
            "Options": [
                {
                    "key": "A",
                    "text": "It originated in the eastern part of Europe."
                },
                {
                    "key": "B",
                    "text": "It has a history of over two thousand years."
                },
                {
                    "key": "C",
                    "text": "It is the most time-honored form of fancy art."
                },
                {
                    "key": "D",
                    "text": "It is especially favored as a church decoration."
                }
            ]
        }
    ]
}