{
  "title": "Section A",
  "passages": [
    "Parenting brings fathers more joy than it does mothers, according to a new study. The research examined three studies 26 - more than 18,000 participants. Across all three,parenthood was 27 with more positive wellbeing outcomes for dads than for mums.",
    "So why are fathers happier than mothers? \"Fathers may fare better than mothers in part due to how they spend time with their children,\" said lead author Katherine Nelson-Coffey. In one study, the authors demonstrates that dads were more likely to take \"playing\" as an additional activity both when caring for their kids and spending time with their kids. \"Playing with their children likely offers parents opportunities to experience positive feelings and directly closeness with their children,\" they say.",
    "Fathers also did better than men without kids, reporting greater happiness, life satisfaction, and fewer depressive symptoms. They also reported greater connectedness and autonomy（自主）. For mums, however, compared to women without children, the results weren't quite as positive. Mums reported greater autonomy, but also \"greater trouble\" and fewer positive emotions.",
    "Mums reported happier moods while interacting with their kids, compared to other experiences, but not while engaging directly in childcare. \"This difference suggests that how mothers and fathers spend time with their children might have important implications for their wellbeing,\" the authors write. They suspect that mums may be less happy than dads because they're more likely to have higher expectations about parenthood. As such, they're more likely to be \"let down\" by the experience."
  ],
  "options": {
    "A": "additional",
    "B": "associated",
    "C": "composing",
    "D": "cultivate",
    "E": "depressive",
    "F": "directly",
    "G": "emotions",
    "H": "however",
    "I": "implications",
    "J": "interfered",
    "K": "involving",
    "L": "note",
    "M": "precisely",
    "N": "superficial",
    "O": "therefore"
  }
}