{
  "title": "Section C",
  "passagesOne": [
    "The Ebro Delta, in Spain, famous as a battleground during the Spanish Civil War, is now the setting for a different contest, one that is pitting rice farmers against two enemies: the rice-eating giant apple snail, and rising sea levels. What happens here will have a bearing on the future of European rice production and the overall health of southern European wetlands.",
    "Located on the Mediterranean just two hours south of Barcelona, the Ebro Delta produces 120 million kilograms of rice a year, making it one of the continent’s most important rice-growing areas. As the sea creeps into these fresh-water marshes, however, rising salinity（盐分）is hampering rice production. At the same time, this sea-water also kills off the greedy giant apple snail, an introduced pest that feeds on young rice plants. The most promising strategy has become to harness one foe against the other.",
    "The battle is currently being waged on land, in greenhouses at the University of Barcelona. Scientists working under the banner “Project Neurice” are seeking varieties of rice that can with-stand the increasing salinity without losing the absorbency that makes European rice ideal for traditional Spanish and Italian dishes.",
    "“The project has two sides,” says Xavier Serrat, Neurice project manager and researcher at the University of Barcelona, “the short-term fight against the snail, and a mid- to long-term fight against climate change. But the snail have given the project greater urgency.”",
    "Originally from South America, the snails were accidentally introduced into the Ebro Delta by Global Aquatic Technologies, a company that raised the snails for fresh-water aquariums（水族馆）, but failed to prevent their escape. For now, the giant apple snail’s presence in Europe is limited to the Ebro Delta. But the snail continues its march to new territory, says Serrat. “The question is not whether it will reach other rice-growing areas of Europe, but when.”",
    "Over the next year and a half investigators will test the various strains of salt-tolerant rice they’ve bred. In 2018, farmers will plant the varieties with the most promise in the Ebro Delta and Europe’s other two main rice-growing regions—along the Po in Italy, and France’s Rhône. A season in the field will help determine which, if any, of the varieties are ready for commercialization.",
    "As an EU-funded effort, the search for salt-tolerant varieties of rice is taking place in all three countries. Each team is crossbreeding a local European short-grain rice with a long-grain Asian variety that carries the salt-resistant gene. The scientists are breeding successive generations to arrive at varieties that incorporate salt tolerance but retain about 97 percent of the European rice genome（基因组）."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "Why does the author mention the Spanish Civil War at the beginning of the passage?",
      "Options": [
        {
          "key": "A",
          "text": "It had great impact on the life of Spanish rice farmers."
        },
        {
          "key": "B",
          "text": "It is of great significance in the records of Spanish history."
        },
        {
          "key": "C",
          "text": "Rice farmers in the Ebro Delta are waging a battle of similar importance."
        },
        {
          "key": "D",
          "text": "Rice farmers in the Ebro Delta are experiencing as hard a time as in the war."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What may be the most effective strategy for rice farmers to employ in fighting their enemies?",
      "Options": [
        {
          "key": "A",
          "text": "Striking the weaker enemy first."
        },
        {
          "key": "B",
          "text": "Killing two birds with one stone."
        },
        {
          "key": "C",
          "text": "Eliminating the enemy one by one."
        },
        {
          "key": "D",
          "text": "Using one evil to combat the other."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What do we learn about “Project Neurice”?",
      "Options": [
        {
          "key": "A",
          "text": "Its goals will have to be realized at a cost."
        },
        {
          "key": "B",
          "text": "It aims to increase the yield of Spanish rice."
        },
        {
          "key": "C",
          "text": "Its immediate priority is to bring the pest under control."
        },
        {
          "key": "D",
          "text": "It tries to kill the snails with the help of climate change."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What does Neurice project manager say about the giant apple snail?",
      "Options": [
        {
          "key": "A",
          "text": "It can survive only on southern European wetlands."
        },
        {
          "key": "B",
          "text": "It will invade other rice-growing regions of Europe."
        },
        {
          "key": "C",
          "text": "It multiplies at a speed beyond human imagination."
        },
        {
          "key": "D",
          "text": "It was introduced into the rice fields on purpose."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What is the ultimate goal of the EU-funded program?",
      "Options": [
        {
          "key": "A",
          "text": "Cultivating ideal salt-resistant rice varieties."
        },
        {
          "key": "B",
          "text": "Increasing the absorbency of the Spanish rice."
        },
        {
          "key": "C",
          "text": "Introducing Spanish rice to the rest of Europe."
        },
        {
          "key": "D",
          "text": "Popularizing the rice crossbreeding technology."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Photography was once an expensive, laborious ordeal reserved for life’s greatest milestones. Now, the only apparent cost to taking infinite photos of something as common as a meal is the space on your hard drive and your dining companion’s patience.",
    "But is there another cost, a deeper cost, to documenting a life experience instead of simply enjoying it? “You hear that you shouldn’t take all these photos and interrupt the experience, and it’s bad for you, and we’re not living in the present moment,” says Kristin Diehl, associate professor of marketing at the University of Southern California Marshall School of Business.",
    "Diehl and her fellow researchers wanted to find out if that was true, so they embarked on a series of nine experiments in the lab and in the field testing people’s enjoyment in the presence or absence of a camera. The results, published in the Journal of Personality and Social Psychology, surprised them. Taking photos actually makes people enjoy what they’re doing more, not less.",
    "“What we find is you actually look at the world slightly differently, because you’re looking for things you want to capture, that you may want to hang onto,” Diehl explains. “That gets people more engaged in the experience, and they tend to enjoy it more.”",
    "Take sightseeing. In one experiment, nearly 200 participants boarded a double-decker bus for a tour of Philadelphia. Both bus tours forbade the use of cell phones but one tour provided digital cameras and encouraged people to take photos. The people who took photos enjoyed the experience significantly more, and said they were more engaged, than those who didn’t.",
    "Snapping a photo directs attention, which heightens the pleasure you get from whatever you’re looking at, Diehl says. It works for things as boring as archaeological（考古的）museums, where people were given eye-tracking glasses and instructed either to take photos or not. “People look longer at things they want to photograph,” Diehl says. They report liking the exhibits more, too.",
    "To the relief of Instagrammers (Instagram 用户) everywhere, it can even make meals more enjoyable. When people were encouraged to take at least three photos while they ate lunch, they were more immersed in their meals than those who weren’t told to take photos.",
    "Was it the satisfying click of the camera? The physical act of the snap? No, they found; just the act of planning to take a photo—and not actually taking it—had the same joy-boosting effect. “If you want to take mental photos, that works the same way,” Diehl says. “Thinking about what you would want to photograph also gets you more engaged.”"
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author say about photo-taking in the past?",
      "Options": [
        {
          "key": "A",
          "text": "It was a painstaking effort for recording life’s major events."
        },
        {
          "key": "B",
          "text": "It was a luxury that only a few wealthy people could enjoy."
        },
        {
          "key": "C",
          "text": "It was a good way to preserve one’s precious images."
        },
        {
          "key": "D",
          "text": "It was a skill that required lots of practice to master."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "Kristin Diehl conducted a series of experiments on photo-taking to find out ______.",
      "Options": [
        {
          "key": "A",
          "text": "what kind of pleasure it would actually bring to photo-takers"
        },
        {
          "key": "B",
          "text": "whether people enjoyed it when they did sightseeing"
        },
        {
          "key": "C",
          "text": "how it could help to enrich people’s life experiences"
        },
        {
          "key": "D",
          "text": "whether it prevented people enjoying what they were doing"
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What do the results of Diehl’s experiments show about people taking pictures?",
      "Options": [
        {
          "key": "A",
          "text": "They are distracted from what they are doing."
        },
        {
          "key": "B",
          "text": "They can better remember what they see or do."
        },
        {
          "key": "C",
          "text": "They are more absorbed in what catches their eye."
        },
        {
          "key": "D",
          "text": "They can have a better understanding of the world."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What is found about museum visitors with the aid of eye-tracking glasses?",
      "Options": [
        {
          "key": "A",
          "text": "They come out with better photographs of the exhibits."
        },
        {
          "key": "B",
          "text": "They focus more on the exhibits when taking pictures."
        },
        {
          "key": "C",
          "text": "They have a better view of what are on display."
        },
        {
          "key": "D",
          "text": "They follow the historical events more easily."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What do we learn from the last paragraph?",
      "Options": [
        {
          "key": "A",
          "text": "It is better to make plans before taking photos."
        },
        {
          "key": "B",
          "text": "Mental photos can be as beautiful as snapshots."
        },
        {
          "key": "C",
          "text": "Photographers can derive great joy from the click of the camera."
        },
        {
          "key": "D",
          "text": "Even the very thought of taking a photo can have a positive effect."
        }
      ]
    }
  ]
}
