{
    "title": "Section C",
    "passagesOne": [
        "Losing your ability to think and remember is pretty scary. We know the risk of dementia (痴呆) increases with age. But if you have memory slips, you probably needn’t worry. There are pretty clear differences between signs of dementia and age-related memory loss.",
        "After age 50, it’s quite common to have trouble remembering the names of people, places and things quickly, says Dr. Kirk Daffner of Brigham and Women’s Hospital in Boston.",
        "The brain ages just like the rest of the body. Certain parts shrink, especially areas in the brain that are important to learning, memory and planning. Changes in brain cells can affect communication between different regions of the brain. And blood flow can be reduced as blood vessels narrow.",
        "Forgetting the name of an actor in a favorite movie, for example, is nothing to worry about. But if you forget the plot of the movie or don’t remember even seeing it, that’s far more concerning, Daffner says.",
        "When you forget entire experiences, he says, that’s “a red flag that something more serious may be involved.”Forgetting how to operate a familiar object like a microwave oven, or forgetting how to drive to the house of a friend you’ve visited many times before can also be signs of something going wrong.",
        "But even then, Daffner says, people shouldn’t panic. There are many things that can cause confusion and memory loss, including health problems like temporary stoppage of breathing during sleep, high blood pressure, or depression, as well as medications (药物) like antidepressants.",
        "You don’t have to figure this out on your own. Daffner suggests going to your doctor to check on medications, health problems and other issues that could be affecting memory. And the best defense against memory loss is to try to prevent it by building up your brain’s cognitive (认知的) reserve, Daffner says.",
        "“Read books, go to movies, take on new hobbies or activities that force one to think in novel ways,”he says. In other words, keep your brain busy and working. And also get physically active, because exercise is a known brain booster."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "Why does the author say that one needn’t be concerned about memory slips?",
            "Options": [
                {
                    "key": "A",
                    "text": "Not all of them are symptoms of dementia."
                },
                {
                    "key": "B",
                    "text": "They occur only among certain groups of people."
                },
                {
                    "key": "C",
                    "text": "Not all of them are related to one’s age."
                },
                {
                    "key": "D",
                    "text": "They are quite common among fifty-year-olds."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What happens as we become aged according to the passage?",
            "Options": [
                {
                    "key": "A",
                    "text": "Our interaction skills deteriorate."
                },
                {
                    "key": "B",
                    "text": "Some parts of our brain stop functioning."
                },
                {
                    "key": "C",
                    "text": "Communication within our brain weakens."
                },
                {
                    "key": "D",
                    "text": "Our whole brain starts shrinking."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "Which memory-related symptom should people take seriously?",
            "Options": [
                {
                    "key": "A",
                    "text": "Totally forgetting how to do one’s daily routines."
                },
                {
                    "key": "B",
                    "text": "Inability to recall details of one’s life experiences."
                },
                {
                    "key": "C",
                    "text": "Failure to remember the names of movies or actors."
                },
                {
                    "key": "D",
                    "text": "Occasionally confusing the addresses of one’s friends."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "What should people do when signs of serious memory loss show up?",
            "Options": [
                {
                    "key": "A",
                    "text": "Check the brain’s cognitive reserve."
                },
                {
                    "key": "B",
                    "text": "Stop medications affecting memory."
                },
                {
                    "key": "C",
                    "text": "Turn to a professional for assistance."
                },
                {
                    "key": "D",
                    "text": "Exercise to improve their well-being."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What is Dr. Daffner’s advice for combating memory loss?",
            "Options": [
                {
                    "key": "A",
                    "text": "Having regular physical and mental checkups."
                },
                {
                    "key": "B",
                    "text": "Taking medicine that helps boost one’s brain."
                },
                {
                    "key": "C",
                    "text": "Engaging in known memory repair activities."
                },
                {
                    "key": "D",
                    "text": "Staying active both physically and mentally."
                }
            ]
        }
    ],
    "passagesTwo": [
        "A letter written by Charles Darwin in 1875 has been returned to the Smithsonian Institution Archives (档案馆) by the FBI after being stolen twice.",
        "“We realized in the mid-1970s that it was missing,”says Effie Kapsalis, head of the Smithsonian Institution Archives. “It was noted as missing and likely taken by an intern (实习生), from what the FBI is telling us. Word got out that it was missing when someone asked to see the letter for research purposes,”and the intern put the letter back. “The intern likely took the letter again once nobody was watching it.”",
        "Decades passed. Finally, the FBI received a tip that the stolen document was located very close to Washington, D.C. Their art crime team recovered the letter but were unable to press charges because the time of limitations had ended. The FBI worked closely with the Archives to determine that the letter was both authentic and definitely Smithsonian’s property.",
        "The letter was written by Darwin to thank an American geologist, Dr. Ferdinand Vandeveer Hayden, for sending him copies of his research into the geology of the region that would become Yellowstone National Park.",
        "The letter is in fairly good condition, in spite of being out of the care of trained museum staff for so long. “It was luckily in good shape,”says Kapsalis, “and we just have to do some minor things in order to be able to unfold it. It has some glue on it that has colored it slightly, but nothing that will prevent us from using it. After it is repaired, we will take digital photos of it and that will be available online. One of our goals is to get items of high research value or interest to the public online.”",
        "It would now be difficult for an intern, visitor or a thief to steal a document like this. “Archiving practices have changed greatly since the 1970s,”says Kapsalis, “and we keep our high value documents in a safe that I don’t even have access to.”"
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What happened to Darwin’s letter in the 1970s?",
            "Options": [
                {
                    "key": "A",
                    "text": "It was recovered by the FBI."
                },
                {
                    "key": "B",
                    "text": "It was stolen more than once."
                },
                {
                    "key": "C",
                    "text": "It was put in the archives for research purposes."
                },
                {
                    "key": "D",
                    "text": "It was purchased by the Smithsonian Archives."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What did the FBI do after the recovery of the letter?",
            "Options": [
                {
                    "key": "A",
                    "text": "They proved its authenticity."
                },
                {
                    "key": "B",
                    "text": "They kept it in a special safe."
                },
                {
                    "key": "C",
                    "text": "They arrested the suspect immediately."
                },
                {
                    "key": "D",
                    "text": "They pressed criminal charges in vain."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What is Darwin’s letter about?",
            "Options": [
                {
                    "key": "A",
                    "text": "The evolution of Yellowstone National Park."
                },
                {
                    "key": "B",
                    "text": "His cooperation with an American geologist."
                },
                {
                    "key": "C",
                    "text": "Some geological evidence supporting his theory."
                },
                {
                    "key": "D",
                    "text": "His acknowledgement of help from a professional."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What will the Smithsonian Institution Archives do with the letter according to Kapsalis?",
            "Options": [
                {
                    "key": "A",
                    "text": "Reserve it for research purposes only."
                },
                {
                    "key": "B",
                    "text": "Turn it into an object of high interest."
                },
                {
                    "key": "C",
                    "text": "Keep it a permanent secret."
                },
                {
                    "key": "D",
                    "text": "Make it available online."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What has the past half century witnessed according to Kapsalis?",
            "Options": [
                {
                    "key": "A",
                    "text": "Growing interest in rare art objects."
                },
                {
                    "key": "B",
                    "text": "Radical changes in archiving practices."
                },
                {
                    "key": "C",
                    "text": "Recovery of various missing documents."
                },
                {
                    "key": "D",
                    "text": "Increases in the value of museum exhibits."
                }
            ]
        }
    ]
}