{
  "title": "Section B",
  "passageTitle": "Some College Students Are Angry That They Have to Pay to Do Their Homework",
  "passages": [
    "A) Digital learning systems now charge students for access codes needed to complete coursework, take quizzes, and turn in homework. As universities go digital, students are complaining of a new hit to their finances that’s replacing—and sometimes joining—expensive textbooks: pricey online access codes that are required to complete coursework and submit assignments.",
    "B) The codes—which typically range in price from $80 to $155 per course—give students online access to systems developed by education companies like McGraw Hill and Pearson. These companies, which long reaped big profits as textbook publishers, have boasted that their new online offerings, when pushed to students through universities they partner with, represent the future of the industry.",
    "C) But critics say the digital access codes represent the same profit-seeking ethos (观念) of the textbook business, and are even harder for students to opt out of. While they could once buy second-hand textbooks, or share copies with friends, the digital systems are essentially impossible to avoid.",
    "D) “When we talk about the access code we see it as the new face of the textbook monopoly (垄断), a new way to lock students around this system,”said Ethan Senack, the higher education advocate for the U.S. Public Interest Research Group, to BuzzFeed News. “Rather than $250 (for a print textbook) you’re paying $120,”said Senack. “But because it’s all digital it eliminates the used book market and eliminates any sharing and because homework and tests are through an access code, it eliminates any ability to opt out.”",
    "E) Sarina Harper, a 19-year-old student at Virginia Tech, was faced with a tough dilemma when she first started college in 2015—pay rent or pay to turn in her chemistry homework. She told BuzzFeed News that her freshman chemistry class required her to use Connect, a system provided by McGraw Hill where students can submit homework, take exams and track their grades. But the code to access the program cost $120—a big sum for Harper, who had already put down $450 for textbooks, and had rent day approaching.",
    "F) She decided to wait for her next work-study paycheck, which was typically $150-$200, to pay for the code. She knew that her chemistry grade may take a dive as a result. “It’s a balancing act,”she said. “Can I really afford these access codes now?”She didn’t hand in her first two assignments for chemistry, which started her out in the class with a failing grade.",
    "G) The access codes may be another financial headache for students, but for textbook businesses, they’re the future. McGraw Hill, which controls 21% of the higher education market, reported in March that its digital content sales exceeded print sales for the first time in 2015. The company said that 45% of its $140 million revenue in 2015 “was derived from digital products.”",
    "H) A Pearson spokesperson told BuzzFeed News that “digital materials are less expensive and a good investment”that offer new features, like audio texts, personalized knowledge checks and expert videos. Its digital course materials save students up to 60% compared to traditional printed textbooks, the company added. McGraw Hill didn’t respond to a request for comment, but its CEO David Levin told the Financial Times in August that “in higher education, the era of the printed textbook is now over.”",
    "I) The textbook industry insists the online systems represent a better deal for students. “These digital products aren’t just mechanisms for students to submit homework, they offer all kinds of features,”David Anderson, the executive director of higher education with the Association of American Publishers, told BuzzFeed News. “It helps students understand in a way that you can’t do with print homework assignments.”",
    "J) David Hunt, an associate professor in sociology at Augusta University, which has rolled out digital textbooks across its math and psychology departments, told BuzzFeed News that he understands the utility of using systems that require access codes. But he doesn’t require his students to buy access to a learning program that controls the class assignments. “I try to make things as inexpensive as possible,”said Hunt, who uses free digital textbooks for his classes but designs his own curriculum. “The online systems may make my life a lot easier but I feel like I’m giving up control. The discussions are the things where my expertise can benefit the students most.”",
    "K) A 20-year-old junior at Georgia Southern University told BuzzFeed News that she normally spends $500-$600 on access codes for class. In one case, the professor didn’t require students to buy a textbook, just an access code to turn in homework. This year she said she spent $900 on access codes to books and programs. “That’s two months of rent,”she said. “You can’t sell any of it back. With a traditional textbook you can sell it for $30-$50 and that helps to pay for your new semester’s books. With an access code, you’re out of that money.”",
    "L) Benjamin Wolverton, a 19-year old student at the University of South Carolina, told BuzzFeed News that “it’s ridiculous that after paying tens of thousands in tuition we have to pay for all these access codes to do our homework.”Many of the access codes he’s purchased have been required simply to complete homework or quizzes. “Often it’s only 10% of your grade in class,”he said. “You’re paying so much money for something that hardly affects your grade—but if you didn’t have it, it would affect your grade enough. It would be bad to start out at a B or C.”Wolverton said he spent $500 on access codes for digital books and programs this semester.",
    "M) Harper, a poultry (家禽) science major, is taking chemistry again this year and had to buy a new access code to hand in her homework. She rented her economics and statistics textbooks for about $20 each. But her access codes for homework, which can’t be rented or bought second-hand, were her most expensive purchases: $120 and $85.",
    "N) She still remembers the sting of her first experience skipping an assignment due to the high prices. “We don’t really have a missed assignment policy,”she said. “If you miss it, you just miss it. I just got zeros on a couple of first assignments. I managed to pull everything back up. But as a scared freshman looking at their grades, it’s not fun.”"
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "A student’s yearly expenses on access codes may amount to their rent for two months."
    },
    {
      "Number": 37,
      "Statement": "The online access codes may be seen as a way to tie the students to the digital system."
    },
    {
      "Number": 38,
      "Statement": "If a student takes a course again, they may have to buy a new access code to submit their assignments."
    },
    {
      "Number": 39,
      "Statement": "McGraw Hill accounts for over one-fifth of the market share of college textbooks."
    },
    {
      "Number": 40,
      "Statement": "Many traditional textbook publishers are now offering online digital products, which they believe will be the future of the publishing business."
    },
    {
      "Number": 41,
      "Statement": "One student complained that they now had to pay for access codes in addition to the high tuition."
    },
    {
      "Number": 42,
      "Statement": "Digital materials can cost students less than half the price of traditional printed books according to a publisher."
    },
    {
      "Number": 43,
      "Statement": "One student decided not to buy her access code until she received the pay for her part-time job."
    },
    {
      "Number": 44,
      "Statement": "Online systems may deprive teachers of opportunities to make the best use of their expertise for their students."
    },
    {
      "Number": 45,
      "Statement": "Digital access codes are criticized because they are profit-driven just like the textbook business."
    }
  ]
}