{
  "title": "Section B",
  "passageTitle": "The Price of Oil and the Price of Carbon",
  "passages": [
    "A) Fossil fuel prices are likely to stay “low for long.”Notwithstanding important recent progress in developing renewable fuel sources, low fossil fuel prices could discourage further innovation in, and adoption of, cleaner energy technologies. The result would be higher emissions of carbon dioxide and other greenhouse gases.",
    "B) Policymakers should not allow low energy prices to derail the clean energy transition. Action to restore appropriate price incentives, notably through corrective carbon pricing, is urgently needed to lower the risk of irreversible and potentially devastating effects of climate change. That approach also offers fiscal benefits.",
    "C) Oil prices have dropped by over 60% since June 2014. A commonly held view in the oil industry is that “the best cure for low oil prices is low oil prices.”The reasoning behind this saying is that low oil prices discourage investment in new production capacity, eventually shifting the oil supply curve backward and bringing prices back up as existing oil fields—which can be tapped at relatively low marginal cost—are depleted. In fact, in line with past experience, capital expenditure in the oil sector has dropped sharply in many producing countries, including the United States. The dynamic adjustment to low oil prices may, however, be different this time around.",
    "D) Oil prices are expected to remain lower for longer. The advent of new technologies has added about 4.2 million barrels per day to the crude oil market, contributing to a global over-supply. In addition, other factors are putting downward pressure on oil prices: change in the strategic behavior of the Organization of Petroleum Exporting Countries, the projected increase in Iranian exports, the scaling-down of global demand（especially from emerging markets）, the long-term drop in petroleum consumption in the United States, and some displacement of oil by substitutes. These likely persistent forces, like the growth of shale（页岩）oil, point to a “low for long”scenario. Futures markets, which show only a modest recovery of prices to around $60 a barrel by 2019, support this view.",
    "E) Natural gas and coal—also fossil fuels—have similarly seen price declines that look to be long-lived. Coal and natural gas are mainly used for electricity generation, whereas oil is used mostly to power transportation, yet the prices of all these energy sources are linked. The North American shale gas boom has resulted in record low prices there. The recent discovery of the giant Zohr gas field off the Egyptian coast will eventually have impact on pricing in the Mediterranean region and Europe, and there is significant development potential in many other places, notably Argentina. Coal prices also are low, owing to over-supply and the scaling-down of demand, especially from China, which burns half of the world's coal.",
    "F) Technological innovations have unleashed the power of renewables such as wind, hydro, solar, and geothermal（地热）. Even Africa and the Middle East, home to economies that are heavily dependent on fossil fuel exports, have enormous potential to develop renewables. For example, the United Arab Emirates has endorsed an ambitious target to draw 24% of its primary energy consumption from renewable sources by 2021.",
    "G) Progress in the development of renewables could be fragile, however, if fossil fuel prices remain low for long. Renewables account for only a small share of global primary energy consumption, which is still dominated by fossil fuels—30% each for coal and oil, 25% for natural gas. But renewable energy will have to displace fossil fuels to a much greater extent in the future to avoid unacceptable climate risks.",
    "H) Unfortunately, the current low prices for oil, gas, and coal may provide little incentive for research to find even cheaper substitutes for those fuels. There is strong evidence that both innovation and adoption of cleaner technology are strongly encouraged by higher fossil fuel prices. The same is true for new technologies for alleviating fossil fuel emissions.",
    "I) The current low fossil fuel price environment will thus certainly delay the energy transition from fossil fuel to clean energy sources. Unless renewables become cheap enough that substantial carbon deposits are left underground for a very long time, if not forever, the planet will likely be exposed to potentially catastrophic climate risks.",
    "J) Some climate impacts may already be discernible. For example, the United Nations Children's Fund estimates that some 11 million children in Africa face hunger, disease, and water shortages as a result of the strongest El Niño（厄尔尼诺）weather phenomenon in decades. Many scientists believe that El Ni-o events, caused by warming in the Pacific, are becoming more intense as a result of climate change.",
    "K) Nations from around the world have gathered in Paris for the United Nations Climate Change Conference, COP 21, with the goal of a universal and potentially legally-binding agreement on reducing greenhouse gas emissions. We need very broad participation to fully address the global tragedy that results when countries fail to take into account the negative impact of their carbon emissions on the rest of the world. Moreover, non-participation by nations, if sufficiently widespread, can undermine the political will of participating countries to act.",
    "L) The nations participating at COP 21 are focusing on quantitative emissions-reduction commitments. Economic reasoning shows that the least expensive way for each country is to put a price on carbon emissions. The reason is that when carbon is priced, those emissions reductions that are least costly to implement will happen first. The International Monetary Fund calculates that countries can generate substantial fiscal revenues by eliminating fossil fuel subsidies and levying carbon charges that capture the domestic damage caused by emissions. A tax on upstream carbon sources is one easy way to put a price on carbon emissions, although some countries may wish to use other methods, such as emissions trading schemes. In order to maximize global welfare, every country's carbon pricing should reflect not only the purely domestic damage from emissions, but also the damage to foreign countries.",
    "M) Setting the right carbon price will therefore efficiently align the costs paid by carbon users with the true social opportunity cost of using carbon. By raising relative demand for clean energy sources, a carbon price would also help align the market return to clean-energy innovation with its social return, spurring the refinement of existing technologies and the development of new ones. And it would raise the demand for technologies such as carbon capture and storage, spurring their further development. If not corrected by the appropriate carbon price, low fossil fuel prices are not accurately signaling to markets the true social profitability of clean energy. While alternative estimates of the damage from carbon emissions differ, and it's especially hard to reckon the likely costs of possible catastrophic climate events, most estimates suggest substantial negative effects.",
    "N) Direct subsidies to research and development have been adopted by some governments but are a poor substitute for a carbon price: they do only part of the job, leaving in place market incentives to over-use fossil fuels and thereby add to the stock of atmospheric greenhouse gases without regard to the collateral（附带的）costs.",
    "O) The hope is that the success of COP 21 opens the door to future international agreement on carbon prices. Agreement on an international carbon-price floor would be a good starting point in that process. Failure to address comprehensively the problem of greenhouse gas emissions, however, exposes all generations, present and future, to incalculable risks."
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "A number of factors are driving down the global oil prices not just for now but in the foreseeable future."
    },
    {
      "Number": 37,
      "Statement": "Pricing carbon proves the most economical way to reduce greenhouse gas emissions."
    },
    {
      "Number": 38,
      "Statement": "It is estimated that extreme weather conditions have endangered the lives of millions of African children."
    },
    {
      "Number": 39,
      "Statement": "The prices of coal are low as a result of over-supply and decreasing demand."
    },
    {
      "Number": 40,
      "Statement": "Higher fossil fuel prices prove to be conducive to innovation and application of cleaner technology."
    },
    {
      "Number": 41,
      "Statement": "If fossil fuel prices remain low for a long time, it may lead to higher emissions of greenhouse gases."
    },
    {
      "Number": 42,
      "Statement": "Fossil fuels remain the major source of primary energy consumption in today's world."
    },
    {
      "Number": 43,
      "Statement": "Even major fossil fuel exporting countries have great potential to develop renewable energies."
    },
    {
      "Number": 44,
      "Statement": "Greenhouse gas emissions, if not properly dealt with, will pose endless risks for mankind."
    },
    {
      "Number": 45,
      "Statement": "It is urgent for governments to increase the cost of using fossil fuels to an appropriate level to lessen the catastrophic effects of climate change."
    }
  ]
}