{
  "title": "Section C",
  "passagesOne": [
    "Tennessee's technical and community colleges will not outsource (外包) management of their facilities to a private company, a decision one leader said was bolstered by an analysis of spending at each campus.",
    "In an email sent Monday to college presidents in the Tennessee Board of Regents system, outgoing Chancellor John Morgan said an internal analysis showed that each campus' spending on facilities management fell well below the industry standards identified by the state. Morgan said those findings—which included data from the system's 13 community colleges, 27 technical colleges and six universities—were part of the decision not to move forward with Governor Bill Haslam's proposal to privatize management of state buildings in an effort to save money.",
    "“While these numbers are still being validated by the state, we feel any adjustments they might suggest will be immaterial,“ Morgan wrote to the presidents. “System institutions are operating very efficiently based on this analysis, raising the question of the value of pursuing a broad scale outsourcing initiative.“",
    "Worker's advocates have criticized Haslam's plan, saying it would mean some campus workers would lose their jobs or benefits. Haslam has said colleges would be free to opt in or out of the out souring plan, which has not been finalized.",
    "Morgan notified the Haslam administration of his decision to opt out in a letter sent last week. That letter, which includes several concerns Morgan has with the plan, was originally obtained by The Commercial Appeal in Memphis.",
    "In an email statement from the state's Office of Customer Focused Government, which is examining the possibility of outsourcing, spokeswoman Michelle R. Martin said officials were still working to analyze the data from the Board of Regents. Data on management expenses at the college system and in other state departments will be part of a “business justification“ the state will use as officials deliberate the specifics of an outsourcing plan.",
    "“The state's facilities management project team is still in the process of developing its business justification and expects to have that completed and available to the public at the end of February,“ Martin said. “At this time there is nothing to take action on since the analysis has yet to be completed.“",
    "Morgan's comments on outsourcing mark the second time this month that he has come out against one of Haslam's plans for higher education in Tennessee. Morgan said last week that he would retire at the end of January because of the governor's proposal to split off six universities of the Board of Regents system and create separate governing boards for each of them. In his resignation letter, Morgan called the reorganization “unworkable“."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What do we learn about the decision of technical and community colleges in Tennessee?",
      "Options": [
        {
          "key": "A",
          "text": "It is backed by a campus spending analysis."
        },
        {
          "key": "B",
          "text": "It has been flatly rejected by the governor."
        },
        {
          "key": "C",
          "text": "It has neglected their faculty's demands."
        },
        {
          "key": "D",
          "text": "It will improve their financial situation."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What does the campus spending analysis reveal?",
      "Options": [
        {
          "key": "A",
          "text": "Private companies play a big role in campus management."
        },
        {
          "key": "B",
          "text": "Facilities management by colleges is more cost-effective."
        },
        {
          "key": "C",
          "text": "Facilities management has greatly improved in recent years."
        },
        {
          "key": "D",
          "text": "Colleges exercise full control over their own financial affairs."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "Workers' supporters argue that Bill Haslam's proposal would ______.",
      "Options": [
        {
          "key": "A",
          "text": "deprive colleges of the right to manage their facilities"
        },
        {
          "key": "B",
          "text": "make workers less motivated in performing duties"
        },
        {
          "key": "C",
          "text": "render a number of campus workers jobless"
        },
        {
          "key": "D",
          "text": "lead to the privatization of campus facilities"
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What do we learn from the state spokeswoman's response to John Morgan's decision?",
      "Options": [
        {
          "key": "A",
          "text": "The outsourcing plan is not yet finalized."
        },
        {
          "key": "B",
          "text": "The outsourcing plan will be implemented."
        },
        {
          "key": "C",
          "text": "The state officials are confident about the outsourcing plan."
        },
        {
          "key": "D",
          "text": "The college spending analysis justifies the outsourcing plan."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "Why did John Morgan decide to resign?",
      "Options": [
        {
          "key": "A",
          "text": "He had lost confidence in the Tennessee state government."
        },
        {
          "key": "B",
          "text": "He disagreed with the governor on higher education policies."
        },
        {
          "key": "C",
          "text": "He thought the state's outsourcing proposal was simply unworkable."
        },
        {
          "key": "D",
          "text": "He opposed the governor's plan to reconstruct the college board system."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Beginning in the late sixteenth century, it became fashionable for young aristocrats to visit Paris, Venice, Florence, and above all, Rome, as the culmination (终极) of their classical education. Thus was born the idea of the Grand Tour, a practice which introduced Englishmen, Germans, Scandinavians, and also Americans to the art and culture of France and Italy for the next 300 years. Travel was arduous and costly throughout the period, possible only for a privileged class—the same that produced gentlemen scientists, authors, antique experts, and patrons of the arts.",
    "The Grand Tourist was typically a young man with a thorough grounding in Greek and Latin literature as well as some leisure time, some means, and some interest in art. The German traveler Johann Winckelmann pioneered the field of art history with his comprehensive study of Greek and Roman sculpture; he was portrayed by his friend Anton Raphael Mengs at the beginning of his long residence in Rome. Most Grand Tourists, however, stayed for briefer periods and set out with less scholarly intentions, accompanied by a teacher or guardian, and expected to return home with souvenirs of their travels as well as an understanding of art and architecture formed by exposure to great masterpieces.",
    "London was a frequent starting point for Grand Tourists, and Paris a compulsory destination; many traveled to the Netherlands, some to Switzerland and Germany, and a very few adventurers to Spain, Greece, or Turkey. The essential place to visit, however, was Italy. The British traveler Charles Thompson spoke for many Grand Tourists when in 1744 he described himself as “being impatiently desirous of viewing a country so famous in history, a country which once gave laws to the world, and which is at present the greatest school of music and painting, contains the noblest productions of sculpture and architecture, and is filled with cabinets of rarities, and collections of all kinds of historical relics“. Within Italy, the great focus was Rome, whose ancient ruins and more recent achievements were shown to every Grand Tourist. Panini's Ancient Rome and Modem Rome represent the sights most prized, including celebrated Greco-Roman statues and views of famous ruins, fountains, and churches. Since there were few museums anywhere in Europe before the close of the eighteenth century, Grand Tourists often saw paintings and sculptures by gaining admission to private collections, and many were eager to acquire examples of Greco-Roman and Italian art for their own collections. In England, where architecture was increasingly seen as an aristocratic pursuit, noblemen often applied what they learned from the villas of Palladio in the Veneto and the evocative (唤起回忆的) ruins of Rome to their own country houses and gardens."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What is said about the Grand Tour?",
      "Options": [
        {
          "key": "A",
          "text": "It was fashionable among young people of the time."
        },
        {
          "key": "B",
          "text": "It was unaffordable for ordinary people."
        },
        {
          "key": "C",
          "text": "It produced some famous European artists."
        },
        {
          "key": "D",
          "text": "It made a compulsory part of college education."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What did Grand Tourists have in common?",
      "Options": [
        {
          "key": "A",
          "text": "They had much geographic knowledge."
        },
        {
          "key": "B",
          "text": "They were courageous and venturesome."
        },
        {
          "key": "C",
          "text": "They were versed in literature and interested in art."
        },
        {
          "key": "D",
          "text": "They had enough travel and outdoor-life experience."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "How did Grand Tourists benefit from their travel?",
      "Options": [
        {
          "key": "A",
          "text": "They found inspiration in the world's greatest masterpieces."
        },
        {
          "key": "B",
          "text": "They got a better understanding of early human civilization."
        },
        {
          "key": "C",
          "text": "They developed an interest in the origin of modern art forms."
        },
        {
          "key": "D",
          "text": "They gained some knowledge of classical art and architecture."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "Why did many Grand Tourists visit the private collections?",
      "Options": [
        {
          "key": "A",
          "text": "They could buy unique souvenirs there to take back home."
        },
        {
          "key": "B",
          "text": "Europe hardly had any museums before the 19th century."
        },
        {
          "key": "C",
          "text": "They found the antiques there more valuable."
        },
        {
          "key": "D",
          "text": "Private collections were of greater variety."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "How did the Grand Tour influence the architecture in England?",
      "Options": [
        {
          "key": "A",
          "text": "There appeared more and more Roman-style buildings."
        },
        {
          "key": "B",
          "text": "Many aristocrats began to move into Roman-style villas."
        },
        {
          "key": "C",
          "text": "Aristocrats' country houses all had Roman-style gardens."
        },
        {
          "key": "D",
          "text": "Italian architects were hired to design houses and gardens."
        }
      ]
    }
  ]
}
