{
  "title": "Section C",
  "passagesOne": [
    "Open data sharers are still in the minority in many fields. Although many researchers broadly agree that public access to raw data would accelerate science, most are reluctant to post the results of their own labors online.",
    "Some communities have agreed to share online—geneticists, for example, post DNA sequences at the GenBank repository（库）, and astronomers are accustomed to accessing images of galaxies and stars from, say, the Sloan Digital Sky Survey, a telescope that has observed some 500 million objects—but these remain the exception, not the rule. Historically, scientists have objected to sharing for many reasons: it is a lot of work; until recently, good databases did not exist; grant funders were not pushing for sharing; it has been difficult to agree on standards for formatting data; and there is no agreed way to assign credit for data.",
    "But the barriers are disappearing, in part because journals and funding agencies worldwide are encouraging scientists to make their data public. Last year, the Royal Society in London said in its report that scientists need to “shift away from a research culture where data is viewed as a private preserve”. Funding agencies note that data paid for with public money should be public information, and the scientific community is recognizing that data can now be shared digitally in ways that were not possible before. To match the growing demand, services are springing up to make it easier to publish research products online and enable other researchers to discover and cite them.",
    "Although calls to share data often concentrate on the moral advantages of sharing, the practice is not purely altruistic（利他的）. Researchers who share get plenty of personal benefits, including more connections with colleagues, improved visibility and increased citations. The most successful sharers—those whose data are downloaded and cited the most often—get noticed, and their work gets used. For example, one of the most popular data sets on multidisciplinary repository Dryad is about wood density around the world; it has been downloaded 5,700 times. Co-author Amy Zanne thinks that users probably range from climate-change researchers wanting to estimate how much carbon is stored in biomass, to foresters looking for information on different grades of timber. “I'd much prefer to have my data used by the maximum number of people to ask their own questions,”she says. “It's important to allow readers and reviewers to see exactly how you arrive at your results. Publishing data and code allows your science to be reproducible.”",
    "Even people whose data are less popular can benefit. By making the effort to organize and label files so others can understand them, scientists become more organized and better disciplined themselves, thus avoiding confusion later on."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What do many researchers generally accept?",
      "Options": [
        {
          "key": "A",
          "text": "It is imperative to protect scientists' patents."
        },
        {
          "key": "B",
          "text": "Repositories are essential to scientific research."
        },
        {
          "key": "C",
          "text": "Open data sharing is most important to medical science."
        },
        {
          "key": "D",
          "text": "Open data sharing is conducive to scientific advancement."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What is the attitude of most researchers towards making their own data public?",
      "Options": [
        {
          "key": "A",
          "text": "Opposed."
        },
        {
          "key": "B",
          "text": "Ambiguous."
        },
        {
          "key": "C",
          "text": "Liberal."
        },
        {
          "key": "D",
          "text": "Neutral."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "According to the passage, what might hinder open data sharing?",
      "Options": [
        {
          "key": "A",
          "text": "The fear of massive copying."
        },
        {
          "key": "B",
          "text": "The lack of a research culture."
        },
        {
          "key": "C",
          "text": "The belief that research data is private intellectual property."
        },
        {
          "key": "D",
          "text": "The concern that certain agencies may make a profit out of it."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What helps lift some of the barriers to open data sharing?",
      "Options": [
        {
          "key": "A",
          "text": "The ever-growing demand for big data."
        },
        {
          "key": "B",
          "text": "The advancement of digital technology."
        },
        {
          "key": "C",
          "text": "The changing attitude of journals and funders."
        },
        {
          "key": "D",
          "text": "The trend of social and economic development."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "Dryad serves as an example to show how open data sharing ________.",
      "Options": [
        {
          "key": "A",
          "text": "is becoming increasingly popular"
        },
        {
          "key": "B",
          "text": "benefits sharers and users alike"
        },
        {
          "key": "C",
          "text": "makes researchers successful"
        },
        {
          "key": "D",
          "text": "saves both money and labor"
        }
      ]
    }
  ],
  "passagesTwo": [
    "Macy's reported its sales plunged 5.2% in November and December at stores open more than a year, a",
    "disappointing holiday season performance that capped a difficult year for a department store chain facing wide-ranging challenges. Its flagship stores in major U.S. cities depend heavily on international tourist spending, which shrank at many retailers due to a strong dollar. Meanwhile, Macy's has simply struggled to lure consumers who are more interested in spending on travel or dining out than on new clothes or accessories.",
    "The company blamed much of the poor performance in November and December on unseasonably warm weather. “About 80% of our company's year-over-year declines in comparable sales can be attributed to shortfalls（短缺）in cold-weather goods,”said chief executive Terry Lundgren in a press release. This prompted the company to cut its forecasts for the full fourth quarter.",
    "However, it's clear that Macy's believes its troubles run deeper than a temporary aberration（偏离）off the thermometer. The retail giant said the poor financial performance this year has pushed it to begin implementing $400 million in cost-cutting measures. The company pledged to cut 600 back-office positions, though some 150 workers in those roles would be reassigned to other jobs. It also plans to offer “voluntary separation”packages to 165 senior executives. It will slash staffing at its fleet of 770 stores, a move affecting some 3,000 employees.",
    "The retailer also announced the locations of 36 stores it will close in early 2016. The company had previously announced the planned closures, but had not said which locations would be affected. None of the chain's stores in the Washington metropolitan area are to be closed.",
    "Macy's has been moving aggressively to try to remake itself for a new era of shopping. It has plans to open more locations of Macy's Backstage, a newly-developed off-price concept which might help it better compete with ambitious T. J. Maxx. It's also pushing ahead in 2016 with an expansion of Bluemercury, the beauty chain it bought last year. At a time when young beauty shoppers are often turning to Sephora or Ulta instead of department store beauty counters, Macy's hopes Bluemercury will help strengthen its position in the category.",
    "One relative bright spot for Macy's during the holiday season was the online channel, where it rang up “double-digit”increases in sales and a 25% increase in the number of orders it filled. That relative strength would be consistent with what was seen in the wider retail industry during the early part of the holiday season. While Thanksgiving, Black Friday and Cyber Monday all saw record spending online, in-store sales plunged over the holiday weekend."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author say about the shrinking spending of international tourists in the U.S.?",
      "Options": [
        {
          "key": "A",
          "text": "It is attributable to the rising value of the U.S. dollar."
        },
        {
          "key": "B",
          "text": "It is a direct result of the global economic recession."
        },
        {
          "key": "C",
          "text": "It reflects a shift of their interest in consumer goods."
        },
        {
          "key": "D",
          "text": "It poses a potential threat to the retail business in the U.S."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What does Macy's believe about its problems?",
      "Options": [
        {
          "key": "A",
          "text": "They can be solved with better management."
        },
        {
          "key": "B",
          "text": "They cannot be attributed to weather only."
        },
        {
          "key": "C",
          "text": "They are not as serious in its online stores."
        },
        {
          "key": "D",
          "text": "They call for increased investments."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "In order to cut costs, Macy's decided to _________.",
      "Options": [
        {
          "key": "A",
          "text": "cut the salary of senior executives"
        },
        {
          "key": "B",
          "text": "relocate some of its chain stores"
        },
        {
          "key": "C",
          "text": "adjust its promotion strategies"
        },
        {
          "key": "D",
          "text": "reduce the size of its staff"
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "Why does Macy's plan to expand Bluemercury in 2016?",
      "Options": [
        {
          "key": "A",
          "text": "To experiment on its new business concept."
        },
        {
          "key": "B",
          "text": "To focus more on beauty products than clothing."
        },
        {
          "key": "C",
          "text": "To promote sales of its products by lowering prices."
        },
        {
          "key": "D",
          "text": "To be more competitive in sales of beauty products."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What can we learn about Macy's during the holiday season?",
      "Options": [
        {
          "key": "A",
          "text": "Sales dropped sharply in its physical stores."
        },
        {
          "key": "B",
          "text": "Its retail sales exceeded those of T.J.Maxx."
        },
        {
          "key": "C",
          "text": "It helped Bluemercury establish its position worldwide."
        },
        {
          "key": "D",
          "text": "It filled its stores with abundant supply of merchandise."
        }
      ]
    }
  ]
}
