{
  "title": "Section C",
  "passagesOne": [
    "As many office workers adapt to remote work, cities may undergo fundamental change if offices remain under-utilized. Who will benefit if working from home becomes the norm?Employers argue they make considerable savings on real estate when workers shift from office to home work. However, these savings result from passing costs on to workers.Unless employees are fully compensated, this could become a variant of parasitic（寄生的）capitalism, whereby corporate profits increasingly rely on extracting value from the public—and now personal—realm, rather than on generating new value.Though employers are backed by a chorus of remote work advocates, others note the loneliness, reduced productivity and inefficiencies of extended remote work.If working from home becomes permanent, employees will have to dedicate part of their private space to work. This requires purchasing desks, chairs and office equipment.It also means having private space dedicated to work: the space must be heated, cleaned, maintained and paid for. That depends on many things, but for purposes of illustration, I have run some estimates for Montréal. The exercise is simple but important, since it brings these costs out of the realm of speculation into the realm of meaningful discussion.Rough calculations show that the savings made by employers when their staff works from home are of similar value to the compensation workers should receive for setting up offices at home.What does this mean for offices in cities? One of two things may happen: Employers pass these costs onto employees. This would be a form of expropriation（侵占）, with employees absorbing production costs that have traditionally been paid by the employer. This represents a considerable transfer of value from employees to employers.When employees are properly compensated, employers' real estate savings will be modest. If savings are modest, then the many advantages of working in offices—such as lively atmosphere, rapidity of communication, team-building and acclimatization（适应环境）of new employees—will encourage employers to shelve the idea of remote work and, like Yahoo in 2013, encourage employees to work most of the time from corporate office space.46.What does the author say about working from home?A) It will become the norm sooner or later.B) It requires employees to adapt promptly.C) It benefits employers at the expense of employees.D) It will force cities to transform their infrastructure.47.Why do some people oppose working from home?A) It discourages team spirit.B) It invades employees' privacy.C) It undermines traditional values.D) It negatively impacts productivity.48.Why did the author run the estimates for Montréal?A) To provide convincing data for serious discussion.B) To illustrate the ongoing change in working patterns.C) To show the impact of remote working on productivity.D) To exemplify how remote working affects the economy.49.What can we conclude from the author's calculations?A) There is no point in transferring office work to working from home.B) Employees can benefit as much from remote working as their employers.C) Employers' gain from remote working should go to employees as compensation.D) Effective measures should be taken to motivate employees to set up offices at home.50.What is the author's opinion on working from home?A) It should be avoided if possible.B) It is only a temporary measure.C) It can reduce companies' real estate costs.D) It may affect employees' corporate loyalty."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What does the author say about working from home?",
      "Options": [
        {
          "key": "A",
          "text": "It will become the norm sooner or later."
        },
        {
          "key": "B",
          "text": "It requires employees to adapt promptly."
        },
        {
          "key": "C",
          "text": "It benefits employers at the expense of employees."
        },
        {
          "key": "D",
          "text": "It will force cities to transform their infrastructure."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "Why do some people oppose working from home?",
      "Options": [
        {
          "key": "A",
          "text": "It discourages team spirit."
        },
        {
          "key": "B",
          "text": "It invades employees' privacy."
        },
        {
          "key": "C",
          "text": "It undermines traditional values."
        },
        {
          "key": "D",
          "text": "It negatively impacts productivity."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "Why did the author run the estimates for Montréal?",
      "Options": [
        {
          "key": "A",
          "text": "To provide convincing data for serious discussion."
        },
        {
          "key": "B",
          "text": "To illustrate the ongoing change in working patterns."
        },
        {
          "key": "C",
          "text": "To show the impact of remote working on productivity."
        },
        {
          "key": "D",
          "text": "To exemplify how remote working affects the economy."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What can we conclude from the author's calculations?",
      "Options": [
        {
          "key": "A",
          "text": "There is no point in transferring office work to working from home."
        },
        {
          "key": "B",
          "text": "Employees can benefit as much from remote working as their employers."
        },
        {
          "key": "C",
          "text": "Employers' gain from remote working should go to employees as compensation."
        },
        {
          "key": "D",
          "text": "Effective measures should be taken to motivate employees to set up offices at home."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What is the author's opinion on working from home?",
      "Options": [
        {
          "key": "A",
          "text": "It should be avoided if possible."
        },
        {
          "key": "B",
          "text": "It is only a temporary measure."
        },
        {
          "key": "C",
          "text": "It can reduce companies' real estate costs."
        },
        {
          "key": "D",
          "text": "It may affect employees' corporate loyalty."
        }
      ]
    }
  ],
  "passagesTwo": [
    "The human thirst for knowledge is the driving force behind our successful development as a species. But curiosity can also be dangerous, leading to setbacks or even downfalls. Given curiosity's complexity, scientists have found it hard to define.While pinning down a definition has proven tricky, the general consensus is it's some means of information gathering. Psychologists also agree curiosity is intrinsically（内在地）motivated. Curiosity covers such a large set of behaviors that there probably isn't any single “curiosity gene” that makes humans wonder about and explore their environment. That said, curiosity does have a genetic component. Genes and the environment interact in many complex ways to shape individuals and guide their behavior, including their curiosity.Regardless of their genetic makeup, infants have to learn an incredible amount of information in a short time, and curiosity is one of the tools humans have found to accomplish that gigantic task.Hundreds of studies show that infants prefer novelty. It's what motivates non-human animals, human infants and probably human adults to explore and seek out new things before growing less interested in them after continued exposure.But curiosity often comes with a cost.In some situations, the stakes are low and failure is a healthy part of growth. For instance, many babies are perfectly proficient crawlers, but they decide to try walking because there's more to see and do when they stand upright. But this milestone comes at a small cost. A study of 12- to 19-month-olds learning how to walk documented that these children fell down a lot. Seventeen times per hour, to be exact. But walking is faster than crawling, so this motivates expert crawlers to transition to walking.Sometimes, however, testing out a new idea can lead to disaster. For instance, the Inuit people of the Arctic regions have created incredible modes to deal with the challenges of living in northern climates, but what we forget about are the tens of thousands of people that tried and failed to make it in those challenging landscapes.51.What does the author say about curiosity?A) It is too complex for non-scientists to understand.B) It is the force that pushes human society forward.C) It is a unique trait specific to the human race.D) It is often the major cause for human failures.52.What is the general understanding of curiosity?A) It motivates people to seek information.B) It is destined to transform human genes.C) It does people more good than harm.D) It underlies all human behaviors.53.What do we learn about how genes shape people's behavior?A) They determine people's way of thinking.B) They account for age differences in learning.C) They enable people to undertake massive tasks.D) They work in conjunction with the environment.54.What do numerous studies show about infants?A) They are far more curious than adults.B) They prefer to go after all that is novel.C) They have different interests than adults.D) They show non-human animal behaviors.55.What does the example of the Inuit people of the Arctic regions illustrate?A) The cost of humans' curiosity to explore.B) The incredible harshness of cold weather.C) The innovative ideas stemming from curiosity.D) The importance of learning from past failures."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author say about curiosity?",
      "Options": [
        {
          "key": "A",
          "text": "It is too complex for non-scientists to understand."
        },
        {
          "key": "B",
          "text": "It is the force that pushes human society forward."
        },
        {
          "key": "C",
          "text": "It is a unique trait specific to the human race."
        },
        {
          "key": "D",
          "text": "It is often the major cause for human failures."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What is the general understanding of curiosity?",
      "Options": [
        {
          "key": "A",
          "text": "It motivates people to seek information."
        },
        {
          "key": "B",
          "text": "It is destined to transform human genes."
        },
        {
          "key": "C",
          "text": "It does people more good than harm."
        },
        {
          "key": "D",
          "text": "It underlies all human behaviors."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What do we learn about how genes shape people's behavior?",
      "Options": [
        {
          "key": "A",
          "text": "They determine people's way of thinking."
        },
        {
          "key": "B",
          "text": "They account for age differences in learning."
        },
        {
          "key": "C",
          "text": "They enable people to undertake massive tasks."
        },
        {
          "key": "D",
          "text": "They work in conjunction with the environment."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What do numerous studies show about infants?",
      "Options": [
        {
          "key": "A",
          "text": "They are far more curious than adults."
        },
        {
          "key": "B",
          "text": "They prefer to go after all that is novel."
        },
        {
          "key": "C",
          "text": "They have different interests than adults."
        },
        {
          "key": "D",
          "text": "They show non-human animal behaviors."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What does the example of the Inuit people of the Arctic regions illustrate?",
      "Options": [
        {
          "key": "A",
          "text": "The cost of humans' curiosity to explore."
        },
        {
          "key": "B",
          "text": "The incredible harshness of cold weather."
        },
        {
          "key": "C",
          "text": "The innovative ideas stemming from curiosity."
        },
        {
          "key": "D",
          "text": "The importance of learning from past failures."
        }
      ]
    }
  ]
}
