{
  "title": "Section C",
  "passagesOne": [
    "What is the place of art in a culture of inattention? Recent visitors to the Louvre report that tourists can now spend only a minute in front of the Mona Lisa before being asked to move on. Much of that time, for some of them, is spent taking photographs not even of the painting but of themselves with the painting in the background.",
    "One view is that we have democratised tourism and gallery-going so much that we have made it effectively impossible to appreciate what we’ve travelled to see. In this oversubscribed society, experience becomes a commodity like any other. There are queues to climb Mt. Jolmo Lungma as well as to see famous paintings. Leisure, thus conceived, is hard labour, and returning to work becomes a well-earned break from the ordeal.",
    "What gets lost in this industrialised haste is the quality of looking. Consider an extreme example, the late philosopher Richard Wollheim. When he visited the Louvre he could spent as much as four hours sitting before a painting. The first hour, he claimed, was necessary for misperceptions to be eliminated. It was only then that the picture would begin to disclose itself. This seems unthinkable today, but it is still possible to organise. Even in the busiest museums there are many rooms and many pictures worth hours of contemplation which the crowds largely ignore. Sometimes the largest crowds are partly the products of bad management; the Mona Lisa is such a hurried experience today partly because the museum is being reorganised. The Uffizi in Florence, another site of cultural pilgrimage, has cut its entry queues down to seven minutes by clever management. And there are some forms of art, those designed to be spectacles as well as objects of contemplation, which can work perfectly well in the face of huge crowds.",
    "Olafur Eliasson’s current Tate Modern show, for instance, might seem nothing more than an entertainment, overrun as it is with kids romping （喧闹地玩耍）in fog rooms and spray mist installations. But it’s more than that: where Eliasson is at his most entertaining, he is at his most serious too, and his disorienting installations bring home the reality of the destructive effects we are having on the planet—not least what we are doing to the glaciers of Eliasson’s beloved Iceland.",
    "Marcel Proust, another lover of the Louvre, wrote: “It is only through art that we can escape from ourselves and know how another person sees the universe, whose landscapes would otherwise have remained as unknown as any on the moon.” If any art remains worth seeing, it must lead us to such escapes. But a minute in front of a painting in a hurried crowd won’t do that."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What does the scene at the Louvre demonstrate according to the author?",
      "Options": [
        {
          "key": "A",
          "text": "The enormous appeal of a great piece of artistic work to tourists."
        },
        {
          "key": "B",
          "text": "The near impossibility of appreciating art in an age of mass tourism."
        },
        {
          "key": "C",
          "text": "The ever-growing commercial value of long-cherished artistic works."
        },
        {
          "key": "D",
          "text": "The real difficulty in getting a glimpse at a masterpiece amid a crowd."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "Why did the late philosopher Richard Wollheim spend four hours before a picture?",
      "Options": [
        {
          "key": "A",
          "text": "It takes time to appreciate a piece of art fully."
        },
        {
          "key": "B",
          "text": "It is quite common to misinterpret artistic works."
        },
        {
          "key": "C",
          "text": "The longer people contemplate a picture, the more likely they will enjoy it."
        },
        {
          "key": "D",
          "text": "The more time one spends before a painting, the more valuable one finds it."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What does the case of the Uffizi in Florence show?",
      "Options": [
        {
          "key": "A",
          "text": "Art works in museums should be better taken care of."
        },
        {
          "key": "B",
          "text": "Sites of cultural pilgrimage are always flooded with visitors."
        },
        {
          "key": "C",
          "text": "Good management is key to handling large crowds of visitors."
        },
        {
          "key": "D",
          "text": "Large crowds of visitors cause management problems for museums."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What do we learn from Olafur Eliasson’s current Tate Modern show?",
      "Options": [
        {
          "key": "A",
          "text": "Children learn to appreciate art works most eff ectively while they are playing."
        },
        {
          "key": "B",
          "text": "It is possible to combine entertainment with appreciation of serious art."
        },
        {
          "key": "C",
          "text": "Art works about the environment appeal most to young children."
        },
        {
          "key": "D",
          "text": "Some forms of art can accommodate huge crowds of visitors."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What can art do according to Marcel Proust?",
      "Options": [
        {
          "key": "A",
          "text": "Enable us to live a much fuller life."
        },
        {
          "key": "B",
          "text": "Allow us to escape the harsh reality."
        },
        {
          "key": "C",
          "text": "Help us to see the world from a diff erent perspective."
        },
        {
          "key": "D",
          "text": "Urge us to explore the unknown domain of the universe."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Every five years, the government tries to tell Americans what to put in their bellies. Eat more vegetables. Dial back the fats. It’s all based on the best available science for leading a healthy life. But the best available science also has a lot to say about what those food choices do to the environment, and some researchers are annoyed that new dietary recommendations of the USDA （United States Department of Agriculture）released yesterday seem to utterly ignore that fact.",
    "Broadly, the 2016-2020 dietary recommendations aim for balance: More vegetables, leaner meats and far less sugar.",
    "But Americans consume more calories per capita than almost any other country in the world. So the things Americans eat have a huge impact on climate change. Soil tilling releases carbon dioxide, and delivery vehicles emit exhaust. The government’s dietary guidelines could have done a lot to lower that climate cost. Not just because of their position of authority: The guidelines drive billions of dollars of food production through federal programs like school lunches and nutrition assistance for the needy.",
    "On its own, plant and animal agriculture contributes 9 percent of all the country’s greenhouse gas emissions. That’s not counting the fuel burned in transportation, processing, refrigeration, and other waypoints between farm and belly. Red meats are among the biggest and most notorious emitters, but trucking a salad from California to Minnesota in January also carries a significant burden. And greenhouse gas emissions aren’t the whole story. Food production is the largest user of fresh water, largest contributor to the loss of biodiversity, and a major contributor to using up natural resources.",
    "All of these points and more showed up in the Dietary Guidelines Advisory Committee’s scientific report, released last February. Miriam Nelson chaired the subcommittee in charge of sustainability for the report, and is disappointed that eating less meat and buying local food aren’t in the final product. “Especially if you consider that eating less meat, especially red and processed, has health benefits,” she says.",
    "So what happened? The official response is that sustainability falls too far outside the guidelines’ official scope, which is to provide “nutritional and dietary information.” Possibly the agencies in charge of drafting the decisions are too close to the industries they are supposed to regulate. On one hand, the USDA is compiling dietary advice. On the other, their clients are US agriculture companies.",
    "The line about keeping the guidelines’ scope to nutrition and diet doesn’t ring quite right with researchers. David Wallinga, for example, says, “In previous guidelines, they’ve always been concerned with things like food security—which is presumably the mission of the USDA. You absolutely need to be worried about climate impacts and future sustainability if you want secure food in the future.”"
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "Why are some researchers irritated at the USDA’s 2016-2020 Dietary Guidelines?",
      "Options": [
        {
          "key": "A",
          "text": "It ignores the harmful eff ect of red meat and processed food on health."
        },
        {
          "key": "B",
          "text": "Too much emphasis is given to eating less meat and buying local food."
        },
        {
          "key": "C",
          "text": "The dietary recommendations are not based on medical science."
        },
        {
          "key": "D",
          "text": "It takes no notice of the potential impact on the environment."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "Why does the author say the USDA could have contributed a lot to lowering the climate cost through its dietary guidelines?",
      "Options": [
        {
          "key": "A",
          "text": "It has the capacity and the financial resources to do so."
        },
        {
          "key": "B",
          "text": "Its researchers have already submitted relevant proposals."
        },
        {
          "key": "C",
          "text": "Its agencies in charge of drafting the guidelines have the expertise."
        },
        {
          "key": "D",
          "text": "It can raise students’ environmental awareness through its programs."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What do we learn from the Dietary Guidelines Advisory Committee’s scientific report?",
      "Options": [
        {
          "key": "A",
          "text": "Food is easily contaminated from farm to belly."
        },
        {
          "key": "B",
          "text": "Greenhouse eff ect is an issue still under debate."
        },
        {
          "key": "C",
          "text": "Modern agriculture has increased food diversity."
        },
        {
          "key": "D",
          "text": "Farming consumes most of our natural resources."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What may account for the neglect of sustainability in the USDA’s Dietary Guidelines according to the author?",
      "Options": [
        {
          "key": "A",
          "text": "Its exclusive concern with Americans’ food safety."
        },
        {
          "key": "B",
          "text": "Its sole responsibility for providing dietary advice."
        },
        {
          "key": "C",
          "text": "Its close ties with the agriculture companies."
        },
        {
          "key": "D",
          "text": "Its alleged failure to regulate the industries."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What should the USDA do to achieve food security according to David Wallinga?",
      "Options": [
        {
          "key": "A",
          "text": "Give top priority to things like nutrition and food security."
        },
        {
          "key": "B",
          "text": "Endeavor to ensure the sustainable development of agriculture."
        },
        {
          "key": "C",
          "text": "Fulfill its mission by closely cooperating with the industries."
        },
        {
          "key": "D",
          "text": "Study the long-term impact of climate change on food production."
        }
      ]
    }
  ]
}
