{
  "title": "Section B",
  "passageTitle": "Do Parents Invade Children's Privacy When They Post Photos Online?",
  "passages": [
    "A) When Katlyn Burbidge's son was 6 years old, he was performing some ridiculous song and dance typical of a first-grader. But after she snapped a photo and started using her phone, he asked her a serious question: “Are you going to post that online?” She laughed and answered, “Yes, I think I will.” What he said next stopped her. “Can you not?”",
    "B) That's when it dawned on her: She had been posting photos of him online without asking his permission. “We're big advocates of bodily autonomy and not forcing him to hug or kiss people unless he wants to, but it never occurred to me that I should ask his permission to post photos of him online,” says Burbidge, a mom of two in Wakefield, Massachusetts. “Now when I post a photo of him online, I show him the photo and get his okay.”",
    "C) When her 8-month-old is 3 or 4 years old, she plans to start asking him in an age-appropriate way, “Do you want other people to see this?” That's precisely the approach that two researchers advocated before a room of pediatricians（儿科医生）last week at the American Academy of Pediatrics meeting, when they discussed the 21st century challenge of “sharenting,” a new term for parents' online sharing about their children. “As advocates of children's rights, we believe that children should have a voice about what information is shared about them if possible,” says Stacey Steinberg, a legal skills professor at the University of Florida Levin College of Law in Gainesville.",
    "D) Whether it's ensuring your child isn't bullied over something you post, that their identity isn't digitally “kidnapped”, or that their photos don't end up on a half dozen child pornography（色情）sites, as one Australian mom discovered, parents and pediatricians are increasingly aware of the importance of protecting children's digital presence. Steinberg and Bahareh Keith, an assistant professor of pediatrics at the University of Florida College of Medicine, say most children will likely never experience problems related to what their parents share, but a tension still exists between parents' rights to share their experiences and their children's rights to privacy.",
    "E) “We're in no way trying to silence parents' voices,” Steinberg says. “At the same time, we recognize that children might have an interest in entering adulthood free to create their own digital footprint.” They cited a study presented earlier this year of 249 pairs of parents and their children in which twice as many children as parents wanted rules on what parents could share. “The parents said, ‘We don't need rules—we're fine,’ and the children said, ‘Our parents need rules,’” Keith says. “The children wanted autonomy about this issue and were worried about their parents sharing information about them.”",
    "F) Although the American Academy of Pediatrics offers guidelines recommending that parents model appropriate social media use for their children, it does not explicitly discuss oversharing by parents. “I think this is a very legitimate concern, and I appreciate their drawing our attention to it,” David Hill, a father of five, says. He sees a role for pediatricians to talk with parents about this, but believes the messaging must extend far beyond pediatricians' offices. “I look forward to seeing researchers expand our understanding of the issue so we can translate it into effective education and policy,” he says.",
    "G) There's been little research on the topic, Steinberg wrote in a law article about this issue. While states could pass laws related to sharing information about children online, Steinberg feels parents themselves are generally best suited to make these decisions for their families. “While we didn't want to create any unnecessary panic, we did find some concerns that were troublesome, and we thought that parents or at least physicians should be aware of those potential risks,” Steinberg says. They include photos repurposed for inappropriate or illegal means, identity theft, embarrassment, bullying by peers or digital kidnapping.",
    "H) But that's the negative side, with risks that must be balanced against the benefits of sharing. Steinberg pointed out that parental sharing on social media helps build communities, connect spread-out families, provide support and raise awareness around important social issues for which parents might be their children's only voice.",
    "I) A C. S. Mott survey found among the 56 percent of mothers and 34 percent of fathers who discussed parenting on social media, 72 percent of them said sharing made them feel less alone, and nearly as many said sharing helped them worry less and gave them advice from other parents. The most common topics they discussed included kids' sleep, nutrition, discipline, behavior problems and day care and preschool.",
    "J) “There's this peer-to-peer nature of health care these days with a profound opportunity for parents to learn helpful tips, safety and prevention efforts, pro-vaccine messages and all kinds of other messages from other parents in their social communities,” says Wendy Sue Swanson, a pediatrician and executive director of digital health at Seattle Children's Hospital, where she blogs about her own parenting journey to help other parents. “They're getting nurtured by people they've already selected that they trust,” she says.",
    "K) “How do we weigh the risks, how do we think about the benefits, and how do we alleviate the risks?” she says. “Those are the questions we need to ask ourselves, and everyone can have a different answer.”",
    "L) Some parents find the best route for them is not to share at all. Bridget O'Hanlon and her husband, who live in Cleveland, decided before their daughter was born that they would not post her photos online. When a few family members did post pictures, O'Hanlon and her husband made their wishes clear. “It's been hard not to share pictures of her because people always want to know how babies and toddlers（学走路的孩子）are doing and to see pictures, but we made the decision to have social media while she did not,” O'Hanlon said. Similarly, Alison Jamison of New York decided with her husband that their child had a right to their own online identity. They did use an invitation-only photo sharing platform so that friends and family, including those far away, could see the photos, but they stood firm, simply refusing to put their child's photos on other social media platforms.",
    "M) “For most families, it's a journey. Sometimes it goes wrong, but most of the time it doesn't,” says Swanson, who recommends starting to ask children permission to post narratives or photos around ages 6 to 8. “We'll learn more and more what our tolerance is. We can ask our kids to help us learn as a society what's okay and what's not.”",
    "N) Indeed, that learning process goes both ways. Bria Dunham, a mother in Somerville, Massachusetts, was so excited to watch a moment of brotherly bonding while her first-grader and baby took a bath together that she snapped a few photos. But when she considered posting them online, she took the perspective of her son: How would he feel if his classmates' parents saw photos of him chest-up in the bathtub? “It made me think about how I'm teaching him to have ownership of his own body and how what is shared today endures into the future,” Dunham says. “So I kept the pictures to myself and accepted this as one more step in supporting his increasing autonomy.”"
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "Steinberg argued parental sharing online can be beneficial."
    },
    {
      "Number": 37,
      "Statement": "According to an expert, when children reach school age, they can help their parents learn what can and cannot be done."
    },
    {
      "Number": 38,
      "Statement": "One mother refrained from posting her son’s photos online when she considered the matter from her son’s perspective."
    },
    {
      "Number": 39,
      "Statement": "According to a study, more children than parents think there should be rules on parents’ sharing."
    },
    {
      "Number": 40,
      "Statement": "Katlyn Burbidge had never realized she had to ask her son’s approval to put his photos online."
    },
    {
      "Number": 41,
      "Statement": "A mother decided not to post her son’s photo online when he asked her not to."
    },
    {
      "Number": 42,
      "Statement": "A woman pediatrician tries to help other parents by sharing her own parenting experience."
    },
    {
      "Number": 43,
      "Statement": "There are people who decide simply not to share their children’s photos online."
    },
    {
      "Number": 44,
      "Statement": "Parents and physicians should realize sharing information online about children may involve risks."
    },
    {
      "Number": 45,
      "Statement": "Parents who share their parenting experiences may find themselves intruding into their children’s privacy."
    }
  ]
}