{
  "title": "Section C",
  "passagesOne": [
    "Perhaps it is time for farmers to put their feet up now that robots are used to inspect crops, dig up weeds, and even have become shepherds, too. Commercial growing fields are astronomically huge and take thousands of man-hours to operate. One prime example is one of Australia's most isolated cattle stations, Suplejack Downs in the Northern Territory, extending across 4,000 square kilometers, taking over 13 hours to reach by car from the nearest major town—Alice Springs.",
    "The extreme isolation of these massive farms leaves them often unattended, and monitored only once or twice a year, which means if the livestock falls ill or requires assistance, it can be a long time for farmers to discover.",
    "However, robots are coming to the rescue.",
    "Robots are currently under a two-year trial in Wales which will train “farmbots” to herd, monitor the health of livestock, and make sure there is enough pasture for them to graze on. The robots are equipped with many sensors to identify conditions of the environment, cattle and food, using thermal and vision sensors that detect changes in body temperature.",
    "“You've also got color, texture and shape sensors looking down at the ground to check pasture quality,” says Salah Sukkarieh of the University of Sydney, who will carry out trials on several farms in central New South Wales.",
    "During the trials, the robot algorithms（算法）and mechanics will be fine-tuned to make it better suited to ailing livestock and ensure it safely navigates around potential hazards including trees, mud, swamps, and hills.",
    "“We want to improve the quality of animal health and make it easier for farmers to maintain large landscapes where animals roam free,” says Sukkarieh.",
    "The robots are not limited to herding and monitoring livestock. They have been created to count individual fruit, inspect crops, and even pull weeds.",
    "Many robots are equipped with high-tech sensors and complex learning algorithms to avoid injuring humans as they work side by side. The robots also learn the most efficient and safest passages, and allow engineers and farmers to analyze and better optimize the attributes and tasks of the robot, as well as provide a live stream giving real-time feedback on exactly what is happening on the farms.",
    "Of course, some worry lies in replacing agricultural workers. However, it is farmers that are pushing for the advancements due to ever-increasing labor vacancies, making it difficult to maintain large-scale operations.",
    "The robots have provided major benefits to farmers in various ways, from hunting and pulling weeds to monitoring the condition of every single fruit. Future farms will likely experience a greater deal of autonomy as robots take up more and more farm work efficiently."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What may farmers be able to do with robots appearing on the farming scene?",
      "Options": [
        {
          "key": "A",
          "text": "Upgrade farm produce."
        },
        {
          "key": "B",
          "text": "Enjoy more leisure hours."
        },
        {
          "key": "C",
          "text": "Modify the genes of crops."
        },
        {
          "key": "D",
          "text": "Cut down farming costs."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What will “farmbots” be expected to do?",
      "Options": [
        {
          "key": "A",
          "text": "Take up many of the farmers’ routines."
        },
        {
          "key": "B",
          "text": "Provide medical treatments for livestock."
        },
        {
          "key": "C",
          "text": "Lead the trend in farming the world over."
        },
        {
          "key": "D",
          "text": "Improve the quality of pastures for grazing."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What can robots do when equipped with high-tech sensors and complex learning algorithms?",
      "Options": [
        {
          "key": "A",
          "text": "Help farmers choose the most efficient and safest passages."
        },
        {
          "key": "B",
          "text": "Help farmers simplify their farming tasks and management."
        },
        {
          "key": "C",
          "text": "Allow farmers to learn instantly what is occurring on the farm."
        },
        {
          "key": "D",
          "text": "Allow farmers to give them real-time instructions on what to do."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "Why are farmers pressing for robotic farming?",
      "Options": [
        {
          "key": "A",
          "text": "Farming costs are fast increasing."
        },
        {
          "key": "B",
          "text": "Robotics technology is maturing."
        },
        {
          "key": "C",
          "text": "Robotic farming is the trend."
        },
        {
          "key": "D",
          "text": "Labor shortage is worsening."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What does the author think future farms will be like?",
      "Options": [
        {
          "key": "A",
          "text": "More and more automated."
        },
        {
          "key": "B",
          "text": "More and more productive."
        },
        {
          "key": "C",
          "text": "Larger and larger in scale."
        },
        {
          "key": "D",
          "text": "Better and better in condition."
        }
      ]
    }
  ],
  "passagesTwo": [
    "The public must be able to understand the basics of science to make informed decisions. Perhaps the most dramatic example of the negative consequences of poor communication between scientists and the public is the issue of climate change, where a variety of factors, not the least of which is a breakdown in the transmission of fundamental climate data to the general public, has contributed to widespread mistrust and misunderstanding of scientists and their research.",
    "The issue of climate change also illustrates how the public acceptance and understanding of science (or the lack of it) can influence governmental decision-making with regard to regulation, science policy and research funding.",
    "However, the importance of effective communication with a general audience is not limited to hot issues like climate change. It is also critical for socially charged neuroscience issues such as the genetic basis for a particular behavior, the therapeutic potential of stem cell therapy for neurodegenerative diseases, or the use of animal models, areas where the public understanding of science can also influence policy and funding decisions. Furthermore, with continuing advances in individual genome（基因组）sequencing and the advent of personalized medicine, more non-scientists will need to be comfortable analyzing complex scientific information to make decisions that directly affect their quality of life.",
    "Science journalism is the main channel for the popularization of scientific information among the public. Much has been written about how the relationship between scientists and the media can shape the efficient transmission of scientific advances to the public. Good science journalists are specialists in making complex topics accessible to a general audience, while adhering to scientific accuracy.",
    "Unfortunately, pieces of science journalism can also oversimplify and generalize their subject material to the point that the basic information conveyed is obscured or at worst, obviously wrong. The impact of a basic discovery on human health can be exaggerated so that the public thinks a miraculous cure is a few months to years away when in reality the significance of the study is far more limited.",
    "Even though scientists play a part in transmitting information to journalists and ultimately the public, too often the blame for ineffective communication is placed on the side of the journalists. We believe that at least part of the problem lies in places other than the interaction between scientists and members of the media, and exists because for one thing we underestimate how difficult it is for scientists to communicate effectively with a diversity of audiences, and for another most scientists do not receive formal training in science communication."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the example of climate change serve to show?",
      "Options": [
        {
          "key": "A",
          "text": "The importance of climate data is increasingly recognized."
        },
        {
          "key": "B",
          "text": "Adequate government funding is vital to scientific research."
        },
        {
          "key": "C",
          "text": "Government regulation helps the public understand science."
        },
        {
          "key": "D",
          "text": "Common folks’ scientific knowledge can sway policy making."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What should non-scientists do to ensure their quality of life?",
      "Options": [
        {
          "key": "A",
          "text": "Seek personalized medical assistance from doctors."
        },
        {
          "key": "B",
          "text": "Acquire a basic understanding of medical science."
        },
        {
          "key": "C",
          "text": "Have their individual genome sequenced."
        },
        {
          "key": "D",
          "text": "Make informed use of animal models."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "Why is it important for scientists to build a good relationship with the media?",
      "Options": [
        {
          "key": "A",
          "text": "It helps them to effectively popularize new scientific information."
        },
        {
          "key": "B",
          "text": "It enables the public to develop a positive attitude toward science."
        },
        {
          "key": "C",
          "text": "It helps them to establish a more positive public image."
        },
        {
          "key": "D",
          "text": "It enables them to apply their findings to public health."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What does the author say is the problem with science journalism?",
      "Options": [
        {
          "key": "A",
          "text": "It is keen on transmitting sensational information."
        },
        {
          "key": "B",
          "text": "It tends to oversimplify people’s health problems."
        },
        {
          "key": "C",
          "text": "It may give inaccurate or distorted information to the public."
        },
        {
          "key": "D",
          "text": "It may provide information open to different interpretations."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What should scientists do to impart their latest findings to the public more effectively?",
      "Options": [
        {
          "key": "A",
          "text": "Give training to science journalists."
        },
        {
          "key": "B",
          "text": "Stimulate public interest in science."
        },
        {
          "key": "C",
          "text": "Seek timely assistance from the media."
        },
        {
          "key": "D",
          "text": "Improve their communication skills."
        }
      ]
    }
  ]
}
