{
  "title": "Section C",
  "passagesOne": [
    "Why does social media trigger feelings of loneliness and inadequacy? Because instead of being real life, it is, for the most part, impression management, a way of marketing yourself, carefully choosing and filtering the pictures and words to put your best face forward.",
    "Online “friends” made through social media do not follow the normal psychological progression of an interpersonal relationship. You share neither physical time nor emotional conversations over the Internet. You simply communicate photographs and catchy posts to a diverse group of people whom you have “friended” or “followed” based on an accidental interaction. This is not to say that your social media friends can’t be real friends. They absolutely can, but the two are not synonymous. Generally speaking, there are no unfiltered comments or casually taken photos on our social media pages. And, rightfully so, because it wouldn’t feel safe to be completely authentic and vulnerable with some of our “friends” whom we don’t actually know or with whom trust has yet to be built.",
    "Social media can certainly be an escape from the daily grind, but we must be cautioned against the negative effects, such as addiction, on a person’s overall psychological well-being. As humans, we yearn for social connection. Scrolling （滚动）through pages of pictures and comments, however, does not provide the same degree of fulfillment as face to face interactions do. Also, we tend to idealize others’ lives and compare our downfalls to their greatest accomplishments, ending in feelings of loneliness and inadequacy.",
    "Social media can lead people on the unhealthy quest for perfection. Some people begin to attend certain events or travel to different places so that they can snap that “perfect” photo. They begin to seek validation through the number of people who “like” their posts. In order for it to play a psychologically healthy role in your social life, social media should supplement an already healthy social network. Pictures and posts should be byproducts of life’s treasured moments and fun times, not the planned and calculated image that one is putting out into cyberspace in an attempt to fill insecurities or unmet needs.",
    "Ultimately, social media has increased our ability to connect with various types of people all over the globe. It has opened doors for businesses and allowed us to stay connected to people whom we may not otherwise get to follow. However, social media should feel like a fun experience, not one that contributes to negative thoughts and feelings. If the latter is the case, increasing face to face time with trusted friends, and minimizing time scrolling online, will prove to be a reminder that your social network is much more rewarding than any “like,” “follow” or “share” can be."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What does the author imply social media may do to our life?",
      "Options": [
        {
          "key": "A",
          "text": "It may facilitate our interpersonal relationships."
        },
        {
          "key": "B",
          "text": "It may filter our negative impressions of others."
        },
        {
          "key": "C",
          "text": "It may make us feel isolated and incompetent."
        },
        {
          "key": "D",
          "text": "It may render us vulnerable and inauthentic."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "Why do people post comments selectively on social media?",
      "Options": [
        {
          "key": "A",
          "text": "They do not find all their online friends trustworthy."
        },
        {
          "key": "B",
          "text": "They want to avoid off ending any of their audience."
        },
        {
          "key": "C",
          "text": "They do not want to lose their followers."
        },
        {
          "key": "D",
          "text": "They are eager to boost their popularity."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What are humans inclined to do according to the passage?",
      "Options": [
        {
          "key": "A",
          "text": "Exaggerate their life’s accomplishments."
        },
        {
          "key": "B",
          "text": "Strive for perfection regardless of the cost."
        },
        {
          "key": "C",
          "text": "Paint a rosy picture of other people’s lives."
        },
        {
          "key": "D",
          "text": "Learn lessons from other people’s downfalls."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What is the author’s view of pictures and posts on social media?",
      "Options": [
        {
          "key": "A",
          "text": "They should record the memorable moments in people’s lives."
        },
        {
          "key": "B",
          "text": "They should be carefully edited so as to present the best image."
        },
        {
          "key": "C",
          "text": "They should be shown in a way that meets one’s security needs."
        },
        {
          "key": "D",
          "text": "They should keep people from the unhealthy quest for perfection."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What does the author advise people to do when they find their online experience unconstructive?",
      "Options": [
        {
          "key": "A",
          "text": "Use social media to increase their ability to connect with various types of people."
        },
        {
          "key": "B",
          "text": "Stay connected to those whom they may not otherwise get to know and befriend."
        },
        {
          "key": "C",
          "text": "Try to prevent negative thoughts and feelings from getting into the online pages."
        },
        {
          "key": "D",
          "text": "Strengthen ties with real-life friends instead of caring about their online image."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Imagine that an alien species landed on Earth and, through their mere presence, those aliens caused our art to vanish, our music to homogenize, and our technological know-how to disappear. That is effectively what humans have been doing to our closest relatives—chimps （黑猩猩）.",
    "Back in 1999, a team of scientists led by Andrew Whiten showed that chimps from different parts of Africa behave very differently from one another. Some groups would get each other’s attention by rapping branches with their knuckles （指关节）, while others did it by loudly ripping leaves with their teeth. The team identified 39 of these traditions that are practiced by some communities but not others—a pattern that, at the time, hadn’t been seen in any animal except humans. It was evidence, the team said, that chimps have their own cultures.",
    "It took a long time to convince skeptics that such cultures exist, but now we have plenty of examples of animals learning local traditions from one another.",
    "But just when many scientists have come to accept the existence of animal cultures, many of those cultures might vanish. Ammie Kalan and her colleagues have shown, through years of intensive fieldwork, that the very presence of humans has eroded the diversity of chimp behavior. Where we flourish, their cultures wither. It is a bitterly ironic thing to learn on the 20th anniversary of Whiten’s classic study.",
    "“It’s amazing to think that just 60 years ago, we knew next to nothing of the behavior of our sister species in the wild,” Whiten says. “But now, just as we are truly getting to know our primate （灵长类）cousins, the actions of humans are closing the window on all we have discovered.” “Sometimes in the rush to conserve the species, I think we forget about the individuals,” says Cat Hobaiter, a professor at the University of St. Andrews. “Each population, each community, even each generation of chimps is unique. An event might only have a small impact on the total population of chimps, but it may wipe out an entire community—an entire culture. No matter what we do to restore habitat or support population growth, we may never be able to restore that culture.”",
    "No one knows whether the destruction of chimp culture is getting worse. Few places have tracked chimp behavior over long periods, and those that have are also more likely to have protected their animals from human influence.",
    "Obviously conservationists need to think about saving species in a completely new way—by preserving animal traditions as well as bodies and genes. “Instead of focusing only on the conservation of genetically based entities like species, we now need to also consider culturally based entities,” says Andrew Whiten."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author say we humans have been doing to chimps?",
      "Options": [
        {
          "key": "A",
          "text": "Ruining their culture."
        },
        {
          "key": "B",
          "text": "Accelerating their extinction."
        },
        {
          "key": "C",
          "text": "Treating them as alien species."
        },
        {
          "key": "D",
          "text": "Homogenizing their living habits."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What is the finding of Andrew Whiten’s team?",
      "Options": [
        {
          "key": "A",
          "text": "Chimps demonstrate highly developed skills of communication."
        },
        {
          "key": "B",
          "text": "Chimps rely heavily upon their body language to communicate."
        },
        {
          "key": "C",
          "text": "Chimps behave in ways quite similar to those of human beings."
        },
        {
          "key": "D",
          "text": "Different chimp groups differ in their way of communication."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What did Ammie Kalan and her colleagues find through their intensive fieldwork?",
      "Options": [
        {
          "key": "A",
          "text": "Whiten’s classic study has little impact on the diversity of chimp behavior."
        },
        {
          "key": "B",
          "text": "Chimp behavior becomes less varied with the increase of human activity."
        },
        {
          "key": "C",
          "text": "Chimps alter their culture to quickly adapt to the changed environment."
        },
        {
          "key": "D",
          "text": "It might already be too late to prevent animal cultures from extinction."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What does Cat Hobaiter think we should do for chimp conservation?",
      "Options": [
        {
          "key": "A",
          "text": "Try to understand our sister species’ behavior in the wild."
        },
        {
          "key": "B",
          "text": "Make efforts to preserve each individual chimp community."
        },
        {
          "key": "C",
          "text": "Study the unique characteristics of each generation of chimps."
        },
        {
          "key": "D",
          "text": "Endeavor to restore chimp habitats to expand its total population."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What does the author suggest conservationists do?",
      "Options": [
        {
          "key": "A",
          "text": "Focus entirely on culturally-based entities rather than genetically-based ones."
        },
        {
          "key": "B",
          "text": "Place more stress on animal traditions than on their physical conservation."
        },
        {
          "key": "C",
          "text": "Conserve animal species in a novel and all-round way."
        },
        {
          "key": "D",
          "text": "Explore the cultures of species before they vanish."
        }
      ]
    }
  ]
}
