{
    "title": "Section C",
    "passagesOne": [
        "Questions 46 to 50 are based on the following passage."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What does the author say may have an adverse impact on people?",
            "Options": [
                {
                    "key": "A",
                    "text": "Undergoing plastic surgeries in pursuit of beauty."
                },
                {
                    "key": "B",
                    "text": "Imitating the lifestyles of heroes and role models."
                },
                {
                    "key": "C",
                    "text": "Striving to achieve perfection regardless of financial cost."
                },
                {
                    "key": "D",
                    "text": "Attempting to meet society's expectation of appearance."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What have researchers found out about people's earn-ings?",
            "Options": [
                {
                    "key": "A",
                    "text": "They are closely related to people's social status."
                },
                {
                    "key": "B",
                    "text": "They have to do with people's body weight and shape."
                },
                {
                    "key": "C",
                    "text": "They seem to matter much less to men than to women."
                },
                {
                    "key": "D",
                    "text": "They may not be equal to people's contributions."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What does the author's recent study focus on?",
            "Options": [
                {
                    "key": "A",
                    "text": "Previous literature on indicators of competitiveness in the workplace."
                },
                {
                    "key": "B",
                    "text": "Traits that matter most in one's pursuit of success in the labor market."
                },
                {
                    "key": "C",
                    "text": "Whether self-perception of body image impacts one's workplace success."
                },
                {
                    "key": "D",
                    "text": "How bosses' perception of body image impacts employees' advancement."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "What is the finding of the author's recent research?",
            "Options": [
                {
                    "key": "A",
                    "text": "Being overweight actually does not do much harm to the overall well-being of employees."
                },
                {
                    "key": "B",
                    "text": "People are not adversely affected in the workplace by false self-perception of body weight."
                },
                {
                    "key": "C",
                    "text": "Self-esteem helps to combat gender inequality in the workplace."
                },
                {
                    "key": "D",
                    "text": "Gender inequality continues to frustrate a lot of female employees."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What does the author think would help improve the situation in the labor market?",
            "Options": [
                {
                    "key": "A",
                    "text": "Banning discrimination on the basis of employees' body image."
                },
                {
                    "key": "B",
                    "text": "Expanding protection of women against gender discrimination."
                },
                {
                    "key": "C",
                    "text": "Helping employees change their own perception of beauty."
                },
                {
                    "key": "D",
                    "text": "Excluding body shape as a category in the labor contract."
                }
            ]
        }
    ],
    "passagesTwo": [
        "Questions 51 to 55 are based on the following passage."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What does the author suggest by saying “The work-life balance is dead”?",
            "Options": [
                {
                    "key": "A",
                    "text": "The hope of achieving a thriving life is impossible to realize."
                },
                {
                    "key": "B",
                    "text": "The pursuit of a fulfilling career involves personal sacrifice."
                },
                {
                    "key": "C",
                    "text": "The imbalance between work and life simply doesn't exist anymore."
                },
                {
                    "key": "D",
                    "text": "The concept of work-life balance contributes little to a fulfilling life."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What does the author say about our use of language?",
            "Options": [
                {
                    "key": "A",
                    "text": "It impacts how we think and behave."
                },
                {
                    "key": "B",
                    "text": "It changes with the passage of time."
                },
                {
                    "key": "C",
                    "text": "It reflects how we communicate."
                },
                {
                    "key": "D",
                    "text": "It differs from person to person."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What does the author say we do in an ideal world?",
            "Options": [
                {
                    "key": "A",
                    "text": "We do work that betters the lives of our families and friends."
                },
                {
                    "key": "B",
                    "text": "We do work that gives us bursts of joy each new day."
                },
                {
                    "key": "C",
                    "text": "We do meaningful work that contributes to society."
                },
                {
                    "key": "D",
                    "text": "We do demanding work that brings our capacity into full play."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What does the author say about life?",
            "Options": [
                {
                    "key": "A",
                    "text": "It is cyclical."
                },
                {
                    "key": "B",
                    "text": "It is dynamic."
                },
                {
                    "key": "C",
                    "text": "It is fulfilling."
                },
                {
                    "key": "D",
                    "text": "It is risky."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What does the author advise us to do?",
            "Options": [
                {
                    "key": "A",
                    "text": "Make life as simple as possible."
                },
                {
                    "key": "B",
                    "text": "Talk about balance in simpler terms."
                },
                {
                    "key": "C",
                    "text": "Balance life and work in a new way."
                },
                {
                    "key": "D",
                    "text": "Strive for a more fulfilling life."
                }
            ]
        }
    ]
}