{
    "title": "Section C",
    "passagesOne": [
        "Americans spend billions of dollars each year trying to change their weight with diets, gym memberships and plastic surgery.",
        "Trying to live up to the images of “perfect” models and movie heroes has a dark side: anxiety, depression, as well as unhealthy strategies for weight loss or muscle gain. It also has a financial cost. Having an eating disorder boosts annual health care costs by nearly US$2,000 per person.",
        "Why is there both external and internal pressure to look “perfect”? One reason is that society rewards people who are thin and healthy-looking. Researchers have shown that body mass index is related to wages and income. Especially for women, there is a clear penalty at work for being overweight or obese. Some studies have also found an impact for men, though a less noticeable one.",
        "While the research literature is clear that labor market success is partly based on how employers and customers perceive your body image, no one had explored the other side of the question. Does a person's own perception of body image matter to earnings and other indicators of success in the workplace?",
        "Our recently published study answered this question by tracking a large national random sample of Americans over a critical time period when bodies change from teenage shape into adult form and when people build their identities.",
        "As in other research, women in our sample tend to over-perceive their weight—they think they're heavier than they are—while men tend to under-perceive theirs.",
        "We found no relationship between the average person's self-perception of weight and labor market outcomes, although self-perceived weight can influence self-esteem (自尊心), mental health and health behaviors.",
        "While the continued gender penalty in the labor market is frustrating, our finding that misperceived weight does not harm workers is more heartening.",
        "Since employers' perception of weight is what matters in the labor market, changing discrimination laws to include body type as a category would help. Michigan is the only state that prohibits discrimination on the basis of weight and height. We believe expanding such protections would make the labor market more fair and efficient."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What does the author say may have an adverse impact on people?",
            "Options": [
                {
                    "key": "A",
                    "text": "Undergoing plastic surgeries in pursuit of beauty."
                },
                {
                    "key": "B",
                    "text": "Imitating the lifestyles of heroes and role models."
                },
                {
                    "key": "C",
                    "text": "Striving to achieve perfection regardless of financial cost."
                },
                {
                    "key": "D",
                    "text": "Attempting to meet society's expectation of appearance."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What have researchers found out about people's earn-ings?",
            "Options": [
                {
                    "key": "A",
                    "text": "They are closely related to people's social status."
                },
                {
                    "key": "B",
                    "text": "They have to do with people's body weight and shape."
                },
                {
                    "key": "C",
                    "text": "They seem to matter much less to men than to women."
                },
                {
                    "key": "D",
                    "text": "They may not be equal to people's contributions."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What does the author's recent study focus on?",
            "Options": [
                {
                    "key": "A",
                    "text": "Previous literature on indicators of competitiveness in the workplace."
                },
                {
                    "key": "B",
                    "text": "Traits that matter most in one's pursuit of success in the labor market."
                },
                {
                    "key": "C",
                    "text": "Whether self-perception of body image impacts one's workplace success."
                },
                {
                    "key": "D",
                    "text": "How bosses' perception of body image impacts employees' advancement."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "What is the finding of the author's recent research?",
            "Options": [
                {
                    "key": "A",
                    "text": "Being overweight actually does not do much harm to the overall well-being of employees."
                },
                {
                    "key": "B",
                    "text": "People are not adversely affected in the workplace by false self-perception of body weight."
                },
                {
                    "key": "C",
                    "text": "Self-esteem helps to combat gender inequality in the workplace."
                },
                {
                    "key": "D",
                    "text": "Gender inequality continues to frustrate a lot of female employees."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What does the author think would help improve the situation in the labor market?",
            "Options": [
                {
                    "key": "A",
                    "text": "Banning discrimination on the basis of employees' body image."
                },
                {
                    "key": "B",
                    "text": "Expanding protection of women against gender discrimination."
                },
                {
                    "key": "C",
                    "text": "Helping employees change their own perception of beauty."
                },
                {
                    "key": "D",
                    "text": "Excluding body shape as a category in the labor contract."
                }
            ]
        }
    ],
    "passagesTwo": [
        "The work-life balance is dead. By this, I'm not advocating that you should give up your pursuit of having a fulfilling career and a thriving personal life, and I'm definitely not saying that you have to give up one to have the other. I also acknowledge that we have a work-life problem, but I'm arguing that the concept of balance has never been helpful, because it's too limiting. You see, our language makes a difference, and how we refer to things matters because it affects our thinking and therefore our actions.",
        "At the minimum, most of us work because we want to be able to support ourselves, our families, and the people around us. In the ideal world, we're all doing work that we're proud of and that provides meaning and purpose to us. But even if your job doesn't give you shivers of joy each new day, working is a part of what each of us does and the contribution we make to society. When you separate work and life, it's a little bit harder to make that connection. But when you think of work as part of a full life and a complete experience, it becomes easier to see that success in one aspect often supports another.",
        "Losing your balance and falling isn't pleasant. A goal to balance suggests that things could quickly get off balance, and that causes terrible outcomes. It's more constructive to think of solutions that continue to evolve over shifts in life and work. Rather than falling or failing, you may have good days or better days or not-so-good days. These variations are normal, and it's more useful to think of life as something that is ever evolving and changing, rather than a high-risk enterprise where things could go wrong with one misstep.",
        "How we talk to ourselves matters, and how we talk about issues makes a difference. Let's bury “work-life balance” and think bigger and better about work-life fulfillment to do a little less balancing and a lot more living."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What does the author suggest by saying “The work-life balance is dead”?",
            "Options": [
                {
                    "key": "A",
                    "text": "The hope of achieving a thriving life is impossible to realize."
                },
                {
                    "key": "B",
                    "text": "The pursuit of a fulfilling career involves personal sacrifice."
                },
                {
                    "key": "C",
                    "text": "The imbalance between work and life simply doesn't exist anymore."
                },
                {
                    "key": "D",
                    "text": "The concept of work-life balance contributes little to a fulfilling life."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What does the author say about our use of language?",
            "Options": [
                {
                    "key": "A",
                    "text": "It impacts how we think and behave."
                },
                {
                    "key": "B",
                    "text": "It changes with the passage of time."
                },
                {
                    "key": "C",
                    "text": "It reflects how we communicate."
                },
                {
                    "key": "D",
                    "text": "It differs from person to person."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What does the author say we do in an ideal world?",
            "Options": [
                {
                    "key": "A",
                    "text": "We do work that betters the lives of our families and friends."
                },
                {
                    "key": "B",
                    "text": "We do work that gives us bursts of joy each new day."
                },
                {
                    "key": "C",
                    "text": "We do meaningful work that contributes to society."
                },
                {
                    "key": "D",
                    "text": "We do demanding work that brings our capacity into full play."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What does the author say about life?",
            "Options": [
                {
                    "key": "A",
                    "text": "It is cyclical."
                },
                {
                    "key": "B",
                    "text": "It is dynamic."
                },
                {
                    "key": "C",
                    "text": "It is fulfilling."
                },
                {
                    "key": "D",
                    "text": "It is risky."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What does the author advise us to do?",
            "Options": [
                {
                    "key": "A",
                    "text": "Make life as simple as possible."
                },
                {
                    "key": "B",
                    "text": "Talk about balance in simpler terms."
                },
                {
                    "key": "C",
                    "text": "Balance life and work in a new way."
                },
                {
                    "key": "D",
                    "text": "Strive for a more fulfilling life."
                }
            ]
        }
    ]
}