{
    "title": "Section C",
    "passagesOne": [
        "Nobody really knows how big Lagos is. What’s indisputable is that it’s growing very quickly. Between now and 2050, the urban population of Africa could triple. Yet cities in sub-Saharan Africa are not getting richer the way cities in the rest of the world have. Most urban Africans live in slums (贫民窟) ; migrants are often not much better off than they were in the countryside. Why? The immediate problem is poverty. Most of Africa is urbanising at a lower level of income than other regions of the world did. That means there’s little money around for investment that would make cities liveable and more productive. Without upgrades and new capacity, bridges, roads and power systems are unable to cope with expanding populations. With the exception of South Africa, the only light rail metro system in sub-Saharan Africa is in Addis Ababa, Ethiopia. Traffic jam leads to expense and unpredictability, things that keep investors away. In other parts of the world, increasing agricultural productivity and industrialisation went together. More productive farmers meant there was a surplus that could feed cities; in turn, that created a pool of labour for factories. But African cities are different. They are too often built around consuming natural resources. Government is concentrated in capitals, so is the money. Most urban Africans work for a small minority of the rich, who tend to be involved in either cronyish (有裙带关系的) businesses or politics. Since African agriculture is still broadly unproductive, food is imported, consuming a portion of revenue. So what can be done? Though African countries are poor, not all African cities are. In Lagos, foreign oil workers can pay as much as $65,000 per year in rent for a modest apartment in a safe part of town. If that income were better taxed, it might provide the revenue for better infrastructure. If city leaders were more accountable to their residents, they might favour projects designed to help them more. Yet even as new roads are built, new people arrive. When a city’s population grows by 5% a year, it is difficult to keep up."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What do we learn from the passage about cities in sub-Saharan Africa?",
            "Options": [
                {
                    "key": "A",
                    "text": "They have more slums than other cities in the world."
                },
                {
                    "key": "B",
                    "text": "They are growing fast without becoming richer."
                },
                {
                    "key": "C",
                    "text": "They are as modernised as many cities elsewhere."
                },
                {
                    "key": "D",
                    "text": "They attract migrants who want to be better off."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What does the author imply about urbanisation in other parts of the world?",
            "Options": [
                {
                    "key": "A",
                    "text": "It benefited from the contribution of immigrants."
                },
                {
                    "key": "B",
                    "text": "It started when people’s income was relatively high."
                },
                {
                    "key": "C",
                    "text": "It benefited from the accelerated rise in productivity."
                },
                {
                    "key": "D",
                    "text": "It started with the improvement of people’s livelihood."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "Why is sub-Saharan Africa unappealing to investors?",
            "Options": [
                {
                    "key": "A",
                    "text": "It lacks adequate transport facilities."
                },
                {
                    "key": "B",
                    "text": "The living expenses there are too high."
                },
                {
                    "key": "C",
                    "text": "It is on the whole too densely populated."
                },
                {
                    "key": "D",
                    "text": "The local governments are corrupted."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "In what way does the author say African cities are different?",
            "Options": [
                {
                    "key": "A",
                    "text": "They have attracted huge numbers of farm labourers."
                },
                {
                    "key": "B",
                    "text": "They still rely heavily on agricultural productivity."
                },
                {
                    "key": "C",
                    "text": "They have developed at the expense of nature."
                },
                {
                    "key": "D",
                    "text": "They depend far more on foreign investment."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What might be a solution to the problems facing African cities?",
            "Options": [
                {
                    "key": "A",
                    "text": "Lowering of apartment rent."
                },
                {
                    "key": "B",
                    "text": "Better education for residents."
                },
                {
                    "key": "C",
                    "text": "More rational overall planning."
                },
                {
                    "key": "D",
                    "text": "A more responsible government."
                }
            ]
        }
    ],
    "passagesTwo": [
        "For the past several decades, it seems there’s been a general consensus on how to get ahead in America: Get a college education, find a reliable job, and buy your own home. But do Americans still believe in that path, and if they do, is it attainable? The most recent National Journal poll asked respondents about the American dream, what it takes to achieve their goals, and whether or not they felt a significant amount of control over their ability to be successful. Overwhelmingly, the results show that today, the idea of the American dream—and what it takes to achieve it—looks quite different than it did in the late 20th century. By and large, people felt that their actions and hard work—not outside forces—were the deciding factor in how their lives turned out. But respondents had decidedly mixed feelings about what actions make for a better life in the current economy. In the last seven years, Americans have grown more pessimistic about the power of education to lead to success. Even though they see going to college as a fairly achievable goal, a majority—52 percent—think that young people do not need a four-year college education in order to be successful. Miguel Maeda, 42, who has a master’s degree and works in public health, was the first in his family to go to college, which has allowed him to achieve a sense of financial stability his parents and grandparents never did. While some, like Maeda, emphasized the value of the degree rather than the education itself, others still see college as a way to gain new perspectives and life experiences. Sixty-year-old Will Fendley, who had a successful career in the military and never earned a college degree, thinks “personal drive”is far more important than just going to college. To Fendley, a sense of drive and purpose, as well as an effective high-school education, and basic life skills, like balancing a checkbook, are the necessary ingredients for a successful life in America."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "It used to be commonly acknowledged that to succeed in America, one had to have ______.",
            "Options": [
                {
                    "key": "A",
                    "text": "an advanced academic degree"
                },
                {
                    "key": "B",
                    "text": "an ambition to get ahead"
                },
                {
                    "key": "C",
                    "text": "a firm belief in their dream"
                },
                {
                    "key": "D",
                    "text": "a sense of drive and purpose"
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What is the finding of the latest National Journal poll concerning the American dream?",
            "Options": [
                {
                    "key": "A",
                    "text": "More and more Americans are finding it hard to realize."
                },
                {
                    "key": "B",
                    "text": "It remains alive among the majority of American people."
                },
                {
                    "key": "C",
                    "text": "Americans’ idea of it has changed over the past few decades."
                },
                {
                    "key": "D",
                    "text": "An increasing number of young Americans are abandoning it."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What do Americans now think of the role of college education in achieving success?",
            "Options": [
                {
                    "key": "A",
                    "text": "It still remains open to debate."
                },
                {
                    "key": "B",
                    "text": "It has proved to be beyond doubt."
                },
                {
                    "key": "C",
                    "text": "It is no longer as important as it used to be."
                },
                {
                    "key": "D",
                    "text": "It is much better understood now than ever."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "How do some people view college education these days?",
            "Options": [
                {
                    "key": "A",
                    "text": "It promotes gender equality."
                },
                {
                    "key": "B",
                    "text": "It needs to be strengthened."
                },
                {
                    "key": "C",
                    "text": "It adds to cultural diversity."
                },
                {
                    "key": "D",
                    "text": "It helps broaden their minds."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What is one factor essential to success in America, according to Will Fendley?",
            "Options": [
                {
                    "key": "A",
                    "text": "A desire to learn and to adapt."
                },
                {
                    "key": "B",
                    "text": "A strong sense of responsibility."
                },
                {
                    "key": "C",
                    "text": "A willingness to commit oneself."
                },
                {
                    "key": "D",
                    "text": "A clear aim and high motivation."
                }
            ]
        }
    ]
}