{
  "title": "Section C",
  "passagesOne": [
    "With obesity now affecting 29% of the population in England, and expected to rise to 35% by 2030, should we now recognise it as a disease? Obesity, in which excess body fat has accumulated to such an extent that health may be adversely affected, meets the dictionary definition of disease, argues Professor John Wilding. He points out that more than 200 genes influence weight. “Thus body weight is strongly influenced by biology—it is not an individual's fault if they develop obesity.” Yet the widespread view is that obesity is self-induced and that it is entirely the individual's responsibility to do something about it. Recognising obesity as a chronic disease with severe complications rather than a lifestyle choice “should help reduce the stigma（耻辱）and discrimination experienced by many people with obesity,” he adds. Professor Wilding disagrees that labelling a high proportion of the population as having a disease removes personal responsibility or may overwhelm health services, pointing out that other common diseases, such as high blood pressure and diabetes, require people to take action to manage their condition. He suggests that most people with obesity will eventually develop complications. “But unless we accept that obesity is a disease, we are not going to be able to tackle it,” he concludes.",
    "But Dr. Richard Pile, a physician with a special interest in diabetes, argues that adopting this approach “could actually result in worse outcomes for individuals and society.” He believes that the dictionary definition of disease “is so vague that we can classify almost anything as a disease” and says the question is not whether we can, but whether we should, and to what end.",
    "If labelling obesity as a disease was harmless then it wouldn't really matter, he writes. But labelling obesity as a disease “risks reducing autonomy, disempowering and robbing people of the intrinsic（内在的）motivation that is such an important enabler of change.” What's more, making obesity a disease “may not benefit patients, but it will benefit healthcare providers and the pharmaceutical（制药的）industry when health insurance and clinical guidelines promote treatment with drugs and surgery,” he warns."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What does Professor John Wilding argue about obesity?",
      "Options": [
        {
          "key": "A",
          "text": "Its impact on society is expected to rise."
        },
        {
          "key": "B",
          "text": "It is now too widespread to be neglected."
        },
        {
          "key": "C",
          "text": "It should be regarded as a genetic disease."
        },
        {
          "key": "D",
          "text": "Its dictionary definition should be updated."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What is the popular view of obesity?",
      "Options": [
        {
          "key": "A",
          "text": "It is difficult to define."
        },
        {
          "key": "B",
          "text": "It is a modern disease."
        },
        {
          "key": "C",
          "text": "It has much to do with one's genes."
        },
        {
          "key": "D",
          "text": "It results from a lack of self-control."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "Why are some people opposed to labelling obesity as a disease?",
      "Options": [
        {
          "key": "A",
          "text": "Obese people would not feel responsible to take any action."
        },
        {
          "key": "B",
          "text": "Obese people would not be able to afford the medical costs."
        },
        {
          "key": "C",
          "text": "Obese people would be overwhelmed with anxiety."
        },
        {
          "key": "D",
          "text": "Obese people would be discriminated against."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What does Dr. Richard Pile think of the dictionary definition of disease?",
      "Options": [
        {
          "key": "A",
          "text": "It is of no use in understanding obesity."
        },
        {
          "key": "B",
          "text": "It is too inclusive and thus lacks clarity."
        },
        {
          "key": "C",
          "text": "It helps little to solve patients' problems."
        },
        {
          "key": "D",
          "text": "It matters little to the debate over obesity."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What is Dr. Richard Pile's concern about classifying obesity as a disease?",
      "Options": [
        {
          "key": "A",
          "text": "It may affect obese people's quality of life."
        },
        {
          "key": "B",
          "text": "It may accelerate the spread of obesity."
        },
        {
          "key": "C",
          "text": "It may cause a shortage of doctors."
        },
        {
          "key": "D",
          "text": "It may do little good to patients."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Nationwide, only about three percent of early childhood teachers are male in the U.S. Experts say this can have an impact on young children whose understanding of gender roles and identity are rapidly forming. Research has found that having access to diverse teachers is beneficial for children. For the youngest learners, it means they are more likely to get exposed to different varieties of play and communication. It also helps them develop healthy ideas around gender.",
    "“In our world and our society, we have very specific stereotypes（模式化形象）of gender roles,” said Mindi Reich-Shapiro, an assistant professor in the teacher education department of the Borough of Manhattan Community College, and one of the authors of a recent study. “It's important for children to see other possibilities and other paths they can take.”",
    "Despite mostly feeling supported by colleagues and family members, many of the male educators surveyed in the study reported facing social or cultural resistance in their careers as early education teachers. Some also reported that there were parents surprised or concerned that their child had a male teacher. And they had been advised by colleagues or other staff not to hug children.",
    "Reich-Shapiro and fellow researchers made several recommendations to increase male representation in the field. Low pay has long been acknowledged as a major issue in the early childhood field. Over 70% of male educators who said they intended to stay in the early education workforce noted an increased salary was a major motivating factor for them to commit to the career long-term. The report suggests paying all early childhood educators the way elementary school teachers are paid.",
    "Cities and programs should establish support groups for male early childhood educators and provide mentoring and professional development advice for male educators and their program leaders.",
    "The authors also suggest that traditional recruitment approaches for early childhood educators “do not address the gender gap in the field.” They recommend providing young men opportunities to work with children through training and volunteer programs, targeting groups of men who are considering a career change, such as fathers."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What do we learn from the first paragraph about early childhood education in the U.S.?",
      "Options": [
        {
          "key": "A",
          "text": "It helps raise children's awareness of gender roles."
        },
        {
          "key": "B",
          "text": "It exposes children to different ways of interaction."
        },
        {
          "key": "C",
          "text": "It is negatively impacted by a lack of male teachers."
        },
        {
          "key": "D",
          "text": "It clearly aims to form children's identity through play."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What does Mindi Reich-Shapiro emphasize in her comment on childhood education?",
      "Options": [
        {
          "key": "A",
          "text": "The importance of broadening children's horizons."
        },
        {
          "key": "B",
          "text": "The responsibilities of fathers for children's growth."
        },
        {
          "key": "C",
          "text": "The urgency of creating teacher education programs."
        },
        {
          "key": "D",
          "text": "The role of teachers in motivating children to learn."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What do we learn about male teachers from their responses in the study?",
      "Options": [
        {
          "key": "A",
          "text": "Some of them find it awkward when hugging children."
        },
        {
          "key": "B",
          "text": "They feel pressured to keep up with female colleagues."
        },
        {
          "key": "C",
          "text": "They find it hard to meet the expectations of kids' parents."
        },
        {
          "key": "D",
          "text": "Many of them feel prejudiced against socially and culturally."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What is needed for men to commit to early childhood education?",
      "Options": [
        {
          "key": "A",
          "text": "Higher pay."
        },
        {
          "key": "B",
          "text": "Job security."
        },
        {
          "key": "C",
          "text": "Social recognition."
        },
        {
          "key": "D",
          "text": "Better working conditions."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What do the authors of the study recommend to bridge the gender gap in early childhood education?",
      "Options": [
        {
          "key": "A",
          "text": "Recruiting young men who have a passion for educating young children."
        },
        {
          "key": "B",
          "text": "Taking measures to attract prospective male teachers to work in the field."
        },
        {
          "key": "C",
          "text": "Persuading prospective fathers to consider a change in their career."
        },
        {
          "key": "D",
          "text": "Providing male teachers with more opportunities for advancement."
        }
      ]
    }
  ]
}
