{
  "title": "Section C",
  "passagesOne": [
    "You may have heard that Coca-Cola once contained an ingredient capable of sparking particular devotion in consumers: cocaine. The “coca“ in the name referred to the extracts of coca leaf that the drink's originator, chemist John Pemberton, mixed with his sugary syrup（浆汁）. At the time, coca leaf extract mixed with wine was a common tonic（滋补品）, and Pemberton's sweet brew was a way to get around local laws prohibiting the sale of alcohol. But the other half of the name represents another ingredient, less infamous（名声不好的）, perhaps, but also strangely potent: the kola nut.",
    "In West Africa, people have long chewed kola nuts as stimulants, because they contain caffeine that also occurs naturally in tea, coffee, and chocolate. They also have heart stimulants.",
    "Historian Paul Lovejoy relates that the cultivation of kola nuts in West Africa is hundreds of years old. The leafy, spreading trees were planted on graves and as part of traditional rituals. Even though the nuts, which need to stay moist, can be somewhat delicate to transport, traders carried them hundreds of miles throughout the forests and grasslands.",
    "Europeans did not know of them until the 1500s, when Portuguese ships arrived on the coast of what is now Sierra Leone. And while the Portuguese took part in the trade, ferrying nuts down the coast along with other goods, by 1620, when English explorer Richard Jobson made his way up the Gambia, the nuts were still peculiar to his eyes.",
    "By the late 19th Century, kola nuts were being shipped by the tonne to Europe and the US. Many made their way into medicines, intended as a kind of energy boost. One such popular medicinal drink was Vin Mariani, a French product consisting of coca extract mixed with red wine. It was created by a French chemist, Angelo Mariani, in 1863. So when Pemberton created his drink, it represented an ongoing trend. When cocaine eventually fell from grace as a beverage ingredient, kola-extract colas became popular.",
    "The first year it was available, Coca-Cola averaged nine servings a day across all the Atlanta soda fountains where it was sold. As it grew more popular, the company sold rights to bottle the soda, so it could travel easily. Today about 1.9 billion Cokes are purchased daily. It's become so iconic that attempts to change its taste in 1985—sweetening it in a move projected to boost sales—proved disastrous, with widespread anger from consumers. “Coca-Cola Classic“ returned to store shelves just three months after the “New Coke“ was released.",
    "These days, the Coca-Cola recipe is a closely guarded secret. But it's said to no longer contain kola nut extract, relying instead on artificial imitations to achieve the flavour."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What do we learn about chemist John Pemberton?",
      "Options": [
        {
          "key": "A",
          "text": "He used a strangely potent ingredient in a food supplement."
        },
        {
          "key": "B",
          "text": "He created a drink containing alcohol without breaking law."
        },
        {
          "key": "C",
          "text": "He became notorious because of the coca drink he developed."
        },
        {
          "key": "D",
          "text": "He risked breaking local law to make a drink with coca leaves."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What does the passage say about kola nuts?",
      "Options": [
        {
          "key": "A",
          "text": "Their commercial value was first discovered by Portuguese settlers."
        },
        {
          "key": "B",
          "text": "They contain some kind of energy boost not found in any other food."
        },
        {
          "key": "C",
          "text": "Many were shipped to Europe in the late 19th century for medicinal use."
        },
        {
          "key": "D",
          "text": "They were strange to the Europeans when first imported from West Africa."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "How come kola-extract colas became popular?",
      "Options": [
        {
          "key": "A",
          "text": "Cocaine had become notorious."
        },
        {
          "key": "B",
          "text": "Alcoholic drinks were prohibited."
        },
        {
          "key": "C",
          "text": "Fountains were set up to sell them."
        },
        {
          "key": "D",
          "text": "Rights were sold to bottle the soda."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What is known about the taste of Coca-Cola?",
      "Options": [
        {
          "key": "A",
          "text": "It was so designed as to create addiction in consumers."
        },
        {
          "key": "B",
          "text": "It still relies on traditional kola nut extract."
        },
        {
          "key": "C",
          "text": "It has become more popular among the old."
        },
        {
          "key": "D",
          "text": "It has remained virtually unchanged since its creation."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What is the passage mainly about?",
      "Options": [
        {
          "key": "A",
          "text": "The evolution of Coca-Cola."
        },
        {
          "key": "B",
          "text": "The success story of Coca-Cola."
        },
        {
          "key": "C",
          "text": "The medicinal value of Coca-Cola."
        },
        {
          "key": "D",
          "text": "The business strategy of Coca-Cola."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Twenty years ago, the Urban Land Institute defined the two types of cities that dominated the US landscape: smaller cities that operated around standard 9-5 business hours and large metropolitan areas that ran all 24 hours of the day. Analyzing and comparing cities using the lens of this basic divide gives interesting context to how investment capital flows and housing prices have shifted.",
    "In recent years, many mid-sized cities have begun to adopt a middle-of-the-road approach incorporating the excitement and opportunity of large cities with small cities' quiet after midnight. These 18-hour cities are beginning to make waves in real estate rankings and attract more real estate investment. What is underlying this new movement in real estate, and why do these cities have so much appeal?",
    "18-hour cities combine the best of 24-hour and 9-5 cities, which contributes to downtown revitalization. For decades, many downtown cores in small to mid-sized cities were abandoned after work hours by workers who lived in the suburbs. Movement out of city centers was widespread, and downtown tenants were predominantly made up of the working poor. This generated little commerce for downtown businesses in the evenings, which made business and generating tax revenue for municipal upkeep difficult. With the rise of a new concept in urban planning that aims to make life easier and more convenient, however, increasing popularity for urban areas that caused the real estate pushes, in major cities like San Francisco or New York, has inspired a type of forward thinking urbanity and policy in smaller cities.",
    "Transforming downtown areas so that they incorporate modern housing and improved walkability to local restaurants, retail, and entertainment—especially when combined with improved infrastructure for cyclists and public transit—makes them appeal to a more affluent demographic. These adjustments encourage employers in the knowledge and talent industries to keep their offices downtown. Access to foot traffic and proximity to transit allow the type of entertainment-oriented businesses such as bars and restaurants to stay open later, which attracts both younger, creative workers and baby boomers nearing retirement alike. Because of their smaller size, most keep hours that allow people to enjoy themselves, then have some quiet after midnight, as opposed to large major cities like New York, where the buzz of activity is ongoing.",
    "These 18-hour cities are rapidly on the rise and offer great opportunities for homeowner investment. In many of these cities such as Denver, a diverse and vigorous economy attracted to the urban core has offered stable employment for residents. The right urban mix has propped up home occupancy, increased property values, and attracted significant investment capital."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What do we learn about American cities twenty years ago?",
      "Options": [
        {
          "key": "A",
          "text": "They were divided into residential and business areas."
        },
        {
          "key": "B",
          "text": "Their housing prices were linked with their prosperity."
        },
        {
          "key": "C",
          "text": "There was a clear divide between large and small cities."
        },
        {
          "key": "D",
          "text": "They were places where large investment capital flowed."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What can be inferred from the passage about 18-hour cities?",
      "Options": [
        {
          "key": "A",
          "text": "They especially appeal to small businesses."
        },
        {
          "key": "B",
          "text": "They have seen a rise in property prices."
        },
        {
          "key": "C",
          "text": "They have replaced quiet with excitement."
        },
        {
          "key": "D",
          "text": "They have changed America's landscape."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "Years ago, many downtown cores in small to mid-sized cities ______.",
      "Options": [
        {
          "key": "A",
          "text": "had hardly any business activity"
        },
        {
          "key": "B",
          "text": "were crowded in business hours"
        },
        {
          "key": "C",
          "text": "exhibited no signs of prosperity"
        },
        {
          "key": "D",
          "text": "looked deserted in the evenings"
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What characterizes the new downtown areas in 18-hour cities?",
      "Options": [
        {
          "key": "A",
          "text": "A sudden emergence of the knowledge industry."
        },
        {
          "key": "B",
          "text": "Flooding in of large crowds of migrant workers."
        },
        {
          "key": "C",
          "text": "Modernized housing and improved infrastructure."
        },
        {
          "key": "D",
          "text": "More comfortable life and greater upward mobility."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What have 18-hour cities brought to the local residents?",
      "Options": [
        {
          "key": "A",
          "text": "More chances for promotion."
        },
        {
          "key": "B",
          "text": "Healthier living environment."
        },
        {
          "key": "C",
          "text": "Greater cultural diversity."
        },
        {
          "key": "D",
          "text": "Better job opportunities."
        }
      ]
    }
  ]
}
