{
  "title": "Section A",
  "passages": [
    "In the past 12 months, Nigeria has suffered from a shrinking economy, a sliding currency, and a prolonged fuel shortage. Now, Africa's largest economy is facing a food crisis as major tomato fields have been destroyed by an insect, leading to a nationwide shortage and escalating prices.",
    "The insect, Tutaabsoluta, has destroyed 80% of farms in Kaduna, Nigeria's largest tomato-producing state, leading the government there to declare a state of 26 . The insect, also known as the tomato leaf miner, devastates crops by 27 on fruits and digging into and moving through stalks. It 28 incredibly quickly, breeding up to 12 generations per year if conditions are favorable. It is believed to have 29 in South America in the early 1900s, and later spread to Europe before crossing over to sub-Saharan Africa.",
    "In Nigeria, where tomatoes are a staple of local diets, the insect's effects are devastating. Retail prices for a 30 of tomatoes at local markets have risen from $0.50 to $2.50. Farmers are reporting steep losses and a new $20 million tomato-paste factory has 31 production due to the shortages.",
    "Given the moth's ability also to attack crops like pepper and potatoes, Audu Ogbeh, Nigeria's minister of agriculture, has warned that the pest may “create serious problems for food 32 ” in the country. Ogbeh says experts are investigating how to control the pest's damage and prevent its spread, which has gone largely 33 until now.",
    "Despite being the continent's second-largest producer of tomatoes, Nigeria is 34 on $1 billion worth of tomato-paste imports every year, as around 75% of the local harvest goes to waste thanks to a lack of proper storage facilities. A further 35 in local supplies is yet another unwelcome setback to the industry."
  ],
  "options": {
    "A": "dependent",
    "B": "embarking",
    "C": "emergency",
    "D": "feeding",
    "E": "grazes",
    "F": "halted",
    "G": "handful",
    "H": "multitude",
    "I": "originated",
    "J": "reduction",
    "K": "reproduces",
    "L": "security",
    "M": "terror",
    "N": "unchecked",
    "O": "untouched"
  }
}