{
  "title": "Section C",
  "passagesOne": [
    "Academic dishonesty is nothing new. As long as there have been homework assignments and tests, there have been cheaters. The way that cheating looks has changed over time, though,particularly now that technology has made it easier than ever. A study by the Josephson Institute of Ethics interviewed 23,000 high school students and asked them a variety of questions about academic ethics. Of the teens surveyed,51 percent said that they had knowingly cheated at some point on an exam but that they did not feel uneasy about the behaviour. A Common Sense Media survey found that 35 percent of students had cheated via smartphone, though the parents surveyed in that particular study did not believe their kids had ever cheated. In many cases, students did not realize that strategies like looking up answers on a smartphone were actually cheating at all.",
    "In today's classrooms, students who cheat are rarely caught. There are no formulas written on the insides of hands or students looking across the aisle, or Whispering answers to their classmates. Today's students use smartphones, tablets or even in-class computers to aid their cheating attempts and leave no trace of their crimes. Since cheating through technology is not listed specifically as being against the rules in many school policies, students do not view the actions unethical.",
    "The technology is being adopted so quickly that school districts cannot adequately keep up with cheating policies, or even awareness campaigns that alert students to the problem with using technology to find answers in a certain way. From a young age, students learn that answers exist conveniently at their fingertips through search engines and expert websites.",
    "Schools must develop anti-cheating policies that include technology and these policies must be updated consistently. Teachers must stay on guard when it comes to what their students are doing in classrooms and how technology could be playing a negative role in the learning process. Parents must also talk to their kids about the appropriate ways to find academic answers and alert them to unethical behaviours that may seem innocent in their own eyes."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What do we learn from the study by the Josephson Institute of Ethics?",
      "Options": [
        {
          "key": "A",
          "text": "Over half of the students interviewed were unaware they were cheating."
        },
        {
          "key": "B",
          "text": "Cheating was becoming a way of life for a majority of high school teens."
        },
        {
          "key": "C",
          "text": "More than half of the interviewees felt no sense of guilt over cheating."
        },
        {
          "key": "D",
          "text": "Cheating was getting more and more difficult for high school students."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What did the Common Sense Media survey reveal?",
      "Options": [
        {
          "key": "A",
          "text": "Most parents tended to overprotect their children."
        },
        {
          "key": "B",
          "text": "Many students committed cheating unknowingly."
        },
        {
          "key": "C",
          "text": "Students were in urgent need of ethical education."
        },
        {
          "key": "D",
          "text": "Parents and kids had conflicting ideas over cheating."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "Why do students rarely get caught cheating nowadays?",
      "Options": [
        {
          "key": "A",
          "text": "They copy formulas on their palms."
        },
        {
          "key": "B",
          "text": "They help each other to cover up their acts."
        },
        {
          "key": "C",
          "text": "They keep changing their ways of cheating."
        },
        {
          "key": "D",
          "text": "They make use of modern technology."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What does the author think schools should do to tackle cheating?",
      "Options": [
        {
          "key": "A",
          "text": "Bring policies against cheating up to date."
        },
        {
          "key": "B",
          "text": "Reform their exam methods constantly."
        },
        {
          "key": "C",
          "text": "Take advantage of the latest technologies."
        },
        {
          "key": "D",
          "text": "Alert parents to their children's behaviour."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What does the author suggest teachers do in the classroom?",
      "Options": [
        {
          "key": "A",
          "text": "Prevent students from overusing electronic devices."
        },
        {
          "key": "B",
          "text": "Develop more effective anti-cheating strategies."
        },
        {
          "key": "C",
          "text": "Find more ways to curb students' unethical acts."
        },
        {
          "key": "D",
          "text": "Guard against students' misuse of technology."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Remote work is about more than just working from home—it means working differently. Organizations should reconsider the appropriateness of their performance evaluation procedures in light of the shift to remote work. This requires a fundamental rethinking of what organizations expect from employees and what companies would look for in a model employee in a remote work context.",
    "It is likely that the “first to arrive and last to leave” mentality is no longer relevant, but should be replaced by a regard for the quality of an employee's contribution to the organization. This means that work should be measured in terms of the quality of the work, not just the quality of the process. As remote work is largely unobservable to supervisors, employers need to think about how they can objectively measure the quality of work in a way that is consistent for employees of similar rank.",
    "Focusing on output alone can have unintended consequences. Employers should think instead about the values and soft skills they want to emphasize in a remote work environment. Qualities like flexibility and the ability to work under minimal supervision might become critical.",
    "Much has been written about the importance of timely feedback. In the context of a global pandemic （大流行病）,firms may want to provide additional support to employees by providing more frequent communication. This allows managers to both keep an eye on struggling employees and provide ongoing feedback on how employees are adapting to their new work environment.",
    "Compensation also needs to be revisited. The purpose of performance evaluation is ultimately to determine how to reward employees for their work. This means that pay structures need to adapt to the reality of working from home. However, organizations also need to be honest with employees about the financial impact of COVID-19.",
    "For organizations that have struggled to keep the lights on due to the pandemic, this might mean thinking of non-financial ways to reward employees, like unpaid time off or flexible work schedules. Employers can also consider how to bundle different types of compensation to help employees cope with their unique situations."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author say companies should do in the context of remote work?",
      "Options": [
        {
          "key": "A",
          "text": "Reform performance evaluation."
        },
        {
          "key": "B",
          "text": "Rethink the organizational fundamentals."
        },
        {
          "key": "C",
          "text": "Reexamine its effects on employees' behaviors."
        },
        {
          "key": "D",
          "text": "Reflect on its differences from working in the office."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What should be prioritized in assessing employees' remote work?",
      "Options": [
        {
          "key": "A",
          "text": "The quantity of their output."
        },
        {
          "key": "B",
          "text": "The length of their work time."
        },
        {
          "key": "C",
          "text": "The quality of their contribution."
        },
        {
          "key": "D",
          "text": "The flexibility of their work schedules."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What quality in the employees would be of great importance in a remote work context?",
      "Options": [
        {
          "key": "A",
          "text": "The ability to produce quality work."
        },
        {
          "key": "B",
          "text": "The ability to maximize work efficiency."
        },
        {
          "key": "C",
          "text": "The ability to finish tasks in a timely manner."
        },
        {
          "key": "D",
          "text": "The ability to work with the least supervision."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "Why is it important for firms to provide timely feedback during the pandemic?",
      "Options": [
        {
          "key": "A",
          "text": "To evaluate their employees of similar rank in a consistent way."
        },
        {
          "key": "B",
          "text": "To keep a watchful eye on those employees who perform poorly."
        },
        {
          "key": "C",
          "text": "To help employees in need adapt to the new work environment."
        },
        {
          "key": "D",
          "text": "To maintain connections with their employees away from office."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What is the author's suggestion to employers who experience the financial impact of the pandemic?",
      "Options": [
        {
          "key": "A",
          "text": "Urging their employees to adapt to the new situation."
        },
        {
          "key": "B",
          "text": "Rewarding their employees in unconventional ways."
        },
        {
          "key": "C",
          "text": "Identifying employees who make little contribution."
        },
        {
          "key": "D",
          "text": "Allowing their employees to look for part-time jobs."
        }
      ]
    }
  ]
}
