{
  "title": "Section C",
  "passagesOne": [
    "“The dangerous thing about lying is people don't understand how the act changes us,” says Dan Ariely, behavioural psychologist at Duke University. Psychologists have documented children lying as early as the age of two. Some experts even consider lying a developmental milestone, like crawling and walking, because it requires sophisticated planning, attention and the ability to see a situation from someone else's perspective to manipulate them. But, for most people, lying gets limited as we develop a sense of morality and the ability to self-regulate.",
    "Harvard cognitive neuroscientist Joshua Greene says, for most of us, lying takes work. In studies, he gave subjects a chance to deceive for monetary gain while examining their brains in a functional MRI machine, which maps blood flow to active parts of the brain. Some people told the truth instantly and instinctively. But others opted to lie, and they showed increased activity in their frontal parietal （颅腔壁的） control network, which is involved in difficult or complex thinking. This suggests that they were deciding between truth and dishonesty—and ultimately opting for the latter. For a follow-up analysis, he found that people whose neural （神经的） reward centers were more active when they won money were also more likely to be among the group of liars—suggesting that lying may have to do with the inability to resist temptation.",
    "External conditions also matter in terms of when and how often we lie. We are more likely to lie, research shows, when we are able to rationalise it, when we are stressed and fatigued or see others being dishonest. And we are less likely to lie when we have moral reminders or when we think others are watching. “We as a society need to understand that, when we don't punish lying, we increase the probability it will happen again,” Ariely said.",
    "In a 2016 study published in the journal Nature Neuroscience, Ariely and colleagues showed how dishonesty alters people's brains, making it easier to tell lies in the future. When people uttered a falsehood, the scientists noticed a burst of activity in their amygdala. The amygdala is a crucial part of the brain that produces fear, anxiety and emotional responses—including that sinking, guilty feeling you get when you lie. But when scientists had their subjects play a game in which they won money by deceiving their partner, they noticed the negative signals from the amygdala began to decrease. Not only that, but when people faced no consequences for dishonesty, their falsehoods tended to get even more sensational. This means that if you give people multiple opportunities to lie for their own benefit, they start with little lies which get bigger over time."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "Why do some experts consider lying a milestone in a child’s development?",
      "Options": [
        {
          "key": "A",
          "text": "It shows they have the ability to view complex situations from different angles."
        },
        {
          "key": "B",
          "text": "It indicates they have an ability more remarkable than crawling and walking."
        },
        {
          "key": "C",
          "text": "It represents their ability to actively interact with people around them."
        },
        {
          "key": "D",
          "text": "It involves the coordination of both their mental and physical abilities."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "Why does the Harvard neuroscientist say that lying takes work?",
      "Options": [
        {
          "key": "A",
          "text": "It is hard to choose from several options."
        },
        {
          "key": "B",
          "text": "It is difficult to sound natural or plausible."
        },
        {
          "key": "C",
          "text": "It requires speedy blood flow into one’s brain."
        },
        {
          "key": "D",
          "text": "It involves lots of sophisticated mental activity."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "Under what circumstances do people tend to lie?",
      "Options": [
        {
          "key": "A",
          "text": "When they become too emotional."
        },
        {
          "key": "B",
          "text": "When they face too much peer pressure."
        },
        {
          "key": "C",
          "text": "When the temptation is too strong."
        },
        {
          "key": "D",
          "text": "When the consequences are not imminent."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "When are people less likely to lie?",
      "Options": [
        {
          "key": "A",
          "text": "When they are worn out and stressed."
        },
        {
          "key": "B",
          "text": "When they are under watchful eyes."
        },
        {
          "key": "C",
          "text": "When they think in a rational way."
        },
        {
          "key": "D",
          "text": "When they have a clear conscience."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What does the author say will happen when a liar does not get punished?",
      "Options": [
        {
          "key": "A",
          "text": "They may feel justified."
        },
        {
          "key": "B",
          "text": "They will tell bigger lies."
        },
        {
          "key": "C",
          "text": "They will become complacent."
        },
        {
          "key": "D",
          "text": "They may mix lies and truths."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Here's how the Pacific Northwest is preparing for “The Big One”. It's the mother of all disaster drills for what could be the worst disaster in American history. California has spent years preparing for “The Big One”—the inevitable earthquake that will undoubtedly unleash all kinds of havoc along the famous San Andreas fault （断层）. But what if the fault that runs along the Pacific Northwest delivers a gigantic earthquake of its own? If the people of the Cascadia region have anything to do with it, they won't be caught unawares.",
    "The region is engaged in a multi-day earthquake-and-tsunami （海啸） drill involving around 20,000 people. The Cascadia Rising drill gives area residents and emergency responders a chance to practice what to do in case of a 9.0-magnitude earthquake and tsunami along one of the nation's dangerous—and underestimated—faults.",
    "The Cascadia Earthquake Zone is big enough to compete with San Andreas (it's been called the most dangerous fault in America), but it's much lesser known than its California cousin. Nearly 700 miles long, the earthquake zone is located by the North American Plate off the coast of Pacific British Columbia, Washington, Oregon and Northern California.",
    "Cascadia is what's known as a “megathrust” fault. Megathrusts are created in earthquake zones—land plate boundaries where two plates converge. In the areas where one plate is beneath another, stress builds up over time. During a megathrust event, all of that stress releases and some of the world's most powerful earthquakes occur. Remember the 9.1 earthquake and tsunami in the Indian Ocean off Sumatra in 2004? It was caused by a megathrust event as the India plate moved beneath the Burma micro-plate.",
    "The last time a major earthquake occurred along the Cascadia fault was in 1700, so officials worry that another event could occur any time. To prevent that event from becoming a catastrophe, first responders will join members of the public in rehearsals that involve communication, evacuation, search and rescue, and other scenarios.",
    "Thousands of casualties are expected if a 9.0 earthquake were to occur. First, the earthquake would shake metropolitan areas including Seattle and Portland. This could trigger a tsunami that would create havoc along the coast. Not all casualties can necessarily be prevented—but by coordinating across local, state, and even national borders, officials hope that the worst-case scenario can be averted. On the exercise's website, officials explain that the report they prepare during this rehearsal will inform disaster management for years to come.",
    "For hundreds of thousands of Cascadia residents, “The Big One” isn't a question of if, only when. And it's never too early to get ready for the inevitable."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does “The Big One” refer to?",
      "Options": [
        {
          "key": "A",
          "text": "A gigantic geological fault."
        },
        {
          "key": "B",
          "text": "A large-scale exercise to prepare for disasters."
        },
        {
          "key": "C",
          "text": "A massive natural catastrophe."
        },
        {
          "key": "D",
          "text": "A huge tsunami on the California coast."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What is the purpose of the Cascadia Rising drill?",
      "Options": [
        {
          "key": "A",
          "text": "To prepare people for a major earthquake and tsunami."
        },
        {
          "key": "B",
          "text": "To increase residents’ awareness of imminent disasters."
        },
        {
          "key": "C",
          "text": "To teach people how to adapt to post-disaster life."
        },
        {
          "key": "D",
          "text": "To cope with the aftermath of a possible earthquake."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What happens in case of a megathrust earthquake according to the passage?",
      "Options": [
        {
          "key": "A",
          "text": "Two plates merge into one."
        },
        {
          "key": "B",
          "text": "Boundaries blur between plates."
        },
        {
          "key": "C",
          "text": "A variety of forces converge."
        },
        {
          "key": "D",
          "text": "Enormous stress is released."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What do the officials hope to achieve through the drills?",
      "Options": [
        {
          "key": "A",
          "text": "Coordinating various disaster-relief efforts."
        },
        {
          "key": "B",
          "text": "Reducing casualties in the event of a disaster."
        },
        {
          "key": "C",
          "text": "Minimizing property loss caused by disasters."
        },
        {
          "key": "D",
          "text": "Establishing disaster and emergency management."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What does the author say about “The Big One”?",
      "Options": [
        {
          "key": "A",
          "text": "Whether it will occur remains to be seen."
        },
        {
          "key": "B",
          "text": "How it will arrive is too early to predict."
        },
        {
          "key": "C",
          "text": "Its occurrence is just a matter of time."
        },
        {
          "key": "D",
          "text": "It keeps haunting Cascadia residents."
        }
      ]
    }
  ]
}
