{
  "title": "Section C",
  "passagesOne": [
    "Social media can be a powerful communication tool for employees, helping them to collaborate, share ideas and solve problems. Research has shown that 82% of employees think social media can improve work relationships and 60% believe it can support decision-making processes. These beliefs contribute to a majority of workers connecting with colleagues on social media, even during work hours.Employers typically worry that social media is a productivity killer; more than half of U.S. employers reportedly block access to social media at work. In my research with 277 employees of a healthcare organization I found these concerns to be misguided. Social media doesn’t reduce productivity nearly as much as it kills employee retention.In the first part of the study I surveyed the employees about why and how they used platforms like Facebook, Twitter, or LinkedIn. Respondents were then asked about their work behaviors, including whether they felt motivated in their jobs and showed initiative at work. I found employees who engage in online social interactions with co-workers through social media blogs tend to be more motivated and come up with innovative ideas. But when employees interact with individuals outside the organization, they are less motivated and show less initiative.In the second part of the study I found 76% of employees using social media for work took an interest in other organizations they found on social media. When I examined how respondents expressed openness to new careers and employers, I found that they engaged in some key activities including researching new organizations and making new work connections.These findings present a dilemma for managers: employees using social media at work are more engaged and more productive, but they are also more likely to leave your company. Managers should implement solutions that neutralize the retention risk caused by social media.They can create social media groups in which employees will be more likely to collaborate and less likely to share withdrawal intentions or discussions about external job opportunities. Managers can also use social media to directly reduce turnover(跳槽)intentions,by recognizing employees’ accomplishments and giving visibility to employees’ success stories.46.What does previous research about social media reveal?A) Most employees think positively of it.B) It improves employees’ work efficiency.C) It enables employees to form connections.D) Employees spend much of their work time on it.47.What did the author’s own research find about social media?A) It influences employees’ work negatively.B) It does much harm to employee loyalty.C) It kills employees’ motivation for work.D) It affects employers’ decision-making.48.What did the author find in his study about the effect of online social interactions?A) It differs from employee to employee.B) It tends to vary with the platform used.C) It has much to do with whom employees interact with.D) It is hard to measure when employees interact with outsiders.49.What did the author find in his study about the effect of online social interactions?A) It differs from employee to employee.B) It tends to vary with the platform used.C) It has much to do with whom employees interact with.D) It is hard to measure when employees interact with outsiders.50.What does the author suggest managers do to neutralize the retention risk?A) Give promotions to employees for their accomplishments.B) Create opportunities for employees to share success stories.C) Acknowledge employees’ achievements through social media.D) Encourage employees to increase their visibility on social media."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What does previous research about social media reveal?",
      "Options": [
        {
          "key": "A",
          "text": "Most employees think positively of it."
        },
        {
          "key": "B",
          "text": "It improves employees’ work efficiency."
        },
        {
          "key": "C",
          "text": "It enables employees to form connections."
        },
        {
          "key": "D",
          "text": "Employees spend much of their work time on it."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What did the author’s own research find about social media?",
      "Options": [
        {
          "key": "A",
          "text": "It influences employees’ work negatively."
        },
        {
          "key": "B",
          "text": "It does much harm to employee loyalty."
        },
        {
          "key": "C",
          "text": "It kills employees’ motivation for work."
        },
        {
          "key": "D",
          "text": "It affects employers’ decision-making."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What did the author find in his study about the effect of online social interactions?",
      "Options": [
        {
          "key": "A",
          "text": "It differs from employee to employee."
        },
        {
          "key": "B",
          "text": "It tends to vary with the platform used."
        },
        {
          "key": "C",
          "text": "It has much to do with whom employees interact with."
        },
        {
          "key": "D",
          "text": "It is hard to measure when employees interact with outsiders."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What did the author find in his study about the effect of online social interactions?",
      "Options": [
        {
          "key": "A",
          "text": "It differs from employee to employee."
        },
        {
          "key": "B",
          "text": "It tends to vary with the platform used."
        },
        {
          "key": "C",
          "text": "It has much to do with whom employees interact with."
        },
        {
          "key": "D",
          "text": "It is hard to measure when employees interact with outsiders."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What does the author suggest managers do to neutralize the retention risk?",
      "Options": [
        {
          "key": "A",
          "text": "Give promotions to employees for their accomplishments."
        },
        {
          "key": "B",
          "text": "Create opportunities for employees to share success stories."
        },
        {
          "key": "C",
          "text": "Acknowledge employees’ achievements through social media."
        },
        {
          "key": "D",
          "text": "Encourage employees to increase their visibility on social media."
        }
      ]
    }
  ],
  "passagesTwo": [
    "In the coming era of budget cuts to education, distance learning could become the norm.The temptation for those in charge of education budgets to trade teachers for technology could be so strong that they ignore the disadvantages of distance learning. School facilities are expensive to build and maintain, and teachers are expensive to employ. Online classes do not require buildings and each class can host hundreds of people simultaneously, resulting in greater savings, thus increasing the temptation of distance education for those concerned more about budgets than learning. But moving away from a traditional classroom in which a living, breathing human being teaches and interacts with students daily would be a disaster. Physically attending school has hidden benefits: getting up every morning, interacting with peers, and building relationships with teachers are essential skills to cultivate in young people. Moreover, schools should be more than simple institutions of traditional learning. They are now places that provide meals. They are places where students receive counseling and other support.Those policy-makers are often fascinated by the latest technology in education and its potential to “transform” education overnight. But online education does not allow a teacher to keep a struggling student after class and offer help. Educational videos may deliver academic content, but they are unable to make eye contact or assess a student’s level of engagement. Distance education will never match the personal teaching in a traditional classroom. In their first 18 years of life, American children spend only 9% of their time in school. Yet teachers are expected to prepare them to be responsible citizens, cultivate their social skills, encourage successful time management, and enhance their capacity to flourish in an increasingly harsh labor market. Given these expectations, schools should not become permanently “remote”.The power of the classroom is rooted in the humanity of the people gathered in the same place, at the same time. Personal teaching is about teachers showing students a higher path, and about young people going through the process together. Technology, no matter how advanced, should simply be a tool of a good teacher.51.What mainly accounts for the possibility that distance learning could become the norm?A) Advances in education technology.B) Shrinking financial resources.C) Shortage of school facilities.D) Lack of qualified teachers.52.What does the author say is one possible benefit of students attending school physically?A) Developing the habit of getting up early.B) Eating nutritionally well-balanced meals.C) Growing into living and breathing human beings.D) Cultivating relationships with peers and teachers.53.What does the author think of the latest technology in education?A) It may have potential disadvantages.B) It may render many teachers jobless.C) It may add to students’ financial burden.D) It may revolutionize classroom teaching.54.What does the author say teachers are expected to do?A) Enhance students’ leadership capacity.B) Elevate students to managerial positions.C) Enable students to adapt to the changes in life.D) Prepare students to be competitive in the future.55.Why couldn’t technology replace a good teacher?A) It lacks humanity.B) It is still immature.C) It cannot track students’ growth.D) It cannot cater to personal needs."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What mainly accounts for the possibility that distance learning could become the norm?",
      "Options": [
        {
          "key": "A",
          "text": "Advances in education technology."
        },
        {
          "key": "B",
          "text": "Shrinking financial resources."
        },
        {
          "key": "C",
          "text": "Shortage of school facilities."
        },
        {
          "key": "D",
          "text": "Lack of qualified teachers."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What does the author say is one possible benefit of students attending school physically?",
      "Options": [
        {
          "key": "A",
          "text": "Developing the habit of getting up early."
        },
        {
          "key": "B",
          "text": "Eating nutritionally well-balanced meals."
        },
        {
          "key": "C",
          "text": "Growing into living and breathing human beings."
        },
        {
          "key": "D",
          "text": "Cultivating relationships with peers and teachers."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What does the author think of the latest technology in education?",
      "Options": [
        {
          "key": "A",
          "text": "It may have potential disadvantages."
        },
        {
          "key": "B",
          "text": "It may render many teachers jobless."
        },
        {
          "key": "C",
          "text": "It may add to students’ financial burden."
        },
        {
          "key": "D",
          "text": "It may revolutionize classroom teaching."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What does the author say teachers are expected to do?",
      "Options": [
        {
          "key": "A",
          "text": "Enhance students’ leadership capacity."
        },
        {
          "key": "B",
          "text": "Elevate students to managerial positions."
        },
        {
          "key": "C",
          "text": "Enable students to adapt to the changes in life."
        },
        {
          "key": "D",
          "text": "Prepare students to be competitive in the future."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "Why couldn’t technology replace a good teacher?",
      "Options": [
        {
          "key": "A",
          "text": "It lacks humanity."
        },
        {
          "key": "B",
          "text": "It is still immature."
        },
        {
          "key": "C",
          "text": "It cannot track students’ growth."
        },
        {
          "key": "D",
          "text": "It cannot cater to personal needs."
        }
      ]
    }
  ]
}
