{
  "title": "Section B",
  "passageTitle": "Hyphenating your last name after marriage?",
  "passages": [
    "A) Congratulations on deciding to get married! While being married is great and wonderful, the act of getting married can be quite stressful. There is the planning of the ceremony itself, the merging (A ) of two households and all of the details involved in that. You also have to take the time to apply for your marriage license and then decide whether or not you are going to keep your last name or change it.",
    "B) This is where a lot of people have trouble. Once upon a time, it was just customary for a bride to take her groom's last name as her own and abandon her maiden name completely. The act of keeping her own last name was considered taboo (#,.) and people's eyebrows would raise right off their faces when they found out that the bride was even considering something so radical. Over time, though, more and more women are deciding to keep their last names.",
    "C) There are a lot of reasons to want to keep your own last name. Hopefully you have a supportive groom who understands why this idea is the most appealing to you. A lot of times, though, the act of keeping your name is still something that causes concern. Even if your groom is fine with it, his family (or your own) might not be so understanding.",
    "D) There are a couple of ways to compromise on the issue. You could choose an entirely new last name for the two of you to share. This way neither of you gets “your“ way and you both have to deal with the legalities of going through a name change. Most of the time, though, the most popular compromise is to hyphenate your last name and the last name of your groom. For example, if your groom's name is John Smith and your name is Kate Jones, you would name yourself Kate Jones-Smith or Kate Smith- Jones. This allows you to keep going by your own last name while legally adopting your husband's last name at the same time.",
    "E) The compromise is the biggest reason that so many women choose to hyphenate their last names. It is a way of you keeping your own identity while also making your future husband happy. It allows you to stay connected to accomplishments that you achieved before you got married. For example, many women who choose to hyphenate do so partially because they have earned higher educational degrees and certifications under their maiden names. They might have also had things published or publicized and want to stay connected to that identity. Hyphenating your last name can help you bridge the gap between your personal and professional lives. Many women who opt to simply keep their own names do so because they don't want to give up all that they have accomplished professionally. Adopting their husband's last name makes it hard for them to claim ownership of these accomplishments personally because they happened under their “other“ name.",
    "F) While tradition is one thing, there isn't any logical reason to completely change your name. Keeping your name and joining it to your husband's through hyphenation is as legal as simply adopting his name or as simply keeping your own and leaving his out of the picture entirely.",
    "G) Probably the most important reason to consider hyphenation is your identity. You've spent your whole life building your identity under a certain name. Obviously you will still be you even if you've taken on your husband's last name and omitted yours entirely. At the same time, your name is associated with the identity you've built up and hyphenation allows you to respect that while also respecting tradition and your husband's family's identity.",
    "H) If you care about outside opinions on your name, you should know that a large portion of today's society is annoyed by the hyphenated name. Some people find it “snobby“ (#7) g) and others simply find it irritating because they have a hard time remembering which last name they are supposed to say first. Some people even believe that not simply adopting your husband's last name is a huge sign of disrespect and a lack of commitment.",
    "I) It is possible that your future husband will find this choice offensive. Some men, regardless of how you might feel about such things, are traditionalists and feel that it is simply “right“ for the woman to take the man's last name as her own. Whether your future husband insisting on your adopting his last name is a red flag to you or not, it is still something that you should take into consideration.",
    "J) There are all sorts of reasons to hyphenate your name or not to hyphenate your name. The basis for each of these things, however, is whether or not you are willing to make a compromise when it comes to changing your name. The hyphenation is the epitome (IF}) of a compromise. One spouse wants a complete name change. The other spouse wants no name change. Hyphenating the two names is a way for each person to, at least a little bit, “win“ the argument.",
    "K) And don't forget the legal stuff! Making the decision is just part of the process. From there you are going to have to legally change your name all over the place. You'll need to change your name at the bank, with social security, with your credit cards, on your driver's license, at the gym...everywhere. It's easy to get overwhelmed just thinking about it.",
    "L) What matters, of course, is that the two of you are going to be happily married-hopefully for the rest of your lives. At the end of the day, whether you each keep your names, whether you come up with an entirely new name for the two of you to share or whether you hyphenate your current last names, what matters is that you love each other and are going to be joining your lives together. Try to remember that as you are staring at the application for your marriage license and filling out the portion that reads “name after you get married“ (or whatever the legalese for that might be)."
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "Many people today still find name hyphenation upon marriage unacceptable."
    },
    {
      "Number": 37,
      "Statement": "As a compromise, a bride will in most cases adopt a name that combines the couple's last names."
    },
    {
      "Number": 38,
      "Statement": "The bride should consider adopting her groom's last name whether he feels strongly about it or not."
    },
    {
      "Number": 39,
      "Statement": "Making preparations for marriage causes a lot of stress."
    },
    {
      "Number": 40,
      "Statement": "Hyphenating the last names could be a win-win solution should arguments arise about what name to adopt upon marriage."
    },
    {
      "Number": 41,
      "Statement": "It used to be considered socially unacceptable for a bride to retain her maiden name."
    },
    {
      "Number": 42,
      "Statement": "The bride who adopts a hyphenated last name after marriage can maintain connections with their past achievements."
    },
    {
      "Number": 43,
      "Statement": "Hyphenating names allows the bride to preserve her own identity while respecting tradition."
    },
    {
      "Number": 44,
      "Statement": "No matter what name the bride adopts, it is most important that the newly weds truly love each other."
    },
    {
      "Number": 45,
      "Statement": "Legally speaking, the bride is free to choose whatever name she prefers."
    }
  ]
}