{
  "title": "Section C",
  "passagesOne": [
    "It's good to be smart. After all, intelligent people earn more money, accumulate more wealth, and even live longer. But there's another side to the story. The brightest people and strongest leaders sometimes make errors others don't, especially in situations that require common sense.",
    "Travis Bradberry, president at TalentSmart, explained in his post Why Smart People Act So Stupid that “Rational thinking and intelligence don't tend to go hand in hand. Intelligent people are more prone to silly mistakes because of blind spots in how they use logic. These blind spots exist because smart people tend to be overconfident in their reasoning abilities.“ They are so used to being right and having quick answers that they don't even realise when they're making a mess by answering without thinking things through.",
    "A lifetime of praise leads smart people to develop too much faith in their intelligence and abilities. They often fail to recognise when they need help, and when they do recognise it, they tend to believe that no one else is capable of providing it.",
    "“It's hard for anyone to graciously accept the fact that they're wrong. It's even harder for smart people because they grow so used to being right all the time that it becomes a part of their identity,“ Bradberry wrote. “For smart people, being wrong can feel like a personal attack, and being right, a necessity.“",
    "Smart people also have a hard time accepting feedback. They tend to undervalue the opinions of others, which means they have trouble believing that anyone is qualified to give them useful feedback. Not only does this tendency hinder their growth and performance, it can lead to harmful relationships, both personally and professionally.",
    "Smart people develop overachieving personalities because things come so easily to them. They simply don't understand how hard some people have to work to accomplish the same things, and because of that, they push people too hard. They set the bar too high, and when people take too long or don't get things quite right, they assume it's due to a lack of effort. So they push even harder."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What do we learn from the passage about the brightest people?",
      "Options": [
        {
          "key": "A",
          "text": "They can make silly mistakes in straightforward situations."
        },
        {
          "key": "B",
          "text": "They usually turn a blind eye to their own weaknesses."
        },
        {
          "key": "C",
          "text": "They are admired by people around them."
        },
        {
          "key": "D",
          "text": "They can differ in their personalities."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What accounts for the existence of intelligent people's logical blind spots?",
      "Options": [
        {
          "key": "A",
          "text": "Their irrational way of thinking."
        },
        {
          "key": "B",
          "text": "Too much faith in their ability to think."
        },
        {
          "key": "C",
          "text": "Their ignorance of behavioural science."
        },
        {
          "key": "D",
          "text": "Too much concern about their work."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "How do smart people react when they are found to be wrong?",
      "Options": [
        {
          "key": "A",
          "text": "They shift the blame to others."
        },
        {
          "key": "B",
          "text": "They graciously accept the facts."
        },
        {
          "key": "C",
          "text": "They may feel shocked."
        },
        {
          "key": "D",
          "text": "They may get offended."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What may happen to smart people who find it difficult to accept suggestions?",
      "Options": [
        {
          "key": "A",
          "text": "They may suffer in their professional and private life."
        },
        {
          "key": "B",
          "text": "They may lose faith in their administrative abilities."
        },
        {
          "key": "C",
          "text": "They may commit more errors than ever before."
        },
        {
          "key": "D",
          "text": "They may experience a lot of emotional stress."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What is said about those working with or under overachieving people?",
      "Options": [
        {
          "key": "A",
          "text": "They put a lot of effort into their work."
        },
        {
          "key": "B",
          "text": "They set higher goals for themselves."
        },
        {
          "key": "C",
          "text": "They are under increasing pressure."
        },
        {
          "key": "D",
          "text": "They take less time to get things done."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Of the endless troubles that come with being driven from one's home country, losing educational certificates may seem small. But it isn't. Refugees who settle in other countries often find themselves unable to continue on their previous career path due to a new set of employer standards or skills requirements. To solve this problem, the U.S. State Department is posing a solution: online learning.",
    "The State Department will announce a partnership with an online education platform called Coursera. The platform will allow refugees worldwide to take thousands of online courses for free. “Coursera for Refugees“ will be available for any non-profit group that supports refugees in any country, as well as individual refugees. They can apply for fully funded access to Coursera's course catalog, which means they can take all of the platform's classes and obtain professional certificates for free. The platform currently offers professor-led lectures on a broad range of topics, from data science to fashion design.",
    "As the world migrant crisis intensifies, employment is becoming a global concern. The new program aims to aid refugees by offering “important skills that will help them in the global economy,“ Evan Ryan, U.S. assistant secretary of state for educational and cultural affairs, said on a press call last week. “What we don't want to do is not act,“ added Coursera chief operations officer Lila Ibrahim.",
    "The idea isn't without problems. For one, starting a new career path isn't as simple as watching a few videos and obtaining an online certificate; even those looking to continue previous careers can't simply rely on an online lecture to get them up-to-date on standards, policies, and practices. For another, most of the classes on Coursera are in English, and though there are plans to add translations, language barriers can be a big obstacle. Then there are the questions over the value of massive open online courses (MOOCs) themselves- both for refugees and for average learners.",
    "But it's still early days and there are signs of hope. In 2015, a joint study found 72% of people taking the MOOCs saw career benefits afterwards."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "Why is the U.S. State Department launching an online learning program for refugees?",
      "Options": [
        {
          "key": "A",
          "text": "To enable them to settle down in host countries."
        },
        {
          "key": "B",
          "text": "To allow them to learn as many job skills as possible."
        },
        {
          "key": "C",
          "text": "To offer them a platform to pursue advanced degrees."
        },
        {
          "key": "D",
          "text": "To help them to meet new employment standards."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What do we know about “Coursera for Refugees“?",
      "Options": [
        {
          "key": "A",
          "text": "It provides refugees with a wide range of courses free of charge."
        },
        {
          "key": "B",
          "text": "It offers free online data services for refugees around the world."
        },
        {
          "key": "C",
          "text": "It allows refugees to obtain degrees in various academic fields."
        },
        {
          "key": "D",
          "text": "It supplies refugees with a great variety of job opportunities."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What does the passage say is a consequence of the global migrant crisis?",
      "Options": [
        {
          "key": "A",
          "text": "Instability increases in host countries."
        },
        {
          "key": "B",
          "text": "The global economic crisis intensifies."
        },
        {
          "key": "C",
          "text": "A lot more refugees die during migration."
        },
        {
          "key": "D",
          "text": "Refugees find it more difficult to get a job."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What does the author say causes refugees' difficulty in taking online courses?",
      "Options": [
        {
          "key": "A",
          "text": "Cultural environment."
        },
        {
          "key": "B",
          "text": "Changed academic requirements."
        },
        {
          "key": "C",
          "text": "Lack of language skills."
        },
        {
          "key": "D",
          "text": "Difference in teaching platforms."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What did the joint study find about the MOOCs several years ago?",
      "Options": [
        {
          "key": "A",
          "text": "They helped solve learners' financial problems."
        },
        {
          "key": "B",
          "text": "They benefited most of the learners."
        },
        {
          "key": "C",
          "text": "They changed some learners' career path."
        },
        {
          "key": "D",
          "text": "They provided the most needed vocational skills."
        }
      ]
    }
  ]
}
