{
  "title": "Section C",
  "passagesOne": [
    "Sugar shocked. That describes the reaction of many Americans this week following revelations that, 50 years ago, the sugar industry paid Harvard scientists for research that shifted the focus away from sugar’s role in heart disease—and put the spotlight（注意的中心） squarely on dietary fat.",
    "What might surprise consumers is just how many present-day nutrition studies are still funded by the food industry. Nutrition scholar Marion Nestle of New York University spent a year informally tracking industry-funded studies on food. “Roughly 90% of nearly 170 studies favored the sponsor’s interest,” Nestle tells us. Other systematic reviews support her conclusions.",
    "For instance, studies funded by Welch Foods—the brand behind Welch’s 100% Grape Juice—found that drinking Concord grape juice daily may boost brain function. Another, funded by Quaker Oats, concluded, as a Daily Mail story put it, that “hot oatmeal（燕麦粥） breakfast keeps you full for longer.”",
    "Last year, The New York Times revealed how Coca-Cola was funding well-known scientists and organizations promoting a message that, in the battle against weight gain, people should pay more attention to exercise and less to what they eat and drink. Coca-Cola also released data detailing its funding of several medical institutions and associations between 2010 and 2015.",
    "“It’s certainly a problem that so much research in nutrition and health is funded by industry,” says Bonnie Liebman, director of nutrition at the Center for Science in the Public Interest. “When the food industry pays for research, it often gets what it pays for.” And what it pays for is often a pro-industry finding.",
    "Given this environment, consumers should be skeptical（怀疑的） when reading the latest finding in nutrition science and ignore the latest study that pops up on your news feed. “Rely on health experts who’ve reviewed all the evidence,” Liebman says, pointing to the official government Dietary Guidelines, which are based on reviews of hundreds of studies.",
    "“And that expert advice remains pretty simple,” says Nestle. “We know what healthy diets are—lots of vegetables, not too much junk food, balanced calories. Everything else is really difficult to do experimentally.”"
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What did Harvard scientists do 50 years ago?",
      "Options": [
        {
          "key": "A",
          "text": "They raised public awareness of the possible causes of heart disease."
        },
        {
          "key": "B",
          "text": "They turned public attention away from the health risks of sugar to fat."
        },
        {
          "key": "C",
          "text": "They placed the sugar industry in the spotlight with their new findings."
        },
        {
          "key": "D",
          "text": "They conducted large-scale research on the role of sugar in people’s health."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What does Marion Nestle say about present-day nutrition studies?",
      "Options": [
        {
          "key": "A",
          "text": "They took her a full year to track and analyze."
        },
        {
          "key": "B",
          "text": "Most of them are based on systematic reviews."
        },
        {
          "key": "C",
          "text": "They depend on funding from the food industries."
        },
        {
          "key": "D",
          "text": "Nearly all of them serve the purpose of the funders."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What did Coca-Cola-funded studies claim?",
      "Options": [
        {
          "key": "A",
          "text": "Exercise is more important to good health than diet."
        },
        {
          "key": "B",
          "text": "Choosing what to eat and drink is key to weight control."
        },
        {
          "key": "C",
          "text": "Drinking Coca-Cola does not contribute to weight gain."
        },
        {
          "key": "D",
          "text": "The food industry plays a major role in fighting obesity."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What does Liebman say about industry-funded research?",
      "Options": [
        {
          "key": "A",
          "text": "It simply focuses on nutrition and health."
        },
        {
          "key": "B",
          "text": "It causes confusion among consumers."
        },
        {
          "key": "C",
          "text": "It rarely results in objective findings."
        },
        {
          "key": "D",
          "text": "It runs counter to the public interest."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What is the author’s advice to consumers?",
      "Options": [
        {
          "key": "A",
          "text": "Follow their intuition in deciding what to eat."
        },
        {
          "key": "B",
          "text": "Be doubtful of diet experts’ recommendations."
        },
        {
          "key": "C",
          "text": "Ignore irrelevant information on their news feed."
        },
        {
          "key": "D",
          "text": "Think twice about new nutrition research findings."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Success was once defined as being able to stay at a company for a long time and move up the corporate ladder. The goal was to reach the top, accumulate wealth and retire to a life of ease. My father is a successful senior executive. In 35 years, he worked for only three companies.When I started my career, things were already different. If you weren’t changing companies every three or four years, you simply weren’t getting ahead in your career. But back then, if you were a consultant or freelancer（自由职业者）, people would wonder what was wrong with you. They would assume you had problems getting a job.Today, consulting or freelancing for five businesses at the same time is a badge of honor. It shows how valuable an individual is. Many companies now look to these “ultimate professionals” to solve problems their full-time teams can’t. Or they save money by hiring “top-tier（顶尖的） experts” only for particular projects.Working at home or in cafes, starting businesses of their own, and even launching business ventures that eventually may fail, all indicate “initiative,” “creativity,” and “adaptability,” which are desirable qualities in today’s workplace. Most important, there is a growing recognition that people who balance work and play, and who work at what they are passionate about, are more focused and productive, delivering greater value to their clients.Who are these people? They are artists, writers, programmers, providers of office services and career advice. What’s needed now is a marketplace platform specifically designed to bring freelancers and clients together. Such platforms then become a place to feature the most experienced, professional, and creative talent. This is where they conduct business, where a sense of community reinforces the culture and values of the gig economy（零工经济）, and where success is rewarded with good reviews that encourage more business.Slowly but surely, these platforms create a bridge between traditional enterprises and this emerging economy. Perhaps more important, as the global economy continues to be disrupted by technology and other massive change, the gig economy will itself become an engine of economic and social transformation.51.What does the author use the example of his father to illustrate?A) How long people took to reach the top of their career.B) How people accumulated wealth in his father’s time.C) How people viewed success in his father’s time.D) How long people usually stayed in a company.52.Why did people often change jobs when the author started his career?A) It was considered a fashion at that time.B) It was a way to advance in their career.C) It was a response to the changing job market.D) It was difficult to keep a job for long.53.What does the author say about people now working for several businesses at the same time?A) They are often regarded as most treasured talents.B) They are able to bring their potential into fuller play.C) They have control over their life and work schedules.D) They feel proud of being outstanding problem solvers.54.What have businesses come to recognize now?A) Who is capable of solving problems with ease.B) How people can be more focused and productive.C) What kind of people can contribute more to them.D) Why some people are more passionate about work.55.What does the author say about the gig economy?A) It may force companies to reform their business practice.B) It may soon replace the traditional economic model.C) It will drive technological progress on a global scale.D) It will bring about radical economic and social changes."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author use the example of his father to illustrate?",
      "Options": [
        {
          "key": "A",
          "text": "How long people took to reach the top of their career."
        },
        {
          "key": "B",
          "text": "How people accumulated wealth in his father’s time."
        },
        {
          "key": "C",
          "text": "How people viewed success in his father’s time."
        },
        {
          "key": "D",
          "text": "How long people usually stayed in a company."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "Why did people often change jobs when the author started his career?",
      "Options": [
        {
          "key": "A",
          "text": "It was considered a fashion at that time."
        },
        {
          "key": "B",
          "text": "It was a way to advance in their career."
        },
        {
          "key": "C",
          "text": "It was a response to the changing job market."
        },
        {
          "key": "D",
          "text": "It was difficult to keep a job for long."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What does the author say about people now working for several businesses at the same time?",
      "Options": [
        {
          "key": "A",
          "text": "They are often regarded as most treasured talents."
        },
        {
          "key": "B",
          "text": "They are able to bring their potential into fuller play."
        },
        {
          "key": "C",
          "text": "They have control over their life and work schedules."
        },
        {
          "key": "D",
          "text": "They feel proud of being outstanding problem solvers."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What have businesses come to recognize now?",
      "Options": [
        {
          "key": "A",
          "text": "Who is capable of solving problems with ease."
        },
        {
          "key": "B",
          "text": "How people can be more focused and productive."
        },
        {
          "key": "C",
          "text": "What kind of people can contribute more to them."
        },
        {
          "key": "D",
          "text": "Why some people are more passionate about work."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What does the author say about the gig economy?",
      "Options": [
        {
          "key": "A",
          "text": "It may force companies to reform their business practice."
        },
        {
          "key": "B",
          "text": "It may soon replace the traditional economic model."
        },
        {
          "key": "C",
          "text": "It will drive technological progress on a global scale."
        },
        {
          "key": "D",
          "text": "It will bring about radical economic and social changes."
        }
      ]
    }
  ]
}
