{
  "title": "Section C",
  "passagesOne": [
    "Professor Stephen Hawking has warned that the creation of powerful artificial intelligence (AI) will be “either the best, or the worst thing, ever to happen to humanity”, and praised the creation of an academic institute dedicated to researching the future of intelligence as “crucial to the future of our civilisation and our species”.",
    "Hawking was speaking at the opening of the Leverhulme Centre for the Future of Intelligence (LCFI) at Cambridge University, a multi-disciplinary institute that will attempt to tackle some of the open-ended questions raised by the rapid pace of development in AI research. “We spend a great deal of time studying history,” Hawking said, “which, let's face it, is mostly the history of stupidity. So it's a welcome change that people are studying instead the future of intelligence.”",
    "While the world-renowned physicist has often been cautious about AI, raising concerns that humanity could be the architect of its own destruction if it creates a super-intelligence with a will of its own, he was also quick to highlight the positives that AI research can bring. “The potential benefits of creating intelligence are huge,” he said. “We cannot predict what we might achieve when our own minds are amplified by AI. Perhaps with the tools of this new technological revolution, we will be able to undo some of the damage done to the natural world by the last one—industrialization. And surely we will aim to finally eradicate disease and poverty. And every aspect of our lives will be transformed. In short, success in creating AI could be the biggest event in the history of our civilisation.”",
    "Huw Price, the centre's academic director and the Bertrand Russell professor of philosophy at Cambridge University, where Hawking is also an academic, said that the centre came about partially as a result of the university's Centre for Existential Risk. That institute examined a wider range of potential problems for humanity, while the LCFI has a narrow focus.",
    "AI pioneer Margaret Boden, professor of cognitive science at the University of Sussex, praised the progress of such discussions. As recently as 2009, she said, the topic wasn't taken seriously, even among AI researchers. “AI is hugely exciting,” she said, “but it has limitations, which present grave dangers given uncritical use.”",
    "The academic community is not alone in warning about the potential dangers of AI as well as the potential benefits. A number of pioneers from the technology industry, most famously the entrepreneur Elon Musk, have also expressed their concerns about the damage that a super-intelligent AI could do to humanity."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What did Stephen Hawking think of artificial intelligence?",
      "Options": [
        {
          "key": "A",
          "text": "It would be vital to the progress of human civilisation."
        },
        {
          "key": "B",
          "text": "It might be a blessing or a disaster in the making."
        },
        {
          "key": "C",
          "text": "It might present challenges as well as opportunities."
        },
        {
          "key": "D",
          "text": "It would be a significant expansion of human intelligence."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What did Hawking say about the creation of the LCFI?",
      "Options": [
        {
          "key": "A",
          "text": "It would accelerate the progress of AI research."
        },
        {
          "key": "B",
          "text": "It would mark a step forward in the AI industry."
        },
        {
          "key": "C",
          "text": "It was extremely important to the destiny of humankind."
        },
        {
          "key": "D",
          "text": "It was an achievement of multi-disciplinary collaboration."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What did Hawking say was a welcome change in AI research?",
      "Options": [
        {
          "key": "A",
          "text": "The shift of research focus from the past to the future."
        },
        {
          "key": "B",
          "text": "The shift of research from theory to implementation."
        },
        {
          "key": "C",
          "text": "The greater emphasis on the negative impact of AI."
        },
        {
          "key": "D",
          "text": "The increasing awareness of mankind’s past stupidity."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What concerns did Hawking raise about AI?",
      "Options": [
        {
          "key": "A",
          "text": "It may exceed human intelligence sooner or later."
        },
        {
          "key": "B",
          "text": "It may ultimately over-amplify the human mind."
        },
        {
          "key": "C",
          "text": "Super-intelligence may cause its own destruction."
        },
        {
          "key": "D",
          "text": "Super-intelligence may eventually ruin mankind."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What do we learn about some entrepreneurs from the technology industry?",
      "Options": [
        {
          "key": "A",
          "text": "They are much influenced by the academic community."
        },
        {
          "key": "B",
          "text": "They are most likely to benefit from AI development."
        },
        {
          "key": "C",
          "text": "They share the same concerns about AI as academics."
        },
        {
          "key": "D",
          "text": "They believe they can keep AI under human control."
        }
      ]
    }
  ],
  "passagesTwo": [
    "The market for products designed specifically for older adults could reach $30 billion by next year, and startups （初创公司） want in on the action. What they sometimes lack is feedback from the people who they hope will use their products. So Brookdale, the country's largest owner of retirement communities, has been inviting a few select entrepreneurs just to move in for a few days, show off their products and hear what the residents have to say.",
    "That's what brought Dayle Rodriguez, 28, all the way from England to the dining room of Brookdale South Bay in Torrance, California. Rodriguez is the community and marketing manager for a company called Sentab. The startup's product, SentabTV, enables older adults who may not be comfortable with computers to access email, video chat and social media using just their televisions and a remote control.",
    "“It's nothing new, it's nothing too complicated and it's natural because lots of people have TV remotes,” says Rodriguez.",
    "But none of that is the topic of conversation in the Brookdale dining room. Instead, Rodriguez solicits residents' advice on what he should get on his cheeseburger and how he should spend the afternoon. Playing cards was on the agenda, as well as learning to play mahjong （麻将）.",
    "Rodriguez says it's important that residents here don't feel like he's selling them something. “I've had more feedback in a passive approach,” he says. “Playing pool, playing cards, having dinner, having lunch,” all work better “than going through a survey of questions. When they get to know me and to trust me, knowing for sure I'm not selling them something—there'll be more honest feedback from them.”",
    "Rodriguez is just the seventh entrepreneur to move into one of Brookdale's 1,100 senior living communities. Other new products in the program have included a kind of full-body blow dryer and specially designed clothing that allows people with disabilities to dress and undress themselves.",
    "Mary Lou Busch, 93, agreed to try the Sentab system. She tells Rodriguez that it might be good for someone, but not for her.",
    "“I have the computer and FaceTime, which I talk with my family on,” she explains. She also has an iPad and a smartphone. “So I do pretty much everything I need to do.”",
    "To be fair, if Rodriguez had wanted feedback from some more technophobic （害怕技术的） seniors, he might have ended up in the wrong Brookdale community. This one is located in the heart of Southern California's aerospace corridor. Many residents have backgrounds in engineering, business and academic circles.",
    "But Rodriguez says he's still learning something important by moving into this Brookdale community: “People are more tech-proficient than we thought.”",
    "And besides, where else would he learn to play mahjong?"
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the passage say about the startups?",
      "Options": [
        {
          "key": "A",
          "text": "They never lose time in upgrading products for seniors."
        },
        {
          "key": "B",
          "text": "They want to have a share of the seniors’ goods market."
        },
        {
          "key": "C",
          "text": "They invite seniors to their companies to try their products."
        },
        {
          "key": "D",
          "text": "They try to profit from promoting digital products to seniors."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "Some entrepreneurs have been invited to Brookdale to ___________.",
      "Options": [
        {
          "key": "A",
          "text": "have an interview with potential customers"
        },
        {
          "key": "B",
          "text": "conduct a survey of retirement communities"
        },
        {
          "key": "C",
          "text": "collect residents’ feedback on their products"
        },
        {
          "key": "D",
          "text": "show senior residents how to use IT products"
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What do we know about SentabTV?",
      "Options": [
        {
          "key": "A",
          "text": "It is a TV program catering to the interest of the elderly."
        },
        {
          "key": "B",
          "text": "It is a digital TV which enjoys popularity among seniors."
        },
        {
          "key": "C",
          "text": "It is a TV specially designed for seniors to view programs."
        },
        {
          "key": "D",
          "text": "It is a communication system via TV instead of a computer."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What does Rodriguez say is important in promoting products?",
      "Options": [
        {
          "key": "A",
          "text": "Winning trust from prospective customers."
        },
        {
          "key": "B",
          "text": "Knowing the likes and dislikes of customers."
        },
        {
          "key": "C",
          "text": "Demonstrating their superiority on the spot."
        },
        {
          "key": "D",
          "text": "Responding promptly to customer feedback."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What do we learn about the seniors in the Brookdale community?",
      "Options": [
        {
          "key": "A",
          "text": "Most of them are interested in using the Sentab."
        },
        {
          "key": "B",
          "text": "They are quite at ease with high-tech products."
        },
        {
          "key": "C",
          "text": "They have much in common with seniors elsewhere."
        },
        {
          "key": "D",
          "text": "Most of them enjoy a longer life than average people."
        }
      ]
    }
  ]
}
