{
  "title": "Section B",
  "passageTitle": "The Best Retailers Combine Bricks and Clicks",
  "passages": [
    "A) Retail profits are falling sharply. Stores are closing. Malls are emptying. The depressing stories just keep coming. Reading the earnings announcements of large retail stores like Macy's, Nordstrom, and Target is about as uplifting as a tour of an intensive care unit. The internet is apparently taking down yet another industry. Brick and mortar stores （实体店） seem to be going the way of the yellow pages. Sure enough, the Census Bureau just released data showing that online retail sales surged 15.2 percent between the first quarter of 2015 and the first quarter of 2016.",
    "B) But before you dump all of your retail stocks, there are more facts you should consider. Looking only at that 15.2 percent “surge” would be misleading. It was an increase that was on a small base of 6.9 percent. Even when a tiny number grows by a large percentage terms, it is often still tiny.",
    "C) More than 20 years after the internet was opened to commerce, the Census Bureau tells us that brick and mortar sales accounted for 92.3 percent of retail sales in the first quarter of 2016. Their data show that only 0.8 percent of retail sales shifted from offline to online between the beginning of 2015 and 2016.",
    "D) So, despite all the talk about drone （无人机） deliveries to your doorstep, all the retail executives expressing anxiety over consumers going online, and even a Presidential candidate exclaiming that Amazon has a “huge antitrust problem,” the Census data suggest that physical retail is thriving. Of course, the closed stores, depressed executives, and sinking stocks suggest otherwise. What's the real story?",
    "E) Many firms operating brick and mortar stores are in trouble. The retail industry is getting “reinvented,” as we describe in our new book Matchmakers. It's standing in the path of what Schumpeter called a gale （大风） of creative destruction. That storm has been brewing for some time, and as it has reached gale force, most large retailers are searching for a response. As the CFO of Macy's put it recently, “We're frankly scratching our heads.”",
    "F) But it's not happening as experts predicted. In the peak of the dot.com bubble, brick and mortar retail was one of those industries the internet was going to kill—and quickly. The dot.com bust discredited most predictions of that sort and in the years that followed, conventional retailers' confidence in the future increased as Census continued to report weak online sales. And then the gale hit.",
    "G) It is becoming increasingly clear that retail reinvention isn't a simple battle to the death between bricks and clicks. It is about devising retail models that work for people who are making increasing use of a growing array of internet-connected tools to change how they search, shop, and buy. Creative retailers are using the new technologies to innovate just about everything stores do from managing inventory, to marketing, to getting paid.",
    "H) More than drones dropping a new supply of underwear on your doorstep, Apple's massively successful brick-and-mortar-and-glass retail stores and Amazon's small steps in the same direction are what should keep old-fashioned retailers awake at night. Not to mention the large number of creative new retailers, like Bonobos, that are blending online and offline experiences in creative ways.",
    "I) Retail reinvention is not a simple process, and it's also not happening on what used to be called “Internet Time.” Some internet-driven changes have happened quickly, of course. Craigslist quickly overtook newspaper classified ads and turned newspaper economics upside down. But many widely anticipated changes weren't quick, and some haven't really started. With the benefit of hindsight （后见之明）, it looks like the internet will transform the economy at something like the pace of other great inventions like electricity. B2B commerce, for example, didn't move mainly online by 2005 as many had predicted in 2000, nor even by 2016, but that doesn't mean it won't do so over the next few decades.",
    "J) But the gale is still blowing. The sudden decline in foot traffic in recent years, even though it hasn't been accompanied by a massive decline in physical sales, is a critical warning. People can shop more efficiently online and therefore don't need to go to as many stores to find what they want. There's a surplus of physical shopping space for the crowds, which is one reason why stores are downsizing and closing.",
    "K) The rise of the mobile phone has recently added a new level of complexity to the process of retail reinvention. Even five years ago most people faced a choice. Sit at your computer, probably at home or at the office, search and browse, and buy. Or head out to the mall, or Main Street, look and shop, and buy. Now, just about everyone has a smartphone, connected to the internet almost everywhere almost all the time. Even when a retailer gets a customer to walk in the store, she can easily see if there's a better deal online or at another store nearby.",
    "L) So far, the main thing many large retailers have done in response to all this is to open online stores, so people will come to them directly rather than to Amazon and its smaller online rivals. Many are having the same problem that newspapers have had. Even if they get online traffic, they struggle to make enough money online to compensate for what they are losing offline.",
    "M) A few seem to be making this work. Among large traditional retailers, Walmart recently reported the best results, leading its stock price to surge, while Macy's, Target, and Nordstrom's dropped. Yet Walmart's year-over-year online sales only grew 7 percent, leading its CEO to lament （哀叹）, “Growth here is too slow.” Part of the problem is that almost two decades after Amazon filed the one-click patent, the online retail shopping and buying experience is filled with frictions. A recent study graded more than 600 internet retailers on how easy it was for consumers to shop, buy, and pay. Almost half of the sites didn't get a passing grade and only 18 percent got an A or B.",
    "N) The turmoil on the ground in physical retail is hard to square with the Census data. Unfortunately, part of the explanation is that the Census retail data are unreliable. Our deep look into those data and their preparation revealed serious problems. It seems likely that Census simply misclassifies a large chunk of online sales. It is certain that the Census procedures, which lump the online sales of major traditional retailers like Walmart with “non-store retailers” like food trucks, can mask major changes in individual retail categories. The bureau could easily present their data in more useful ways, but they have chosen not to.",
    "O) Despite the turmoil, brick and mortar won't disappear any time soon. The big questions are which, if any, of the large traditional retailers will still be on the scene in a decade or two because they have successfully reinvented themselves, which new players will operate busy stores on Main Streets and maybe even in shopping malls, and how the shopping and buying experience will have changed in each retail category. Investors shouldn't write off brick and mortar. Whether they should bet on the traditional players who run those stores now is another matter."
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "Although online retailing has existed for some twenty years, nearly half of the internet retailers still fail to receive satisfactory feedback from consumers, according to a recent survey."
    },
    {
      "Number": 37,
      "Statement": "Innovative retailers integrate internet technologies with conventional retailing to create new retail models."
    },
    {
      "Number": 38,
      "Statement": "Despite what the Census data suggest, the value of physical retail’s stocks has been dropping."
    },
    {
      "Number": 39,
      "Statement": "Internet-driven changes in the retail industry didn’t take place as quickly as widely anticipated."
    },
    {
      "Number": 40,
      "Statement": "Statistics indicate that brick and mortar sales still made up the lion’s share of the retail business."
    },
    {
      "Number": 41,
      "Statement": "Companies that successfully combine online and offline business models may prove to be a big concern for traditional retailers."
    },
    {
      "Number": 42,
      "Statement": "Brick and mortar retailers’ faith in their business was strengthened when the dot.com bubble burst."
    },
    {
      "Number": 43,
      "Statement": "Despite the tremendous challenges from online retailing, traditional retailing will be here to stay for quite some time."
    },
    {
      "Number": 44,
      "Statement": "With the rise of online commerce, physical retail stores are likely to suffer the same fate as the yellow pages."
    },
    {
      "Number": 45,
      "Statement": "The wide use of smartphones has made it more complex for traditional retailers to reinvent their business."
    }
  ]
}