{
  "title": "Section C",
  "passagesOne": [
    "Social media can be a powerful communication tool for employees, helping them to collaborate, share ideas and solve problems. Research has shown that 82% of employees think social media can improve work relationships and 60% believe it can support decision-making processes. These beliefs contribute to a majority of workers connecting with colleagues on social media, even during work hours. Employers typically worry that social media is a productivity killer, more than half of U.S. employers reportedly block access to social media at work. In my research with 277 employees of a healthcare organization I found these concerns to be misguided. Social media doesn't reduce productivity nearly as much as it kills employee retention. In the first part of the study I surveyed the employees about why and how they used platforms like Facebook, Twitter, or LinkedIn. Respondents were then asked about their work behaviors, including whether they felt motivated in their jobs and showed initiative at work. I found employees who engage in online social interactions with co-workers through social media blogs tend to be more motivated and come up with innovative ideas. But when employees interact with individuals outside the organization, they are less motivated and show less initiative. In the second part of the study I found 76% of employees using social media for work took an interest in other organizations they found on social media. When I examined how respondents expressed openness to new careers and employers, I found that they engaged in some key activities including researching new organizations and making new work connections. These findings present a dilemma for managers: employees using social media at work are more engaged and more productive, but they are also more likely to leave your company. Managers should implement solutions that neutralize the retention risk caused by social media. They can create social media groups in which employees will be more likely to collaborate and less likely to share withdrawal intentions or discussions about external job opportunities. Managers can also use social media to directly reduce turnover（跳槽） intentions, by recognizing employees' accomplishments and giving visibility to employees' success stories."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What does the author say in the first paragraph about physical contact?",
      "Options": [
        {
          "key": "A",
          "text": "Its role in interpersonal relationships is getting increasingly important"
        },
        {
          "key": "B",
          "text": "It is becoming more acceptable to many who used to think it offensive"
        },
        {
          "key": "C",
          "text": "Its absence might suggest a lack of warmth in interpersonal relationships"
        },
        {
          "key": "D",
          "text": "It might prompt different responses from people of different social backgrounds"
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What does physical contact in communication suggest?",
      "Options": [
        {
          "key": "A",
          "text": "What social class people belong to"
        },
        {
          "key": "B",
          "text": "How civilized the communicators are."
        },
        {
          "key": "C",
          "text": "What family background people come from"
        },
        {
          "key": "D",
          "text": "How close the communicators' relationships are."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What do we learn about people in high-contact cultures?",
      "Options": [
        {
          "key": "A",
          "text": "They are sensitive to the way people express their emotions"
        },
        {
          "key": "B",
          "text": "They take touching as a cultural norm in social interactions."
        },
        {
          "key": "C",
          "text": "They attach great importance to close ties among people"
        },
        {
          "key": "D",
          "text": "They tend to be more open in interpersonal relationships"
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What do we learn about social customs in Arabian countries?",
      "Options": [
        {
          "key": "A",
          "text": "Men can show friendship in public through physical affection"
        },
        {
          "key": "B",
          "text": "Non-traditional romantic relationships are simply unacceptable"
        },
        {
          "key": "C",
          "text": "Physical contact between unfamiliar people is negatively perceived"
        },
        {
          "key": "D",
          "text": "People of different ages and genders show affection in different ways"
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What does the author tell us to do concerning tactile communication?",
      "Options": [
        {
          "key": "A",
          "text": "Lay emphasis on nonverbal communication."
        },
        {
          "key": "B",
          "text": "Learn to use appropriate body language first"
        },
        {
          "key": "C",
          "text": "Pay attention to the differences between genders."
        },
        {
          "key": "D",
          "text": "Take other people's preference into consideration."
        }
      ]
    }
  ],
  "passagesTwo": [
    "From climate change to the ongoing pandemic (大流行病) and beyond, the issues facing today's world are increasingly complex and dynamic. Yet solving problems like these requires new approaches that extend beyond traditional ways of thinking. A study led by Yale Professor of Psychology, Paul O'Keefe, found that having a growth mindset(思维倾向) of interest may spark this type of innovation.Professor O'Keefe established in earlier stud比s that people hold different beliefs about the nature of interest. Those with a growth mindset of interest tend to believe that interests can be developed and cultivated, while those with a fixed mindset of interest tend to believe that interests are inherent (与生俱有的) and simply need to be 'found.'Building on these findings, the latest research examined how a growth mindset of interest can boost integrative thinking across the traditional disciplinary boundaries of arts and sciences.For example, in one task, research participants were instructed to create new college majors by combining two or more existing academic Arts or Science programs at the订 university. After coding and analyzing the ideas they generated, the team found that people with a growth mindset of interest were more likely to bridge programs across the arts and sciences to create new majors like computational economics rather than creating majors that drew from only one of those areas, like computational chemistry.As Professor O'Keefe pointed out"
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author say about the world today?",
      "Options": [
        {
          "key": "A",
          "text": "It faces problems that are getting more varied and complicated"
        },
        {
          "key": "B",
          "text": "It has done away with many of the traditional ways of thinking"
        },
        {
          "key": "C",
          "text": "It is undergoing radical and profound changes"
        },
        {
          "key": "D",
          "text": "It is witnessing various types of innovations."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What did Professor O'Keefe find in his earlier studies?",
      "Options": [
        {
          "key": "A",
          "text": "People's interests tend to change with age."
        },
        {
          "key": "B",
          "text": "People's interests determine their mindsets."
        },
        {
          "key": "C",
          "text": "People are divided about the nature of interest."
        },
        {
          "key": "D",
          "text": "People of different ages have different mindsets."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What is the focus of Professor O'Keefe's recent research?",
      "Options": [
        {
          "key": "A",
          "text": "How boundaries can be removed between arts and science disciplines."
        },
        {
          "key": "B",
          "text": "How feasible it is to create new disciplines like computational economics"
        },
        {
          "key": "C",
          "text": "How students in arts and sciences view the two types of mindset of interest."
        },
        {
          "key": "D",
          "text": "How a growth mindset of interest can contribute to cross-disciplinary thinking."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What does the author want to illustrate with the example of smartphones?",
      "Options": [
        {
          "key": "A",
          "text": "Hi-tech products are needed in interdisciplinary research."
        },
        {
          "key": "B",
          "text": "Improved technology gives birth to highly popular products"
        },
        {
          "key": "C",
          "text": "Making innovative products needs multidisciplinary knowledge"
        },
        {
          "key": "D",
          "text": "Hi-tech products can boost people's integrative thinking"
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What is the author's suggestion to those who are seeking employment?",
      "Options": [
        {
          "key": "A",
          "text": "Leaming practical skills."
        },
        {
          "key": "B",
          "text": "Broadening their interests."
        },
        {
          "key": "C",
          "text": "Staying safe in the pandemic."
        },
        {
          "key": "D",
          "text": "Knowing their pressing issues"
        }
      ]
    }
  ]
}
