{
    "title": "Section C",
    "passagesOne": [
        "In the classic marriage vow (誓约), couples promise to stay together in sickness and in health. But a new study finds that the risk of divorce among older couples rises when the wife—not the husband—becomes seriously ill.",
        "“Married women diagnosed with a serious health condition may find themselves struggling with the impact of their disease while also experiencing the stress of divorce,” said researcher Amelia Karraker.",
        "Karraker and co-author Kenzie Latham analyzed 20 years of data on 2,717 marriages from a study conducted by Indiana University since 1992. At the time of the first interview, at least one of the partners was over the age of 50.",
        "The researchers examined how the onset (发生) of four serious physical illnesses affected marriages. They found that, overall, 31% of marriages ended in divorce over the period studied. The incidence of new chronic (慢性的) illness onset increased over time as well, with more husbands than wives developing serious health problems.",
        "“We found that women are doubly vulnerable to marital break-up in the face of illness,” Karraker said. “They’re more likely to be widowed, and if they’re the ones who become ill, they’re more likely to get divorced.”",
        "While the study didn’t assess why divorce is more likely when wives but not husbands become seriously ill, Karraker offers a few possible reasons. “Gender norms and social expectations about caregiving may make it more difficult for men to provide care to sick spouses,” Karraker said. “And because of the imbalance in marriage markets, especially in older ages, divorced men have more choices among prospective partners than divorced women.”",
        "Given the increasing concern about health care costs for the aging population, Karraker believes policymakers should be aware of the relationship between disease and risk of divorce.",
        "“Offering support services to spouses caring for their other halves may reduce marital stress and prevent divorce at older ages,” she said. “But it’s also important to recognize that the pressure to divorce may be health-related and that sick ex-wives may need additional care and services to prevent worsening health and increased health costs.”"
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What can we learn about marriage vows from the passage?",
            "Options": [
                {
                    "key": "A",
                    "text": "They may not guarantee a lasting marriage."
                },
                {
                    "key": "B",
                    "text": "They are as binding as they used to be."
                },
                {
                    "key": "C",
                    "text": "They are not taken seriously any more."
                },
                {
                    "key": "D",
                    "text": "They may help couples tide over hard times."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What did Karraker and co-author Kenzie Latham find about elderly husbands?",
            "Options": [
                {
                    "key": "A",
                    "text": "They are generally not good at taking care of themselves."
                },
                {
                    "key": "B",
                    "text": "They can become increasingly vulnerable to serious illnesses."
                },
                {
                    "key": "C",
                    "text": "They can develop different kinds of illnesses just like their wives."
                },
                {
                    "key": "D",
                    "text": "They are more likely to contract serious illnesses than their wives."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What does Karraker say about women who fall ill?",
            "Options": [
                {
                    "key": "A",
                    "text": "They are more likely to be widowed."
                },
                {
                    "key": "B",
                    "text": "They are more likely to get divorced."
                },
                {
                    "key": "C",
                    "text": "They are less likely to receive good care."
                },
                {
                    "key": "D",
                    "text": "They are less likely to bother their spouses."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "Why is it more difficult for men to take care of their sick spouses according to Karraker?",
            "Options": [
                {
                    "key": "A",
                    "text": "They are more accustomed to receiving care."
                },
                {
                    "key": "B",
                    "text": "They find it more important to make money for the family."
                },
                {
                    "key": "C",
                    "text": "They think it more urgent to fulfill their social obligations."
                },
                {
                    "key": "D",
                    "text": "They expect society to do more of the job."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What does Karraker think is also important?",
            "Options": [
                {
                    "key": "A",
                    "text": "Reducing marital stress on wives."
                },
                {
                    "key": "B",
                    "text": "Stabilizing old couples’ relations."
                },
                {
                    "key": "C",
                    "text": "Providing extra care for divorced women."
                },
                {
                    "key": "D",
                    "text": "Making men pay for their wives’ health costs."
                }
            ]
        }
    ],
    "passagesTwo": [
        "If you were like most children, you probably got upset when your mother called you by a sibling’s (兄弟姐妹的) name. How could she not know you? Did it mean she loved you less?",
        "Probably not. According to the first research to tackle this topic head-on, misnaming the most familiar people in our life is a common cognitive (认知的) error that has to do with how our memories classify and store familiar names.",
        "The study, published online in April in the journal Memory and Cognition, found that the “wrong” name is not random but is invariably fished out from the same relationship pond: children, siblings, friends. The study did not examine the possibility of deep psychological significance to the mistake, says psychologist David Rubin, “but it does tell us who’s in and who’s out of the group.”",
        "The study also found that within that group, misnamings occurred where the names shared initial or internal sounds, like Jimmy and Joanie or John and Bob. Physical resemblance between people was not a factor. Nor was gender.",
        "The researchers conducted five separate surveys of more than 1,700 people. Some of the surveys included only college students; others were done with a mixed-age population. Some asked subjects about incidents where someone close to them—family or friend—had called them by another person’s name. The other surveys asked about times when subjects had themselves called someone close to them by the wrong name. All the surveys found that people mixed up names within relationship groups such as grandchildren, friends and siblings but hardly ever crossed these boundaries.",
        "In general, the study found that undergraduates were almost as likely as old people to make this mistake and men as likely as women. Older people and women made the mistake slightly more often, but that may be because grandparents have more grandchildren to mix up than parents have children. Also, mothers may call on their children more often than fathers, given traditional gender norms. There was no evidence that errors occurred more when the misnamer was frustrated, tired or angry."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "How might people often feel when they were misnamed?",
            "Options": [
                {
                    "key": "A",
                    "text": "Unwanted."
                },
                {
                    "key": "B",
                    "text": "Unhappy."
                },
                {
                    "key": "C",
                    "text": "Confused."
                },
                {
                    "key": "D",
                    "text": "Indifferent."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What did David Rubin’s research find about mis-naming?",
            "Options": [
                {
                    "key": "A",
                    "text": "It is related to the way our memories work."
                },
                {
                    "key": "B",
                    "text": "It is a possible indicator of a faulty memory."
                },
                {
                    "key": "C",
                    "text": "It occurs mostly between kids and their friends."
                },
                {
                    "key": "D",
                    "text": "It often causes misunderstandings among people."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What is most likely the cause of misnaming?",
            "Options": [
                {
                    "key": "A",
                    "text": "Similar personality traits."
                },
                {
                    "key": "B",
                    "text": "Similar spellings of names."
                },
                {
                    "key": "C",
                    "text": "Similar physical appearance."
                },
                {
                    "key": "D",
                    "text": "Similar pronunciation of names."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What did the surveys of more than 1,700 subjects find about misnaming?",
            "Options": [
                {
                    "key": "A",
                    "text": "It more often than not hurts relationships."
                },
                {
                    "key": "B",
                    "text": "It hardly occurs across gender boundaries."
                },
                {
                    "key": "C",
                    "text": "It is most frequently found in extended families."
                },
                {
                    "key": "D",
                    "text": "It most often occurs within a relationship group."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "Why do mothers misname their children more often than fathers?",
            "Options": [
                {
                    "key": "A",
                    "text": "They suffer more frustrations."
                },
                {
                    "key": "B",
                    "text": "They become worn out more often."
                },
                {
                    "key": "C",
                    "text": "They communicate more with their children."
                },
                {
                    "key": "D",
                    "text": "They generally take on more work at home."
                }
            ]
        }
    ]
}