{
    "title": "Section C",
    "passagesOne": [
        "Boredom has, paradoxically, become quite interesting to academics lately. In early May, London's Boring Conference celebrated seven years of delighting in dullness. At this event, people flocked to talks about weather, traffic jams, and vending-machine sounds, among other sleep-inducing topics.",
        "What, exactly, is everybody studying? One widely accepted psychological definition of boredom is “the distasteful experience of wanting, but being unable, to engage in satisfying activity.” But how can you quantify a person's boredom level and compare it with someone else's? In 1986, psychologists introduced the Boredom Proneness Scale, designed to measure an individual's overall tendency to feel bored. By contrast, the Multidimensional State Boredom Scale, developed in 2008, measures a person's feelings of boredom in a given situation.",
        "Boredom has been linked to behavior issues including inattentive driving, mindless snacking, excessive drinking, and addictive gambling. In fact, many of us would choose pain over boredom. One team of psychologists discovered that two-thirds of men and a quarter of women would rather self-administer electric shocks than sit alone with their thoughts for 15 minutes. Researching this phenomenon, another team asked volunteers to watch boring, sad, or neutral films, during which they could self-administer electric shocks. The bored volunteers shocked themselves more and harder than the sad or neutral ones did.",
        "But boredom isn't all bad. By encouraging self-reflection and daydreaming, it can spur activity. An early study gave participants abundant time to complete problem-solving and word-association exercises. Once all the obvious answers were exhausted, participants gave more and more inventive answers to combat boredom. A British study took these findings one step further, asking subjects to complete a creative challenge (coming up with a list of alternative uses for a household item). One group of subjects did a boring activity first, while the others went straight to the creative task. Those whose boredom pumps had been primed were more productive.",
        "In our always-connected world, boredom may be a hard-to-define state, but it is a fertile one. Watch paint dry or water boil, or at least put away your smartphone for a while, and you might unlock your next big idea."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "When are people likely to experience boredom, according to an accepted psychological definition?",
            "Options": [
                {
                    "key": "A",
                    "text": "When they don't have the chance to do what they want."
                },
                {
                    "key": "B",
                    "text": "When they don't enjoy the materials they are studying."
                },
                {
                    "key": "C",
                    "text": "When they experience something unpleasant."
                },
                {
                    "key": "D",
                    "text": "When they engage in some routine activities."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What does the author say boredom can lead to?",
            "Options": [
                {
                    "key": "A",
                    "text": "Determination."
                },
                {
                    "key": "B",
                    "text": "Concentration"
                },
                {
                    "key": "C",
                    "text": "Mental deterioration."
                },
                {
                    "key": "D",
                    "text": "Harmful conduct."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What is the finding of one team of psychologists in their experiment?",
            "Options": [
                {
                    "key": "A",
                    "text": "Volunteers prefer watching a boring movie to sitting alone deliberating."
                },
                {
                    "key": "B",
                    "text": "Many volunteers choose to hurt themselves rather than endure boredom."
                },
                {
                    "key": "C",
                    "text": "Male volunteers are more immune to the effects of boredom than females."
                },
                {
                    "key": "D",
                    "text": "Many volunteers are unable to resist boredom longer than fifteen minutes."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "Why does the author say boredom isn't all bad?",
            "Options": [
                {
                    "key": "A",
                    "text": "It stimulates memorization."
                },
                {
                    "key": "B",
                    "text": "It allows time for relaxation."
                },
                {
                    "key": "C",
                    "text": "It may promote creative thinking."
                },
                {
                    "key": "D",
                    "text": "It may facilitate independent learning."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What does the author suggest one do when faced with a challenging problem?",
            "Options": [
                {
                    "key": "A",
                    "text": "Stop idling and think big."
                },
                {
                    "key": "B",
                    "text": "Unlock one's smartphone."
                },
                {
                    "key": "C",
                    "text": "Look around oneself for stimulation."
                },
                {
                    "key": "D",
                    "text": "Allow oneself some time to be bored."
                }
            ]
        }
    ],
    "passagesTwo": [
        "Forests in countries like Brazil and the Congo get a lot of attention from environmentalists, and it is easy to see why. South America and sub-Saharan Africa are experiencing deforestation on an enormous scale: every year almost 5 million hectares are lost. But forests are also changing in rich Western countries. They are growing larger, both in the sense that they occupy more land and that the trees in them are bigger. What is going on?",
        "Forests are spreading in almost all Western countries, with the fastest growth in places that historically had rather few trees. In 1990 28% of Spain was forested; now the proportion is 37%. In both Greece and Italy, the growth was from 26% to 32% over the same period. Forests are gradually taking more land in America and Australia. Perhaps most astonishing is the trend in Ireland. Roughly 1% of that country was forested when it became independent in 1922. Now forests cover 11% of the land, and the government wants to push the proportion to 18% by the 2040s.",
        "Two things are fertilising this growth. The first is the abandonment of farmland, especially in high, dry places where nothing grows terribly well. When farmers give up trying to earn a living from farming or herding, trees simply move in. The second is government policy and subsidy. Throughout history, governments have protected and promoted forests for diverse reasons, ranging from the need for wooden warships to a desire to promote suburban house-building. Nowadays forests are increasingly welcome because they suck in carbon pollution from the air. The justifications change; the desire for more trees remains constant.",
        "The greening of the West does not delight everyone. Farmers complain that land is being taken out of use by generously subsidised tree plantations. Parts of Spain and Portugal suffer from terrible forest fires. Others simply dislike the appearance of forests planted in neat rows. They will have to get used to the trees, however. The growth of Western forests seems almost as unstoppable as deforestation elsewhere."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What is catching environmentalists' attention nowadays?",
            "Options": [
                {
                    "key": "A",
                    "text": "Rich countries are stripping poor ones of their resources."
                },
                {
                    "key": "B",
                    "text": "Forests are fast shrinking in many developing countries."
                },
                {
                    "key": "C",
                    "text": "Forests are eating away the fertile farmland worldwide."
                },
                {
                    "key": "D",
                    "text": "Rich countries are doing little to address deforestation."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "Which countries have the fastest forest growth?",
            "Options": [
                {
                    "key": "A",
                    "text": "Those that have newly achieved independence."
                },
                {
                    "key": "B",
                    "text": "Those that have the greatest demand for timber."
                },
                {
                    "key": "C",
                    "text": "Those that used to have the lowest forest coverage."
                },
                {
                    "key": "D",
                    "text": "Those that provide enormous government subsidies."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What has encouraged forest growth historically?",
            "Options": [
                {
                    "key": "A",
                    "text": "The government's advocacy."
                },
                {
                    "key": "B",
                    "text": "The use of wood for fuel."
                },
                {
                    "key": "C",
                    "text": "The favourable climate."
                },
                {
                    "key": "D",
                    "text": "The green movement."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What accounts for our increasing desire for forests?",
            "Options": [
                {
                    "key": "A",
                    "text": "Their unique scenic beauty."
                },
                {
                    "key": "B",
                    "text": "Their use as fruit plantations."
                },
                {
                    "key": "C",
                    "text": "Their capability of improving air quality."
                },
                {
                    "key": "D",
                    "text": "Their stable supply of building materials."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What does the author conclude about the prospects of forestation?",
            "Options": [
                {
                    "key": "A",
                    "text": "Deserts in sub-Saharan Africa will diminish gradually."
                },
                {
                    "key": "B",
                    "text": "It will play a more and more important role in people's lives."
                },
                {
                    "key": "C",
                    "text": "Forest destruction in the developing world will quickly slow down."
                },
                {
                    "key": "D",
                    "text": "Developed and developing countries are moving in opposite directions."
                }
            ]
        }
    ]
}