{
  "title": "Section B",
  "passageTitle": "Data sharing: An open mind on open data",
  "passages": [
    "A) It is a movement building steady momentum: a call to make research data, software code and experimental methods publicly available and transparent. A spirit of openness is gaining acceptance in the science community, and is the only way, say advocates, to address a ‘crisis' in science whereby too few findings are successfully reproduced. Furthermore, they say, it is the best way for researchers to gather the range of observations that are necessary to speed up discoveries or to identify large-scale trends.",
    "B) The open-data shift poses a confusing problem for junior researchers. On the one hand, the drive to share is gathering official steam. Since 2013, global scientific bodies have begun to back policies that support increased public access to research. On the other hand, scientists disagree about how much and when they should share data, and they debate whether sharing it is more likely to accelerate science and make it more robust, or to introduce vulnerabilities and problems. As more journals and funders adopt data-sharing requirements, and as a growing number of enthusiasts call for more openness, junior researchers must find their place between adopters and those who continue to hold out, even as they strive to launch their own careers.",
    "C) One key challenge facing young scientists is how to be open without becoming scientifically vulnerable. They must determine the risk of jeopardizing a job offer or a collaboration proposal from those who are wary of—or unfamiliar with—open science. And they must learn how to capitalize on the movement's benefits, such as opportunities for more citations and a way to build a reputation without the need for conventional metrics, such as publication in high-impact journals.",
    "D) Some fields have embraced open data more than others. Researchers in psychology, a field rocked by findings of irreproducibility in the past few years, have been especially vocal supporters of the drive for more-open science. A few psychology journals have created incentives to increase interest in reproducible science—for example, by affixing an ‘open-data' badge to articles that clearly state where data are available. According to social psychologist Brian Nosek, executive director of the Center for Open Science, the average data-sharing rate for the journal Psychological Science, which uses the badges, increased tenfold to 38% from 2013 to 2015.",
    "E) Funders, too, are increasingly adopting an open-data policy. Several strongly encourage, and some require, a date-management plan that makes data available. The US National Science Foundation is among these. Some philanthropic（慈善的） funders, including the Bill & Melinda Gates Foundation in Seattle, Washington, and the Wellcome Trust in London, also mandate open data from their grant recipients.",
    "F) But many young researchers, especially those who have not been mentored in open science, are uncertain about whether to share or to stay private. Graduate students and postdocs, who often are working on their lab head's grant, may have no choice if their supervisor or another senior colleague opposes sharing.",
    "G) Some fear that the potential impact of sharing is too high, especially at the early stages of a career. “Everybody has a scary story about someone getting scooped（被抢先）,” says New York University astronomer David Hogg. Those fears may be a factor in a lingering hesitation to share data even when publishing in journals that mandate it.",
    "H) Researchers at small labs or at institutions focused on teaching arguably have the most to lose when sharing hard-won data. “With my institution and teaching load, I don't have postdocs and grad students,” says Terry McGlynn, a tropical biologist at California State University, Dominguez Hills. “The stakes are higher for me to share data because it's a bigger fraction of what's happening in my lab.”",
    "I) Researchers also point to the time sink that is involved in preparing data for others to view. Once the data and associated materials appear in a repository（存储库）, answering questions and handling complaints can take many hours.",
    "J) The time investment can present other problems. In some cases, says data scientist Karthik Ram, it may be difficult for junior researchers to embrace openness when senior colleagues—many of whom head selection and promotion committees—might ridicule what they may view as misplaced energies. “I've heard this recently—that embracing the idea of open data and code makes traditional academics uncomfortable,” says Ram. “The concern seems to be that open advocates don't spend their time being as productive as possible.”",
    "K) An open-science stance can also add complexity to a collaboration. Kate Ratliff, who studies social attitudes at the University of Florida, Gainesville, says that it can seem as if there are two camps in a field—those who care about open science and those who don't. “There's a new area to navigate—‘Are you cool with the fact that I'll want to make the data open?'—when talking with somebody about an interesting research idea,” she says.",
    "L) Despite complications and concerns, the upsides of sharing can be significant. For example, when information is uploaded to a repository, a digital object identifier (DOI) is assigned. Scientists can use a DOI to publish each step of the research life cycle, not just the final paper. In so doing, they can potentially get three citations —one each for the data and software, in addition to the paper itself. And although some say that citations for software or data have little currency in academia, they can have other benefits.",
    "M) Many advocates think that transparent data procedures with a date and time stamp will protect scientists from being scooped. “This is the sweet spot between sharing and getting credit for it, while discouraging plagiarism（剽窃）,” says Ivo Grigorov, a project coordinator at the National Institute of Aquatic Resources Research Secretariat in Charlottenlund, Denmark. Hogg says that scooping is less of a problem than many think. “The two cases I'm familiar with didn't involve open data or code,” he says.",
    "N) Open science also offers junior researchers the chance to level the playing field by gaining better access to crucial data. Ross Mounce, a postdoc studying evolutionary biology at the University of Cambridge, UK, is a vocal champion of open science, partly because his fossil-based research depends on access to others' data. He says that more openness in science could help to discourage what some perceive as a common practice of shutting out early-career scientists' requests for data.",
    "O) Communication also helps for those who worry about jeopardizing a collaboration, he says. Concerns about open science should be discussed at the outset of a study. “Whenever you start a project with someone, you have to establish a clear understanding of expectations for who owns the data, at what point they go public and who can do what with them,” he says.",
    "P) In the end, sharing data, software and materials with colleagues can help an early-career researcher to gain recognition—a crucial component of success. “The thing you are searching for is reputation,” says Titus Brown, a genomics（基因组学） researcher at the University of California, Davis. “To get grants and jobs, you have to be relevant and achieve some level of public recognition. Anything you do that advances your presence—especially in a larger sphere, outside the communities you know—is a net win.”"
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "Astronomer David Hogg doesn't think scooping is as serious a problem as generally thought."
    },
    {
      "Number": 37,
      "Statement": "Some researchers are hesitant to make their data public for fear that others might publish something similar before them."
    },
    {
      "Number": 38,
      "Statement": "Some psychology journals have offered incentives to encourage authors to share their data."
    },
    {
      "Number": 39,
      "Statement": "There is a growing demand in the science community that research data be open to the public."
    },
    {
      "Number": 40,
      "Statement": "Sharing data offers early-career researchers the chance to build a certain level of reputation."
    },
    {
      "Number": 41,
      "Statement": "Data sharing enables scientists to publish each step of their research work, thus leading to more citations."
    },
    {
      "Number": 42,
      "Statement": "Scientists hold different opinions about the extent and timing of data sharing."
    },
    {
      "Number": 43,
      "Statement": "Potential problems related to data sharing should be made known to and discussed by all participants at the beginning of a joint research project."
    },
    {
      "Number": 44,
      "Statement": "Sharing data and handling data-related issues can be time-consuming."
    },
    {
      "Number": 45,
      "Statement": "Junior researchers may have no say when it comes to sharing data."
    }
  ]
}