{
  "title": "Section C",
  "passagesOne": [
    "To write his 2010 book,The 5-Factor World Diet, nutritionist Harley Pasternak traveled to the healthiest countries around the world to learn more about what made their meals extra nourishing.",
    "He noted that Japanese people ate a wonderful variety of seaweeds, and that Chinese people tried to include at least five different colors in every meal. Pasternak also came away with some valuable observations about how different the North American way of life was, compared with many other countries.",
    "For starters, Americans eat much bigger portions than people in other countries. \"We don't prioritize eating seasonally or locally, and we also add lots of salt, sugar and thickening agents to our foods,\" explained Pasternak. Contrast that to the healthy Mediterranean, Nordic and Okinawan diets listed in Pasternak's book. They all seem to stick to the ethos（特质）of regional, seasonal produce.",
    "For example, a traditional Mediterranean diet includes fruits, vegetables, whole grains, nuts and olive oil as the main components of nutritional intake. Fish, chicken and red wine make moderate appearances, while red meat, salt and sugar are used much less often. The benefits of a traditional Mediterranean diet have been studied since the 1970s, and researchers have found that living that olive oil life can help people lose weight, lower their heart disease risk and reverse diabetes.",
    "Most other healthy eating cultures also make meals an event-say,multiple courses around the family table, or a glass or two of red wine at a long lunch-as opposed to hastily wolfing down handfuls of cereal above the kitchen sink and calling it dinner.",
    "Each of the healthy eating cultures has its own unique feature. But Pasternak did take note of one uniting factor in all of the healthy societies he observed. \"The only overlapping feature in most of these healthy countries is that they all walk way more than the average American,\" said Pasternak. \"So really, regardless of what you're eating, if someone's walking four miles more than you each day, they're going to be a lot thinner and live a lot longer than you.\""
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What characterizes Japanese and Chinese foods?",
      "Options": [
        {
          "key": "A",
          "text": "Variety."
        },
        {
          "key": "B",
          "text": "Flavor."
        },
        {
          "key": "C",
          "text": "Color."
        },
        {
          "key": "D",
          "text": "Naturalness."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What is typical of Americans in the way of eating?",
      "Options": [
        {
          "key": "A",
          "text": "They emphasize nutrition."
        },
        {
          "key": "B",
          "text": "They tend to eat quite a lot."
        },
        {
          "key": "C",
          "text": "They prioritize convenience."
        },
        {
          "key": "D",
          "text": "They care about flavors."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What features in Mediterranean, Nordic and Okinawan diets?",
      "Options": [
        {
          "key": "A",
          "text": "Fruits and vegetables."
        },
        {
          "key": "B",
          "text": "Olive oil and red wine."
        },
        {
          "key": "C",
          "text": "Seasonal local produce."
        },
        {
          "key": "D",
          "text": "Unprocessed ingredients."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What do people in most healthy eating cultures have in common?",
      "Options": [
        {
          "key": "A",
          "text": "They get the whole family to eat at a table."
        },
        {
          "key": "B",
          "text": "They eat their meals regularly and punctually."
        },
        {
          "key": "C",
          "text": "They consume plenty of cereal for breakfast."
        },
        {
          "key": "D",
          "text": "They attach great importance to their meals."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "Compared with the average American,people in healthy societies______",
      "Options": [
        {
          "key": "A",
          "text": "walk at least 4 miles a day"
        },
        {
          "key": "B",
          "text": "do considerably more walking"
        },
        {
          "key": "C",
          "text": "pay more attention to body shape"
        },
        {
          "key": "D",
          "text": "consume a lot more organic food"
        }
      ]
    }
  ],
  "passagesTwo": [
    "Recognizing when a friend or colleague feels sad, angry or surprised is key to getting along with others. But a new study suggests that being sensitive to people's feelings may sometimes come with an extra dose of stress. This and other research challenge the prevailing view that emotional inteligence is uniformly beneficial to its bearer.",
    "In a study,psychologist Myriam Bechtoldt of the Frankfurt School of Finance and Management in Germany asked 166 male university students a series of questions to measure their emotional intelligence. For example,they showed the students photographs of people's faces and asked them to what extent feelings such as happiness or disgust were being expressed. The students then had to give job talks in front of judges who displayed serious facial expressions. The scientists measured concentrations of stress hormones in the students'saliva（唾液）before and after the talk.",
    "In students who were rated more emotionally intelligent, the stress measures increased more during the experiment and took longer to go back to baseline. The findings suggest that some people may be too emotionally clever for their own good, says Bechtoldt. \"Sometimes you can be so good at something that it causes trouble,\" she notes.",
    "Indeed, the study adds to previous research hinting at a dark side of emotional intelligence. A study published in 2002 in Personality and Individual Differences suggested that emotionally perceptive people might be particularly influenced by feelings of depression and hopelessness. Furthermore,several studies have implied that emotional intelligence can be used to maninulate others for personal gains.",
    "More research is needed to see how exactly the relation between emotional intelligence and stress would play out in women and in people of different ages and education levels. Nevertheless,emotional intelligence is a useful skill to have, as long as you learn to also properly cope with emotions一both others' and your own, says Bechtoldt. For example, some sensitive individuals may assume responsibility for other people's sadness or anger, which ultimately stresses them out. Remembet, as Bechtoldt says, \"you are not responsible for how other people feel.\""
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What is the finding of the new study?",
      "Options": [
        {
          "key": "A",
          "text": "Emotional intelligence helps people get along with others."
        },
        {
          "key": "B",
          "text": "Emotional intelligence is generally beneficial to its bearer."
        },
        {
          "key": "C",
          "text": "People who are aware of others' feelings may experience more stress."
        },
        {
          "key": "D",
          "text": "People who are emotionally stressed may have trouble making friends."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What was the purpose of psychologist Myriam Bechtoldt's experiment?",
      "Options": [
        {
          "key": "A",
          "text": "To define different types of human feelings."
        },
        {
          "key": "B",
          "text": "To assess the impacts of being emotionally clever."
        },
        {
          "key": "C",
          "text": "To demonstrate how to distinguish different feelings."
        },
        {
          "key": "D",
          "text": "To identify gender differences in emotional intelligence."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What does the finding of Myriam Bechtoldt's study indicate?",
      "Options": [
        {
          "key": "A",
          "text": "Greater emotional cleverness means less trouble in one's life."
        },
        {
          "key": "B",
          "text": "Emotional intelligence helps people succeed in job interviews."
        },
        {
          "key": "C",
          "text": "People's psychological wellbeing is related to various factors."
        },
        {
          "key": "D",
          "text": "People may suffer from having a high emotional intelligence."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What do we learn about emotional intelligence from a number of studies?",
      "Options": [
        {
          "key": "A",
          "text": "People suffering from depression are emotionally immature."
        },
        {
          "key": "B",
          "text": "People who look at the dark side of life often feel depressed."
        },
        {
          "key": "C",
          "text": "Some people may take advantage of it and benefit themselves."
        },
        {
          "key": "D",
          "text": "Some people may lack it and are easily manipulated by others."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What does the author suggest sensitive individuals do?",
      "Options": [
        {
          "key": "A",
          "text": "Avoid burdening themselves with others' feelings."
        },
        {
          "key": "B",
          "text": "Rid themselves of worries over worldly affairs."
        },
        {
          "key": "C",
          "text": "Learn to cope with people's negative feelings."
        },
        {
          "key": "D",
          "text": "Help people to deal with their troubles in life."
        }
      ]
    }
  ]
}
