{
    "title": "Section C",
    "passagesOne": [
        "Textbooks represent an 11 billion dollar industry, up from $8 billion in 2014. Textbook publisher Pearson is the largest publisher—of any kind—in the world.",
        "It costs about $1 million to create a new textbook. A freshman textbook will have dozens of contributors, from subject-matter experts through graphic and layout artists to expert reviewers and classroom testers. Textbook publishers connect professors, instructors and students in ways that alternatives, such as open e-textbooks and open educational resources, simply do not. This connection happens not only by means of collaborative development, review and testing, but also at conferences where faculty regularly decide on their textbooks and curricula for the coming year.",
        "It is true that textbook publishers have recently reported losses, largely due to students renting or buying used print textbooks. But this can be chalked up to the excessively high cost of their books—which has increased over 1,000 percent since 1977. A restructuring of the textbook industry may well be in order. But this does not mean the end of the textbook itself.",
        "While they may not be as dynamic as an iPad, textbooks are not passive or lifeless. For example, over the centuries, they have simulated (模拟) dialogues in a number of ways. From 1800 to the present day, textbooks have done this by posing questions for students to answer inductively (归纳性地). That means students are asked to use their individual experience to come up with answers to general questions. Today's psychology texts, for example, ask: “How much of your personality do you think you inherited?” while ones in physics say: “How can you predict where the ball you tossed will land?”",
        "Experts observe that “textbooks come in layers, something like an onion.” For an active learner, engaging with a textbook can be an interactive experience. Readers proceed at their own pace. They “customize” their books by engaging with different layers and linkages. Highlighting, Post-It notes, dog-ears and other techniques allow for further customization that students value in print books over digital forms of books."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What does the passage say about open educational resources?",
            "Options": [
                {
                    "key": "A",
                    "text": "They contribute to teaching as much as to learning."
                },
                {
                    "key": "B",
                    "text": "They don't profit as much as traditional textbooks do."
                },
                {
                    "key": "C",
                    "text": "They can't connect professors and students as textbooks do."
                },
                {
                    "key": "D",
                    "text": "They compete fiercely for customers with textbook producers."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What is the main cause of the publishers' losses?",
            "Options": [
                {
                    "key": "A",
                    "text": "Failure to meet student need."
                },
                {
                    "key": "B",
                    "text": "Industry restructuring."
                },
                {
                    "key": "C",
                    "text": "Emergence of e-books."
                },
                {
                    "key": "D",
                    "text": "Falling sales."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What does the textbook industry need to do?",
            "Options": [
                {
                    "key": "A",
                    "text": "Reform its structures."
                },
                {
                    "key": "B",
                    "text": "Cut its retail prices."
                },
                {
                    "key": "C",
                    "text": "Find replacements for printed textbooks."
                },
                {
                    "key": "D",
                    "text": "Change its business strategy periodically."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "What are students expected to do in the learning process?",
            "Options": [
                {
                    "key": "A",
                    "text": "Think carefully before answering each question."
                },
                {
                    "key": "B",
                    "text": "Ask questions based on their own understanding."
                },
                {
                    "key": "C",
                    "text": "Answer questions using their personal experience."
                },
                {
                    "key": "D",
                    "text": "Give answers showing their respective personality."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What do experts say about students using textbooks?",
            "Options": [
                {
                    "key": "A",
                    "text": "They can digitalize the prints easily."
                },
                {
                    "key": "B",
                    "text": "They can learn in an interactive way."
                },
                {
                    "key": "C",
                    "text": "They can purchase customized versions."
                },
                {
                    "key": "D",
                    "text": "They can adapt the material themselves."
                }
            ]
        }
    ],
    "passagesTwo": [
        "When we think of animals and plants, we have a pretty good way of dividing them into two distinct groups: one converts sunlight into energy and the other has to eat food to make its energy. Well, those dividing lines come crashing down with the discovery of a sea slug (海蛞蝓) that's truly half animal and half plant. It's pretty incredible how it has managed to hijack the genes of the algae (藻类) on which it feeds.",
        "The slugs can manufacture chlorophyll, the green pigment (色素) in plants that captures energy from sunlight, and hold these genes within their body. The term kleptoplasty is used to describe the practice of using hijacked genes to create nutrients from sunlight. And so far, this green sea slug is the only known animal that can be truly considered solar-powered, although some animals do exhibit some plant-like behaviors. Many scientists have studied the green sea slugs to confirm that they are actually able to create energy from sunlight.",
        "In fact, the slugs use the genetic material so well that they pass it on to their future generations. Their babies retain the ability to produce their own chlorophyll, though they can't generate energy from sunlight until they've eaten enough algae to steal the necessary genes, which they can't yet produce on their own.",
        "“There's no way on earth that genes from an alga should work inside an animal cell,” says Sidney Pierce from the University of South Florida. “And yet here, they do. They allow the animal to rely on sunshine for its nutrition. So if something happens to their food source, they have a way of not starving to death until they find more algae to eat.”",
        "The sea slugs are so good at gathering energy from the sun that they can live up to nine months without having to eat any food. They get all their nutritional needs met by the genes that they've hijacked from the algae."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What is the distinctive feature of a sea slug?",
            "Options": [
                {
                    "key": "A",
                    "text": "It looks like both a plant and an animal."
                },
                {
                    "key": "B",
                    "text": "It converts some sea animals into plants."
                },
                {
                    "key": "C",
                    "text": "It lives half on animals and half on plants."
                },
                {
                    "key": "D",
                    "text": "It gets energy from both food and sunlight."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What enables the sea slug to live like a plant?",
            "Options": [
                {
                    "key": "A",
                    "text": "The genes it captures from the sea plant algae."
                },
                {
                    "key": "B",
                    "text": "The mechanism by which it conserves energy."
                },
                {
                    "key": "C",
                    "text": "The nutrients it hijacks from other species."
                },
                {
                    "key": "D",
                    "text": "The green pigment it inherits from its ancestors."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What does the author say about baby sea slugs?",
            "Options": [
                {
                    "key": "A",
                    "text": "They can live without sunlight for a long time."
                },
                {
                    "key": "B",
                    "text": "They can absorb sunlight right after their birth."
                },
                {
                    "key": "C",
                    "text": "They can survive without algae for quite some time."
                },
                {
                    "key": "D",
                    "text": "They can produce chlorophyll on their own."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What does Sidney Pierce say about genes from an alga?",
            "Options": [
                {
                    "key": "A",
                    "text": "They are stolen from animals like the sea slug."
                },
                {
                    "key": "B",
                    "text": "They can't function unless exposed to sunlight."
                },
                {
                    "key": "C",
                    "text": "They don't usually function inside animal cells."
                },
                {
                    "key": "D",
                    "text": "They can readily be converted to sea slug genes."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What do we learn about sea slugs from the passage?",
            "Options": [
                {
                    "key": "A",
                    "text": "They behave the way most plant species do."
                },
                {
                    "key": "B",
                    "text": "They can survive for months without eating."
                },
                {
                    "key": "C",
                    "text": "They will turn into plants when they mature."
                },
                {
                    "key": "D",
                    "text": "They will starve to death without sunlight."
                }
            ]
        }
    ]
}