{
  "title": "Section C",
  "passagesOne": [
    "We live today indebted to McCardell, Cashin, Hawes, Wilkins, and Maxwell, and other women who liberated American fashion from the confines of Parisian design. Independence came in tying, wrapping, storing, harmonizing, and rationalizing that wardrobe. These designers established the modern dress code, letting playsuits and other activewear outfits suffice for casual clothing, allowing pants to enter the wardrobe, and prizing rationalism and versatility in dress, in contradiction to dressing for an occasion or allotment of the day. Fashion in America was logical and answerable to the will of the women who wore it. Implicitly or explicitly, American fashion addressed a democracy, whereas traditional Paris-based fashion was prescriptive and imposed on women, willing or not.",
    "In an earlier time, American fashion had also followed the dictates of Paris, or even copied and pirated specific French designs. Designer sportswear was not modeled on that of Europe, as “modern art”would later be; it was genuinely invented and developed in America. Its designers were not high-end with supplementary lines. The design objective and the business commitment were to sportswear, and the distinctive traits were problem-solving ingenuity and realistic lifestyle applications. Ease of care was most important: summer dresses and outfits, in particular, were chiefly cotton, readily capable of being washed and pressed at home. Closings were simple, practical, and accessible, as the modern woman depended on no personal maid to dress her. American designers prized resourcefulness and the freedom of the women who wore the clothing.",
    "Many have argued that the women designers of this time were able to project their own clothing values into a new style. Of course, much of this argument in the 1930s?40s was advanced because there was little or no experience in justifying apparel （服装） on the basis of utility. If Paris was cast aside, the tradition of beauty was also to some degree slighted. Designer sportswear would have to be verified by a standard other than that of pure beauty; the emulation of a designer's life in designer sportswear was a crude version of this relationship. The consumer was ultimately to be mentioned as well, especially by the likes of Dorothy Shaver, who could point to the sales figures at Lord & Taylor.",
    "Could utility alone justify the new ideas of the American designers? Fashion is often regarded as a pursuit of beauty, and some cherished fashion's trivial relationship to the fine arts. What the designers of American sportswear proved was that fashion is a genuine design art, answering to the demanding needs of service. Of course these practical, insightful designers have determined the course of late twentieth-century fashion. They were the pioneers of gender equity, in their useful, adaptable clothing, which was both made for the masses and capable of self-expression."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What contribution did the women designers make to American fashion?",
      "Options": [
        {
          "key": "A",
          "text": "They made some improvements on the traditional Parisian design."
        },
        {
          "key": "B",
          "text": "They formulated a dress code with distinctive American features."
        },
        {
          "key": "C",
          "text": "They came up with a brandnew set of design procedures."
        },
        {
          "key": "D",
          "text": "They made originality a top priority in their fashion design."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What do we learn about American designer sportswear?",
      "Options": [
        {
          "key": "A",
          "text": "It imitated the European model."
        },
        {
          "key": "B",
          "text": "It laid emphasis on women's beauty."
        },
        {
          "key": "C",
          "text": "It represented genuine American art."
        },
        {
          "key": "D",
          "text": "It was a completely new invention."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What characterized American designer sportswear?",
      "Options": [
        {
          "key": "A",
          "text": "Pursuit of beauty."
        },
        {
          "key": "B",
          "text": "Decorative closings."
        },
        {
          "key": "C",
          "text": "Ease of care."
        },
        {
          "key": "D",
          "text": "Fabric quality."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What occurred in the design of women's apparel in America during the 1930s-40s?",
      "Options": [
        {
          "key": "A",
          "text": "A shift of emphasis from beauty to utility."
        },
        {
          "key": "B",
          "text": "The emulation of traditional Parisian design."
        },
        {
          "key": "C",
          "text": "A search for balance between tradition and novelty."
        },
        {
          "key": "D",
          "text": "The involvement of more women in fashion design."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What do we learn about designers of American sportswear?",
      "Options": [
        {
          "key": "A",
          "text": "They catered to the taste of the younger generation."
        },
        {
          "key": "B",
          "text": "They radically changed people's concept of beauty."
        },
        {
          "key": "C",
          "text": "They advocated equity between men and women."
        },
        {
          "key": "D",
          "text": "They became rivals of their Parisian counterparts."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Massive rubbish dumps and sprawling landfills constitute one of the more uncomfortable impacts that humans have on wildlife. They have led some birds to give up on migration. Instead of flying thousands of miles in search of food, they make the waste sites their winter feeding grounds.",
    "Researchers in Germany used miniature GPS tags to track the migrations of 70 white storks （鹳） from different sites across Europe and Asia during the first five months of their lives. While many birds travelled along well-known routes to warmer climates, others stopped short and spent the winter on landfills, feeding on food waste, and the multitudes of insects that thrive on the dumps.",
    "In the short-term, the birds seem to benefit from overwintering （过冬） on rubbish dumps. Andrea Flack of the Max Planck Institute found that birds following traditional migration routes were more likely to die than German storks that flew only as far as northern Morocco, and spent the winter there on rubbish dumps. “For the birds it's a very convenient way to get food. There are huge clusters of organic waste they can feed on,”said Flack. The meals are not particularly appetising, or even safe. Much of the waste is discarded rotten meat, mixed in with other human debris such as plastic bags and old toys.",
    "“It's very risky. The birds can easily eat pieces of plastic or rubber bands and they can die,”said Flack. “And we don't know about the long-term consequences. They might eat something toxic and damage their health. We cannot estimate that yet.”",
    "The scientists tracked white storks from different colonies in Europe and Africa. The Russian, Greek and Polish storks flew as far as South Africa, while those from Spain, Tunisia and Germany flew only as far as the Sahel.",
    "Landfill sites on the Iberian peninsula have long attracted local white storks, but all of the Spanish birds tagged in the study flew across the Sahara desert to the western Sahel. Writing in the journal, the scientists describe how the storks from Germany were clearly affected by the presence of waste sites, with four out of six birds that survived for at least five months overwintering on rubbish dumps in northern Morocco, instead of migrating to the Sahel.",
    "Flack said it was too early to know whether the benefits of plentiful food outweighed the risks of feeding on landfills. But that's not the only uncertainty. Migrating birds affect ecosystems both at home and at their winter destinations, and disrupting the traditional routes could have unexpected side effects. White storks feed on locusts （蝗虫） and other insects that can become pests if their numbers get out of hand. “They provide a useful service,”said Flack."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What is the impact of rubbish dumps on wildlife?",
      "Options": [
        {
          "key": "A",
          "text": "They have forced white storks to search for safer winter shelters."
        },
        {
          "key": "B",
          "text": "They have seriously polluted the places where birds spend winter."
        },
        {
          "key": "C",
          "text": "They have accelerated the reproduction of some harmful insects."
        },
        {
          "key": "D",
          "text": "They have changed the previous migration habits of certain birds."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What do we learn about birds following the traditional migration routes?",
      "Options": [
        {
          "key": "A",
          "text": "They can multiply at an accelerating rate."
        },
        {
          "key": "B",
          "text": "They can better pull through the winter."
        },
        {
          "key": "C",
          "text": "They help humans kill harmful insects."
        },
        {
          "key": "D",
          "text": "They are more likely to be at risk of dying."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What does Andrea Flack say about the birds overwintering on rubbish dumps?",
      "Options": [
        {
          "key": "A",
          "text": "They may end up staying there permanently."
        },
        {
          "key": "B",
          "text": "They may eat something harmful."
        },
        {
          "key": "C",
          "text": "They may evolve new feeding habits."
        },
        {
          "key": "D",
          "text": "They may have trouble getting adequate food."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What can be inferred about the Spanish birds tagged in the study?",
      "Options": [
        {
          "key": "A",
          "text": "They gradually lose the habit of migrating in winter."
        },
        {
          "key": "B",
          "text": "They prefer rubbish dumps far away to those at home."
        },
        {
          "key": "C",
          "text": "They are not attracted to the rubbish dumps on their migration routes."
        },
        {
          "key": "D",
          "text": "They join the storks from Germany on rubbish dumps in Morocco."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What is scientists' other concern about white storks feeding on landfills?",
      "Options": [
        {
          "key": "A",
          "text": "The potential harm to the ecosystem."
        },
        {
          "key": "B",
          "text": "The genetic change in the stork species."
        },
        {
          "key": "C",
          "text": "The spread of epidemics to their homeland."
        },
        {
          "key": "D",
          "text": "The damaging effect on bio-diversity."
        }
      ]
    }
  ]
}
