{
  "title": "Section B",
  "passageTitle": "Elite Math Competitions Struggle to Diversify Their Talent Pool",
  "passages": [
    "A) Interest in elite high school math competitions has grown in recent years, and in light of last summer's U.S. win at the International Math Olympiad(IMO)—the first for an American team in more than two decades—the trend is likely to continue.",
    "B) But will such contests, which are overwhelmingly dominated by Asian and white students from middle-class and affluent families, become any more diverse? Many social and cultural factors play roles in determining which promising students get on the path toward international math recognition. But efforts are in place to expose more black, Hispanic, and low-income students to advanced math, in the hope that the demographic pool of high-level contenders will eventually begin to shift and become less exclusive.",
    "C) “The challenge is if certain types of people are doing something, it's difficult for other people to break into it,”said Po-Shen Loh, the head coach of last year's winning U.S. Math Olympiad team. Participation grows through friends and networks and if “you realize that's how they're growing, you can start to take action”and bring in other students, he said.",
    "D) Most of the training for advanced-math competitions happens outside the confines of the normal school day. Students attend after-school clubs, summer camps, online forums and classes, and university-based “math circles,”to prepare for the competitions.",
    "E) One of the largest feeders for high school math competitions—including those that eventually lead to the IMO—is a middle school program called MathCounts. About 100,000 students around the country participate in the program's competition series, which culminates in a national game-show-style contest held each May. The most recent one took place last week in Washington, D. C. Students join a team through their schools, which provide a volunteer coach and pay a nominal fee to send students to regional and state competitions. The 224 students who make it to the national competition get an all-expenses-paid trip.",
    "F) Nearly all members of last year's winning U.S. IMO team took part in MathCounts as middle school students, as did Loh, the coach. “Middle school is an important age because students have enough math capability to solve advanced problems, but they haven't really decided what they want to do with their lives,”said Loh. “They often get hooked then.”",
    "G) Another influential feeder for advanced-math students is an online school called Art of Problem Solving, which began about 13 years ago and now has 15,000 users. Students use forums to chat, play games, and solve problems together at no cost, or they can pay a few hundred dollars to take courses with trained teachers. According to Richard Rusczyk, the company founder, the six U.S. team members who competed at the IMO last year collectively took more than 40 courses on the site. Parents of advanced-math students and MathCounts coaches say the children are on the website constantly.",
    "H) There are also dozens of summer camps—many attached to universities—that aim to prepare elite math students. Some are pricey—a three-week intensive program can cost $4,500 or more—but most offer scholarships. The Math Olympiad Summer Training Program is a three-week math camp held by the Mathematical Association of America that leads straight to the international championship and is free for those who make it. Only about 50 students are invited based on their performance on written tests and at the USA Math Olympiad.",
    "I) Students in university towns may also have access to another lever for involvement in accelerated math: math circles. In these groups, which came out of an Eastern European tradition of developing young talent, professors teach promising K?12 students advanced mathematics for several hours after school or on weekends. The Los Angeles Math Circle, held at the University of California, Los Angeles, began in 2007 with 20 students and now has more than 250. “These math circles cost nothing, or they're very cheap for students to get involved in, but you have to know about them,”said Rusczyk. “Most people would love to get students from more underserved populations, but they just can't get them in the door. Part of it is communication; part of it is transportation.”",
    "J) It's no secret in the advanced-math community that diversity is a problem. According to Mark Saul, the director of competitions for the Mathematical Association of America, not a single African-American or Hispanic student—and only a handful of girls—has ever made it to the Math Olympiad team in its 50 years of existence. Many schools simply don't prioritize academic competitions. “Do you know who we have to beat?”asked Saul. “The football team, the basketball team—that's our competition for resources, student time, attention, school dollars, parent efforts, school enthusiasm.”",
    "K) Teachers in low-income urban and rural areas with no history of participating in math competitions may not know about advanced-math opportunities like MathCounts—and those who do may not have support or feel trained to lead them.",
    "L) But there are initiatives in place to try to get more underrepresented students involved in accelerated math. A New York City-based nonprofit called Bridge to Enter Mathematics runs a residential summer program aimed at getting underserved students, mostly black and Hispanic, working toward math and science careers. The summer after 7th grade, students spend three weeks on a college campus studying advanced math for seven hours a day. Over the next five years, the group helps the students get into other elite summer math programs, high-performing high schools, and eventually college. About 250 students so far have gone through the program, which receives funding from the Jack Kent Cooke Foundation.",
    "M) “If you look at a lot of low-income communities in the United States, there are programs that are serving them, but they're primarily centered around ‘Let's get these kids' grades up,' and not around ‘Let's get these kids access to the same kinds of opportunities as more-affluent kids,'”said Daniel Zaharopol, the founder and executive director of the program. “We're trying to create that pathway.”Students apply to the program directly through their schools. “We want to reach parents who are not plugged into the system,”said Zaharopol.",
    "N) In the past few years, MathCounts added two new middle school programs to try to diversify its participant pool—the National Math Club and the Math Video Challenge. Schools or teachers who sign up for the National Math Club receive a kit full of activities and resources, but there's no special teacher training and no competition attached.",
    "O) The Math Video Challenge is a competition, but a collaborative one. Teams of four students make a video illustrating a math problem and its real-world application. After the high-pressure Countdown round at this year's national MathCounts competition, in which the top 12 students went head to head solving complex problems in rapid fire, the finalists for the Math Video Challenge took the stage to show their videos. The demographics of that group looked quite different from those in the competition round—of the 16 video finalists, 13 were girls and eight were African-American students. The video challenge does not put individual students on the hot seat—so it's less intimidating by design. It also adds the element of artistic creativity to attract a new pool of students who may not see themselves as “math people.”"
  ],
  "questions": [
    {
      "Number": 36,
      "Statement": "Middle school is a crucial period when students may become keenly interested in advanced mathematics."
    },
    {
      "Number": 37,
      "Statement": "Elite high school math competitions are attracting more interest throughout the United States."
    },
    {
      "Number": 38,
      "Statement": "Math circles provide students with access to advanced-math training by university professors."
    },
    {
      "Number": 39,
      "Statement": "Students may take advantage of online resources to learn to solve math problems."
    },
    {
      "Number": 40,
      "Statement": "The summer program run by a nonprofit organization has helped many underserved students learn advanced math."
    },
    {
      "Number": 41,
      "Statement": "Winners of local contests will participate in the national math competition for free."
    },
    {
      "Number": 42,
      "Statement": "Many schools don't place academic competitions at the top of their priority list."
    },
    {
      "Number": 43,
      "Statement": "Contestants of elite high school math competitions are mostly Asian and white students from well-off families."
    },
    {
      "Number": 44,
      "Statement": "Some math training programs primarily focus on raising students' math scores."
    },
    {
      "Number": 45,
      "Statement": "Some intensive summer programs are very expensive but most of them provide scholarships."
    }
  ]
}