{
  "title": "Section A",
  "passages": [
    "Half of your brain stays alert and prepared for danger when you sleep in a new place, a study has revealed. This phenomenon is often 26 to as the “first-night-effect”. Researchers from Brown University found that a network in the left hemisphere of the brain “remained more active”than the network in the right side of the brain. Playing sounds into the right ears （stimulating the left hemisphere） of 27 was more likely to wake them up than if the noises were played into their left ears.",
    "It was 28 observed that the left side of the brain was more active during deep sleep. When the researchers repeated the laboratory experiment on the second and third nights they found the left hemisphere could not be stimulated in the same way during deep sleep. The researchers explained that the study demonstrated when we are in a 29 environment the brain partly remains alert so that humans can defend themselves against any 30 danger.",
    "The researchers believe this is the first time that the “first-night-effect”of different brain states has been 31 in humans. It isn't, however, the first time it has ever been seen. Some animal 32 also display this phenomenon. For example, dolphins, as well as other 33 animals, shut down one hemisphere of the brain when they go to sleep. A previous study noted that dolphins always 34 control their breathing. Without keeping the brain active while sleeping, they would probably drown. But, as the human study suggests, another reason for dolphins keeping their eyes open during sleep is that they can look out for 35 while asleep. It also keeps their physiological processes working."
  ],
  "options": {
    "A": "classified",
    "B": "consciously",
    "C": "dramatically",
    "D": "exotic",
    "E": "identified",
    "F": "inherent",
    "G": "marine",
    "H": "novel",
    "I": "potential",
    "J": "predators",
    "K": "referred",
    "L": "species",
    "M": "specifically",
    "N": "varieties",
    "O": "volunteers"
  }
}