{
    "title": "Section C",
    "passagesOne": [
        "Most kids grow up learning they cannot draw on the walls. But it might be time to unlearn that training—this summer, a group of culture addicts, artists and community organizers are inviting New Yorkers to write all over the walls of an old house on Governor’s Island.",
        "The project is called Writing On It All, and it’s a participatory writing project and artistic experiment that has happened on Governor’s Island every summer since 2013.",
        "“Most of the participants are people who are just walking by or are on the island for other reasons, or they just kind of happen to be there,” Alexandra Chasin, artistic director of Writing On It All, tells Smithsonian.com.",
        "The 2016 season runs through June 26 and features sessions facilitated by everyone from dancers to domestic workers. Each session has a theme, and participants are given a variety of materials and prompts and asked to cover surfaces with their thoughts and art. This year, the programs range from one that turns the house into a collaborative essay to one that explores the meaning of exile.",
        "Governor’s Island is a national historic landmark district long used for military purposes. Now known as “New York’s shared space for art and play,” the island, which lies between Manhattan and Brooklyn in Upper New York Bay, is closed to cars but open to summer tourists who flock for festivals, picnics, adventures, as well as these “legal graffiti (涂鸦)” sessions.",
        "The notes and art scribbled (涂画) on the walls are an experiment in self-expression. So far, participants have ranged in age from 2 to 85. Though Chasin says the focus of the work is on the activity of writing, rather than the text that ends up getting written, some of the work that comes out of the sessions has stuck with her.",
        "“One of the sessions that moved me the most was state violence on black women and black girls,” says Chasin, explaining that in one room, people wrote down the names of those killed because of it. “People do beautiful work and leave beautiful messages.”"
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What does the project Writing On It All invite people to do?",
            "Options": [
                {
                    "key": "A",
                    "text": "Unlearn their training in drawing."
                },
                {
                    "key": "B",
                    "text": "Participate in a state graffiti show."
                },
                {
                    "key": "C",
                    "text": "Cover the walls of an old house with graffiti."
                },
                {
                    "key": "D",
                    "text": "Exhibit their artistic creations in an old house."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What do we learn about the participants in the project?",
            "Options": [
                {
                    "key": "A",
                    "text": "They are just culture addicts."
                },
                {
                    "key": "B",
                    "text": "They are graffiti enthusiasts."
                },
                {
                    "key": "C",
                    "text": "They are writers and artists."
                },
                {
                    "key": "D",
                    "text": "They are mostly passers-by."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What did the project participants do during the 2016 season?",
            "Options": [
                {
                    "key": "A",
                    "text": "They were free to scribble on the walls whatever came to their mind."
                },
                {
                    "key": "B",
                    "text": "They expressed their thoughts in graffiti on the theme of each session."
                },
                {
                    "key": "C",
                    "text": "They learned the techniques of collaborative writing."
                },
                {
                    "key": "D",
                    "text": "They were required to cooperate with other creators."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "What kind of place is Governor’s Island?",
            "Options": [
                {
                    "key": "A",
                    "text": "It is a historic site that attracts tourists and artists."
                },
                {
                    "key": "B",
                    "text": "It is an area now accessible only to tourist vehicles."
                },
                {
                    "key": "C",
                    "text": "It is a place in Upper New York Bay formerly used for exiles."
                },
                {
                    "key": "D",
                    "text": "It is an open area for tourists to enjoy themselves year round."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What does Chasin say about the project?",
            "Options": [
                {
                    "key": "A",
                    "text": "It just focused on the sufferings of black females."
                },
                {
                    "key": "B",
                    "text": "It helped expand the influence of graffiti art."
                },
                {
                    "key": "C",
                    "text": "It has started the career of many creative artists."
                },
                {
                    "key": "D",
                    "text": "It has created some meaningful artistic works."
                }
            ]
        }
    ],
    "passagesTwo": [
        "Online programs to fight depression are already commercially available. While they sound efficient and cost-saving, a recent study reports that they are not effective, primarily because depressed patients are not likely to engage with them or stick with them.",
        "The study looked at computer-assisted cognitive (认知的) behavioral therapy (CBT) and found that it was no more effective in treating depression than the usual care patients receive from a primary care doctor.",
        "Traditional CBT is considered an effective form of talk therapy for depression, helping people challenge negative thoughts and change the way they think in order to change their mood and behaviors. However, online CBT programs have been gaining popularity, with the attraction of providing low-cost help wherever someone has access to a computer.",
        "A team of researchers from the University of York conducted a randomized (随机的) control trial with 691 depressed patients from 83 physician practices across England. The patients were split into three groups: one group received only usual care from a physician while the other two groups received usual care from a physician plus one of two computerized CBT programs. Participants were balanced across the three groups for age, sex, educational background, severity and duration of depression, and use of antidepressants (抗抑郁药).",
        "After four months, the patients using the computerized CBT programs had no improvement in depression levels over the patients who were only getting usual care from their doctors.",
        "“It’s an important, cautionary note that we shouldn’t get too carried away with the idea that a computer system can replace doctors and therapists,” says Christopher Dowrick, a professor of primary medical care at the University of Liverpool. “We do still need the human touch or the human interaction, particularly when people are depressed.”",
        "Being depressed can mean feeling “lost in your own small, negative, dark world,” Dowrick says. Having a person, instead of a computer, reach out to you is particularly important in combating that sense of isolation. “When you’re emotionally vulnerable, you’re even more in need of a caring human being,” he says."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What does the recent study say about online CBT programs?",
            "Options": [
                {
                    "key": "A",
                    "text": "Patients may not be able to carry them through for effective cure."
                },
                {
                    "key": "B",
                    "text": "Patients cannot engage with them without the use of a computer."
                },
                {
                    "key": "C",
                    "text": "They can save patients trouble visiting physicians."
                },
                {
                    "key": "D",
                    "text": "They have been well received by a lot of patients."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What has made online CBT programs increasingly popular?",
            "Options": [
                {
                    "key": "A",
                    "text": "Their effectiveness in combating depression."
                },
                {
                    "key": "B",
                    "text": "The low efficiency of traditional talk therapy."
                },
                {
                    "key": "C",
                    "text": "Their easy and inexpensive access by patients."
                },
                {
                    "key": "D",
                    "text": "The recommendation by primary care doctors."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What is the major finding by researchers at the University of York?",
            "Options": [
                {
                    "key": "A",
                    "text": "Online CBT programs are no more effective than regular care from physicians."
                },
                {
                    "key": "B",
                    "text": "The process of treating depression is often more complicated than anticipated."
                },
                {
                    "key": "C",
                    "text": "The combination of traditional CBT and computerized CBT is most effective."
                },
                {
                    "key": "D",
                    "text": "Depression is a mental condition which is to be treated with extreme caution."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What is Professor Dowrick’s advice concerning online CBT programs?",
            "Options": [
                {
                    "key": "A",
                    "text": "They should not be neglected in primary care."
                },
                {
                    "key": "B",
                    "text": "Their effectiveness should not be overestimated."
                },
                {
                    "key": "C",
                    "text": "They should be used by strictly following instructions."
                },
                {
                    "key": "D",
                    "text": "Their use should be encouraged by doctors and therapists."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What is more important to an emotionally vulnerable person?",
            "Options": [
                {
                    "key": "A",
                    "text": "A positive state of mind."
                },
                {
                    "key": "B",
                    "text": "Appropriate medication."
                },
                {
                    "key": "C",
                    "text": "Timely encouragement."
                },
                {
                    "key": "D",
                    "text": "Human interaction."
                }
            ]
        }
    ]
}