{
  "title": "Section C",
  "passagesOne": [
    "Since American idol star Taryn Southern started composing music with AI in 2017, musicians all over the world have begun wondering about the implications of AI and modern technology where music production is concerned. Using AI in the creation of music is perceived by some as a helpful tool and by others as almost “the beginning of the end”.",
    "In Taryn’s case, AI software enabled her to communicate melodies and chords that she didn’t know how to put together herself. The end product was therefore a collaborative effort, rather than a piece entirely produced by technology. Taryn’s story has a distinctly positive feel that highlights the advantages of using AI in music production. It can serve as a source of inspiration, and as an ideal jumping-off point should a musician be hit with writer’s block (文思枯竭).",
    "Contrary to seeing AI as a tool, some musicians consider it to be hugely detrimental to the music scene. At the moment, because such technology is still so young, the music it’s producing is not necessarily what we want to hear. In short, it’s not of great quality. Those who have produced their own music, or even fans of authentic, artistic music, will also argue that a computer could never emulate the work (and human touch) of a true musician.",
    "Music has been an integral part of the story of humans for ages; in fact, the first known piece of music is believed to be around 3,400 years old. Songs have long been used as a means of communicating messages and folk stories, covering everything from societal ethics to world history. Since many people see music as such an inherently human expression, it is often considered as too precious to impart to technology. The thought of a computer generating a “random” piece of music that hasn’t been painstakingly created by an artist is almost seen as sacrilegious (亵渎神圣的).",
    "Regardless of which side of the argument you fall on, it seems likely that the use of AI in music production will only become more frequent. Our modern world is preoccupied with technological advancements. Instead of shying away from the idea of this bleak future, the best approach to take is one of optimism and curiosity. While there are always bound to be stubborn old-school musicians who refuse to use tech, music producers should consider AI as something to be embraced. AI music software is still very much in its infancy, but with more investors interested in the development and outcomes of such technology, and considering the rapid growth rate of other tech advances in recent years, it’s only a matter of time before AI-produced music is seen as the new norm."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "How do some musicians perceive using AI in creating music?",
      "Options": [
        {
          "key": "A",
          "text": "It would help to produce more music idols."
        },
        {
          "key": "B",
          "text": "It would be detrimental to music production."
        },
        {
          "key": "C",
          "text": "It would hinder the understanding of authentic music."
        },
        {
          "key": "D",
          "text": "It would be the beginning of a new era in music creation."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What does Taryn Southern’s story illustrate?",
      "Options": [
        {
          "key": "A",
          "text": "AI technology is conducive to music composition."
        },
        {
          "key": "B",
          "text": "Musicians will be unable to create music without high tech."
        },
        {
          "key": "C",
          "text": "Musicians are often at their wits’ end in their creative effort."
        },
        {
          "key": "D",
          "text": "AI technology is indispensable to creating melodies and chords."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "Why are some musicians opposed to the use of AI in creating music?",
      "Options": [
        {
          "key": "A",
          "text": "Music produced with AI technology lacks humanness."
        },
        {
          "key": "B",
          "text": "Music created with AI technology is easily emulated."
        },
        {
          "key": "C",
          "text": "It will depreciate humans’ role in music composition."
        },
        {
          "key": "D",
          "text": "It will deplete young musicians’ creative inspiration."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "Why do many people think music is too precious to impart to AI technology?",
      "Options": [
        {
          "key": "A",
          "text": "It cannot be created without pains."
        },
        {
          "key": "B",
          "text": "It cannot be produced at random."
        },
        {
          "key": "C",
          "text": "It is part of human life."
        },
        {
          "key": "D",
          "text": "It is human specific."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What does the author think of the future of AI music?",
      "Options": [
        {
          "key": "A",
          "text": "It will continue to arouse the interest of music investors."
        },
        {
          "key": "B",
          "text": "It has the prospect of becoming the norm in the future."
        },
        {
          "key": "C",
          "text": "It will be gradually accepted by old-school musicians."
        },
        {
          "key": "D",
          "text": "It may eventually lose its freshness and appeal."
        }
      ]
    }
  ],
  "passagesTwo": [
    "A few weeks ago, a well-meaning professor tried to explain the physiological process behind viruses and the human body in a tweet and was immediately criticized for a mistake in his information. He then issued an apology and deleted his erroneous tweet. Communicating science beyond the academic bubble is necessary to augmenting public understanding of health and environmental issues and helping individuals make well-informed personal decisions. However, scientists who engage in science communication must acknowledge that even in their area, their expertise is deep but narrow. They need to recognize the constraints in their own knowledge. That is not to suggest that they only write or present on their own research, but rather, that they consult with an expert if the topic is outside of their discipline. Fact-checking with a scientist who works in the specialty will prevent the unintentional spread of misinformation, and the process of doing so may yield tiny pieces of interesting new information that can be incorporated. Some have argued that the public is not educated enough to understand scientific information, especially for any complex phenomena, but this is absurd. Science instruction can be found at all levels of public education with most secondary schools offering classes on biology, physics, and chemistry. If anything, social media has shown that the public craves knowledge based on a solid scientific foundation. Even the public discourse that follows most scientific articles shows that online readers can understand even the most baffling of scientific principles. It is equally imperative to emphasize that being an expert on a topic does not automatically make a scholar qualified to communicate it to a nonscientific audience. A number of scientists recently have been offering public-aimed explanations of scientific phenomena. Even though they have appropriate credentials, they often do very little in the way of explaining. One biologist shared an intricate analogy involving a library, books, paper, a recipe, ingredients, and a cake to explain the process behind vaccines. Any explanation that requires a written key to keep track of what each item represents is not a clear example for public consumption. Science communication is a science in and of itself. It requires rigorous training and instruction. A scientist should take communication courses that can teach a person how to identify and eliminate jargon and how to develop effective analogies to explain complex concepts. One cannot assume communication expertise—imagine if someone just decided that they were a physicist and started trying to contribute to the field without the necessary background. Doing a poor job communicating science to the public will only create confusion and widen the gap between science and society, a gap that scientists are trying to close."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author say about communicating science to the general public?",
      "Options": [
        {
          "key": "A",
          "text": "It will help them to keep abreast of the latest scientific developments."
        },
        {
          "key": "B",
          "text": "It is a necessary means to improve their understanding of scientific issues."
        },
        {
          "key": "C",
          "text": "It will get them more involved in academic debates on environmental problems."
        },
        {
          "key": "D",
          "text": "It is an effective way to augment scientists’ influence beyond the academic circle."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What does the author advise scientists do to deal with topics outside of their specialty?",
      "Options": [
        {
          "key": "A",
          "text": "Write or present on them from new angles."
        },
        {
          "key": "B",
          "text": "Utilize information from diverse sources."
        },
        {
          "key": "C",
          "text": "Turn to a specialist for professional help."
        },
        {
          "key": "D",
          "text": "Fact-check with colleagues in their field."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What does the author say we can learn from social media?",
      "Options": [
        {
          "key": "A",
          "text": "A solid academic foundation is essential to understanding baffling scientific principles."
        },
        {
          "key": "B",
          "text": "Modern technology has facilitated communication between scientists and the public."
        },
        {
          "key": "C",
          "text": "Scientific articles have gained increasing popularity among the general public."
        },
        {
          "key": "D",
          "text": "The public’s understanding of science is much better than some have claimed."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What does the example of the biologist who shared an intricate analogy show?",
      "Options": [
        {
          "key": "A",
          "text": "It is helpful to use illustrations in explaining scientific phenomena."
        },
        {
          "key": "B",
          "text": "It is imperative to have appropriate titles to explain scientific issues."
        },
        {
          "key": "C",
          "text": "A learned scholar is not necessarily a qualified science communicator."
        },
        {
          "key": "D",
          "text": "A nonscientific audience cannot duly understand principles of science."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What does the author suggest scientists do to close the gap between science and society?",
      "Options": [
        {
          "key": "A",
          "text": "Explain complex concepts scientifically."
        },
        {
          "key": "B",
          "text": "Make appropriate use of scientific terms."
        },
        {
          "key": "C",
          "text": "Take courses in public speaking."
        },
        {
          "key": "D",
          "text": "Develop communication skills."
        }
      ]
    }
  ]
}
