{
  "title": "Section C",
  "passagesOne": [
    "The trend toward rationality and enlightenment was endangered long before the advent of the World Wide Web. As Neil Postman noted in his 1985 book Amusing Ourselves to Death, the rise of television introduced not just a new medium but a new discourse: a gradual shift from a typographic (印刷的) culture to a photographic one, which in turn meant a shift from rationality to emotions, exposition to entertainment. In an image-centered and pleasure-driven world, Postman noted, there is no place for rational thinking, because you simply cannot think with images. It is text that enables us to “uncover lies, confusions and overgeneralizations, and to detect abuses of logic and common sense. It also means to weigh ideas, to compare and contrast assertions, to connect one generalization to another.”",
    "The dominance of television was not confined to our living rooms. It overturned all of those habits of mind, fundamentally changing our experience of the world, affecting the conduct of politics, religion, business, and culture. It reduced many aspects of modern life to entertainment, sensationalism, and commerce. “Americans don't talk to each other, we entertain each other,” Postman wrote. “They don't exchange ideas; they exchange images. They do not argue with propositions; they argue with good looks, celebrities and commercials.”",
    "At first, the web seemed to push against this trend. When it emerged towards the end of the 1980s as a purely text-based medium, it was seen as a tool to pursue knowledge, not pleasure. Reason and thought were most valued in this garden—all derived from the project of the Enlightenment. Universities around the world were among the first to connect to this new medium, which hosted discussion groups, informative personal or group blogs, electronic magazines, and academic mailing lists and forums. It was an intellectual project, not about commerce or control, created in a scientific research center in Switzerland. And for more than a decade, the web created an alternative space that threatened television's grip on society.",
    "Social networks, though, have since colonized the web for television's values. From Facebook to Instagram, the medium refocuses our attention on videos and images, rewarding emotional appeals—‘like’ buttons—over rational ones. Instead of a quest for knowledge, it engages us in an endless zest (热情) for instant approval from an audience, for which we are constantly but unconsciously performing. (It's telling that, while Google began life as a PhD thesis, Facebook started as a tool to judge classmates' appearances.) It reduces our curiosity by showing us exactly what we already want and think, based on our profiles and preferences. The Enlightenment's motto (座右铭) of ‘Dare to know’ has become ‘Dare not to care to know.’"
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What did Neil Postman say about the rise of television?",
      "Options": [
        {
          "key": "A",
          "text": "It initiated a change from dominance of reason to supremacy of pleasure."
        },
        {
          "key": "B",
          "text": "It brought about a gradual shift from cinema going to home entertainment."
        },
        {
          "key": "C",
          "text": "It started a revolution in photographic technology."
        },
        {
          "key": "D",
          "text": "It marked a new age in the entertainment industry."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "According to the passage, what is the advantage of text reading?",
      "Options": [
        {
          "key": "A",
          "text": "It gives one access to huge amounts of information."
        },
        {
          "key": "B",
          "text": "It allows more information to be processed quickly."
        },
        {
          "key": "C",
          "text": "It is capable of enriching one's life."
        },
        {
          "key": "D",
          "text": "It is conducive to critical thinking."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "How has television impacted Americans?",
      "Options": [
        {
          "key": "A",
          "text": "It has given them a lot more to argue about."
        },
        {
          "key": "B",
          "text": "It has brought celebrities closer to their lives."
        },
        {
          "key": "C",
          "text": "It has made them care more about what they say."
        },
        {
          "key": "D",
          "text": "It has rendered their interactions more superficial."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What does the passage say about the World Wide Web?",
      "Options": [
        {
          "key": "A",
          "text": "It was developed primarily for universities worldwide."
        },
        {
          "key": "B",
          "text": "It was created to connect people in different countries."
        },
        {
          "key": "C",
          "text": "It was viewed as a means to quest for knowledge."
        },
        {
          "key": "D",
          "text": "It was designed as a discussion forum for university students."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What do we learn about users of social media?",
      "Options": [
        {
          "key": "A",
          "text": "They are bent on looking for an alternative space for escape."
        },
        {
          "key": "B",
          "text": "They are constantly seeking approval from their audience."
        },
        {
          "key": "C",
          "text": "They are forever engaged in hunting for new information."
        },
        {
          "key": "D",
          "text": "They are unable to focus their attention on tasks for long."
        }
      ]
    }
  ],
  "passagesTwo": [
    "According to a recent study, a small but growing proportion of the workforce is affected to some degree by a sense of entitlement. Work is less about what they can contribute but more about what they can take. It can lead to workplace dysfunction and diminish their own job satisfaction. I'm not referring to employees who are legitimately dissatisfied with their employment conditions due to, say, being denied fair pay or flexible work practices. I'm talking about those who consistently believe they deserve special treatment and generous rewards. It's an expectation that exists irrespective of their abilities or levels of performance.",
    "As a result of that discrepancy between the privileges they feel they're owed and their inflated sense of self-worth, they don't work as hard for their employer. They prefer instead to slack off. It's a tendency which many scholars believe begins in childhood due to parents who overindulge their kids. This thereby leads them to expect the same kind of spoilt treatment throughout their adult lives. And yet despite how these employees feel, it's obviously important for their manager to nonetheless find out how to keep them motivated. And, by virtue of that heightened motivation, to perform well.",
    "The research team from several American universities surveyed more than 240 individuals. They sampled managers as well as team members. Employee entitlement was measured by statements such as “I honestly feel I'm just more deserving than others”. The respondents had to rate the extent of their agreement. Employee engagement, meanwhile, was assessed with statements like “I really throw myself into my work.” The findings revealed ethical leadership is precisely what alleviates the negative effects of employee entitlement. That's because rather than indulging employees or neglecting them, ethical leaders communicate very direct and clear expectations. They also hold employees accountable for their behaviors and are genuinely committed to doing the right thing. Additionally, these leaders are consistent in their standards. They're also less likely to deviate in how they treat employees.",
    "This means, when confronted by an entitled team member, an ethical leader is significantly disinclined to accommodate their demands. He or she will instead point out, constructively and tactfully, exactly how their inflated sense of deservingness is somewhat distorted. They'd then go further to explain the specific, and objective, criteria the employee must meet to receive their desired rewards. This shift away from unrealistic expectations is successful because entitled employees feel more confident that ethical leaders will deliver on their promises. This occurs because they're perceived to be fair and trustworthy. The researchers, however, exercise caution by warning no one single response is the perfect remedy. But there's no denying ethical leadership is at least a critical step in the right direction."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does a recent study find about a growing number of workers?",
      "Options": [
        {
          "key": "A",
          "text": "They attempt to make more contributions."
        },
        {
          "key": "B",
          "text": "They feel they deserve more than they get."
        },
        {
          "key": "C",
          "text": "They attach importance to job satisfaction."
        },
        {
          "key": "D",
          "text": "They try to diminish workplace dysfunction."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "Why don't some employees work hard according to many scholars?",
      "Options": [
        {
          "key": "A",
          "text": "They lack a strong sense of self-worth."
        },
        {
          "key": "B",
          "text": "They were spoiled when growing up."
        },
        {
          "key": "C",
          "text": "They have received unfair treatment."
        },
        {
          "key": "D",
          "text": "They are overindulged by their boss."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What is a manager supposed to do to enable workers to do a better job?",
      "Options": [
        {
          "key": "A",
          "text": "Be aware of their emotions."
        },
        {
          "key": "B",
          "text": "Give them timely promotions."
        },
        {
          "key": "C",
          "text": "Keep a record of their performance."
        },
        {
          "key": "D",
          "text": "Seek ways to sustain their motivation."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What do the research findings reveal about ethical leaders?",
      "Options": [
        {
          "key": "A",
          "text": "They are held accountable by their employees."
        },
        {
          "key": "B",
          "text": "They are always transparent in their likes and dislikes."
        },
        {
          "key": "C",
          "text": "They convey their requirements in a straightforward way."
        },
        {
          "key": "D",
          "text": "They make it a point to be on good terms with their employees."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What kind of leaders are viewed as ethical by entitled employees?",
      "Options": [
        {
          "key": "A",
          "text": "Those who can be counted on to fulfill commitments."
        },
        {
          "key": "B",
          "text": "Those who can do things beyond normal expectations."
        },
        {
          "key": "C",
          "text": "Those who exercise caution in making major decisions."
        },
        {
          "key": "D",
          "text": "Those who know how to satisfy their employees' needs."
        }
      ]
    }
  ]
}
