{
    "title": "Section C",
    "passagesOne": [
        "The latest in cat research reveals that the lovely animal seems to have a basic grasp on both the laws of physics and the ins and outs of cause and effect.",
        "According to a newly published study, cats seem to be able to predict the location of hiding prey (猎物) using both their ears and an inborn (天生的) understanding of how the physical world works.",
        "In a recent experiment, Japanese researchers taped 30 domestic cats reacting to a container that a team member shook. Some containers rattled (发出响声); others did not. When the container was tipped over, sometimes an object fell out and sometimes it didn’t.",
        "It turns out that the cats were remarkably smart about what would happen when a container was tipped over. When an object did not drop out of the bottom of a rattling container, they looked at it for a longer time than they did when the container behaved as expected.",
        "“Cats use a causal-logical understanding of noise or sounds to predict the appearance of invisible objects,” lead researcher Saho Takagi says in a press release. The researchers conclude that cats’ hunting style may have developed based on their common-sense abilities to infer where prey is, using their hearing.",
        "Scientists have explored this idea with other endearing creatures: babies. Like cats, babies appear to engage in what’s called “preferential looking”—looking longer at things that are interesting or unusual than things they perceive as normal.",
        "When babies’ expectations are violated in experiments like the ones performed with the cats, they react much like their animal friends. Psychologists have shown that babies apparently expect their world to comply with the laws of physics and cause and effect as early as two months of age.",
        "Does the study mean that cats will soon grasp the ins and outs of cause and effect? Maybe. Okay, so cats may not be the next physics faculty members at America’s most important research universities. But by demonstrating their common sense, they’ve shown that the divide between cats and humans may not be that great after all."
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "What do we learn from a newly published study about cats?",
            "Options": [
                {
                    "key": "A",
                    "text": "They can be trained to understand the physical world."
                },
                {
                    "key": "B",
                    "text": "They know what kind of prey might be easier to hunt."
                },
                {
                    "key": "C",
                    "text": "They have a natural ability to locate animals they hunt."
                },
                {
                    "key": "D",
                    "text": "They are capable of telling which way their prey flees."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What may account for the cats’ response to the noise from the containers?",
            "Options": [
                {
                    "key": "A",
                    "text": "Their inborn sensitivity to noise."
                },
                {
                    "key": "B",
                    "text": "Their unusual sense of direction."
                },
                {
                    "key": "C",
                    "text": "Their special ability to perceive."
                },
                {
                    "key": "D",
                    "text": "Their mastery of cause and effect."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What is characteristic of the way cats hunt, according to the Japanese researchers?",
            "Options": [
                {
                    "key": "A",
                    "text": "They depend on their instincts."
                },
                {
                    "key": "B",
                    "text": "They rely mainly on their hearing."
                },
                {
                    "key": "C",
                    "text": "They wait some time before attack."
                },
                {
                    "key": "D",
                    "text": "They use both their ears and eyes."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "In what way do babies behave like cats?",
            "Options": [
                {
                    "key": "A",
                    "text": "They focus on what appears odd."
                },
                {
                    "key": "B",
                    "text": "They view the world as normal."
                },
                {
                    "key": "C",
                    "text": "They do what they prefer to do."
                },
                {
                    "key": "D",
                    "text": "They are curious about everything."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "What can we conclude about cats from the passage?",
            "Options": [
                {
                    "key": "A",
                    "text": "They have higher intelligence than many other animals."
                },
                {
                    "key": "B",
                    "text": "They interact with the physical world much like humans."
                },
                {
                    "key": "C",
                    "text": "They display extraordinarily high intelligence in hunting."
                },
                {
                    "key": "D",
                    "text": "They can aid physics professors in their research work."
                }
            ]
        }
    ],
    "passagesTwo": [
        "Imagine you enter a car with no steering wheel, no brake or accelerator pedals (踏板). Under a voice-activated command, you say an address. “The fastest route will take us 15.3 minutes. Should I take it?” You say “yes” and you are on your way. The car responds and starts moving all by itself. All you have to do is sit back and relax.",
        "How weird would it be if, one day in the future, everyone had such a car? No crazy driving, no insults, no cutting in; traffic laws would be respected and driving much safer. On the other hand, imagine the cost savings for local police enforcement and town budgets without all those speeding and parking tickets.",
        "A new technology has the potential to change modern society in radical ways. There’s no question that self-driving vehicles could be an enormous benefit. The potential for safer cars means accident statistics would drop: some 94% of road accidents in the U.S. involve human error. Older drivers and visually- or physically-impaired people would gain a new level of freedom. Maintaining safe speeds and being electric, self-driving cars would drastically reduce pollution levels and dependency on non-renewable fuels. Roads would be quieter, people safer.",
        "But we must also consider the impact of the new technology on those who now depend on driving for their livelihoods. According to the U.S. Department of Labor, in May 2015 there were 505,560 registered school bus drivers. The American Trucking Association lists approximately 3.5 million professional truck drivers in the U.S.",
        "The companies developing self-driving vehicles should be partnering with state and federal authorities to offer retraining for this massive workforce, many of whom will be displaced by the new technology. This is similar to what’s happening in the coal and oil industries, a situation that fuels much of the current political discontent in this country.",
        "New technologies will, and should, be developed. This is how society moves forward. However, progress can’t be one-sided. It is necessary for the companies and state agencies involved to consider the ethical consequences of these potential changes to build a better future for all."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "What would be the impact of the extensive use of driverless cars?",
            "Options": [
                {
                    "key": "A",
                    "text": "People would be driving in a more civilized way."
                },
                {
                    "key": "B",
                    "text": "It would save local governments a lot of money."
                },
                {
                    "key": "C",
                    "text": "More policemen would be patrolling the streets."
                },
                {
                    "key": "D",
                    "text": "Traffic regulations would be a thing of the past."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "How would the elderly and the disabled benefit from driverless cars?",
            "Options": [
                {
                    "key": "A",
                    "text": "They could enjoy greater mobility."
                },
                {
                    "key": "B",
                    "text": "They would suffer no road accidents."
                },
                {
                    "key": "C",
                    "text": "They would have no trouble driving."
                },
                {
                    "key": "D",
                    "text": "They could go anywhere they want."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "What would be the negative impact of driverless cars?",
            "Options": [
                {
                    "key": "A",
                    "text": "The conflict between labor and management would intensify."
                },
                {
                    "key": "B",
                    "text": "The gap between various sectors of society would be widened."
                },
                {
                    "key": "C",
                    "text": "Professional drivers would have a hard time adapting to new road conditions."
                },
                {
                    "key": "D",
                    "text": "Numerous professional drivers would have to find new ways of earning a living."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What is the result of the introduction of new technologies in energy industries?",
            "Options": [
                {
                    "key": "A",
                    "text": "Political dissatisfaction."
                },
                {
                    "key": "B",
                    "text": "Retraining of employees."
                },
                {
                    "key": "C",
                    "text": "Fossil fuel conservation."
                },
                {
                    "key": "D",
                    "text": "Business restructuring."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What does the author suggest businesses and the government do?",
            "Options": [
                {
                    "key": "A",
                    "text": "Keep pace with technological developments."
                },
                {
                    "key": "B",
                    "text": "Make new technologies affordable to everyone."
                },
                {
                    "key": "C",
                    "text": "Enable everyone to benefit from new technologies."
                },
                {
                    "key": "D",
                    "text": "Popularize the use of new technologies and devices."
                }
            ]
        }
    ]
}