{
  "title": "Section C",
  "passagesOne": [
    "When I re-entered the full-time workforce a few years ago after a decade of solitary self-employment, there was one thing I was looking forward to the most: the opportunity to have work friends once again. It wasn't until I entered the corporate world that I realized, for me at least, being friends with colleagues didn't emerge as a priority at all. This is surprising when you consider the prevailing emphasis by scholars and trainers and managers on the importance of cultivating close interpersonal relationships at work. So much research has explored the way in which collegial （同事的） ties can help overcome a range of workplace issues affecting productivity and the quality of work output such as team-based conflict, jealousy, undermining, anger, and more.",
    "Perhaps my expectations of lunches, water-cooler gossip and caring, deep-and-meaningful conversations were a legacy of the last time I was in that kind of office environment. Whereas now, as I near the end of my fourth decade, I realize work can be fully functional and entirely fulfilling without needing to be best mates with the people sitting next to you.",
    "In an academic analysis just published in the profoundly-respected Journal of Management, researchers have looked at the concept of “indifferent relationships”. It's a simple term that encapsulates （概括） the fact that relationships at work can reasonably be non-intimate, inconsequential, unimportant and even, dare I say it, disposable or substitutable.",
    "Indifferent relationships are neither positive nor negative. The limited research conducted thus far indicates they're especially dominant among those who value independence over cooperation, and harmony over confrontation. Indifference is also the preferred option among those who are socially lazy. Maintaining relationships over the long term takes effort. For some of us, too much effort.",
    "As noted above, indifferent relationships may not always be the most helpful approach in resolving some of the issues that pop up at work. But there are nonetheless several empirically proven benefits. One of those is efficiency. Less time chatting and socializing means more time working and churning （产出）.",
    "The other is self-esteem. As human beings, we're primed to compare ourselves to each other in what is an anxiety-inducing phenomenon. Apparently, we look down on acquaintances more so than friends. Since the former is most common among those inclined towards indifferent relationships, their predominance can bolster individuals' sense of self-worth.",
    "Ego aside, a third advantage is that the emotional neutrality of indifferent relationships has been found to enhance critical evaluation, to strengthen one's focus on task resolution, and to gain greater access to valuable information. None of that might be as fun as after-work socializing but, hey, I'll take it anyway."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What did the author realize when he re-entered the corporate world?",
      "Options": [
        {
          "key": "A",
          "text": "Making new friends with his workmates was not as easy as he had anticipated."
        },
        {
          "key": "B",
          "text": "Cultivating positive interpersonal relationships helped him expel solitary feelings."
        },
        {
          "key": "C",
          "text": "Working in the corporate world requires more interpersonal skills than self-employment."
        },
        {
          "key": "D",
          "text": "Building close relationships with his colleagues was not as important as he had expected."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What do we learn from many studies about collegial relationships?",
      "Options": [
        {
          "key": "A",
          "text": "Inharmonious relationships have an adverse effect on productivity."
        },
        {
          "key": "B",
          "text": "Harmonious relationships are what many companies aim to cultivate."
        },
        {
          "key": "C",
          "text": "Close collegial relationships contribute very little to product quality."
        },
        {
          "key": "D",
          "text": "Conflicting relationships in the workplace exist almost everywhere."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What can be inferred about relationships at work from an academic analysis?",
      "Options": [
        {
          "key": "A",
          "text": "They should be cultivated."
        },
        {
          "key": "B",
          "text": "They are virtually irrelevant."
        },
        {
          "key": "C",
          "text": "They are vital to corporate culture."
        },
        {
          "key": "D",
          "text": "They should be reasonably intimate."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What does the author say about people who are socially lazy?",
      "Options": [
        {
          "key": "A",
          "text": "They feel uncomfortable when engaging in social interactions."
        },
        {
          "key": "B",
          "text": "They often find themselves in confrontation with their colleagues."
        },
        {
          "key": "C",
          "text": "They are unwilling to make efforts to maintain workplace relationships."
        },
        {
          "key": "D",
          "text": "They lack basic communication skills in dealing with interpersonal issues."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What is one of the benefits of indifferent relationships?",
      "Options": [
        {
          "key": "A",
          "text": "They provide fun at work."
        },
        {
          "key": "B",
          "text": "They help control emotions."
        },
        {
          "key": "C",
          "text": "They help resolve differences."
        },
        {
          "key": "D",
          "text": "They improve work efficiency."
        }
      ]
    }
  ],
  "passagesTwo": [
    "In a few decades, artificial intelligence (Al) will surpass many of the abilities that we believe make us special. This is a grand challenge for our age and it may require an “irrational” response.",
    "One of the most significant pieces of news from the US in early 2017 was the efforts of Google to make autonomous driving a reality. According to a report, Google's self-driving cars clocked 1,023,330 km, and required human intervention 124 times. That is one intervention about every 8,047 km of autonomous driving. But even more impressive is the progress in just a single year: human interventions fell from 0.8 times per thousand miles to 0.2, a 400% improvement. With such progress, Google's cars will easily surpass my own driving ability later this year.",
    "Driving once seemed to be a very human skill. But we said that about chess, too. Then a computer beat the human world champion, repeatedly. The board game Go （围棋） took over from chess as a new test for human thinking in 2016, when a computer beat one of the world's leading professional Go players. With computers conquering what used to be deeply human tasks, what will it mean in the future to be human? I worry about my six-year-old son. What will his place be in a world where machines beat us in one area after another? He'll never calculate faster, never drive better, or even fly more safely. Actually, it all comes down to a fairly simple question: What's so special about us? It can't be skills like arithmetic, which machines already excel in. So far, machines have a pretty hard time emulating creativity, arbitrary enough not to be predicted by a computer, and yet more than simple randomness.",
    "Perhaps, if we continue to improve information-processing machines, we'll soon have helpful rational assistants. So we must aim to complement the rationality of the machine, rather than to compete with it. If I'm right, we should foster a creative spirit because a dose of illogical creativity will complement the rationality of the machine. Unfortunately, however, our education system has not caught up to the approaching reality. Indeed, our schools and universities are structured to mould pupils to be mostly obedient servants of rationality, and to develop outdated skills in interacting with outdated machines. We need to help our children learn how to best work with smart computers to improve human decision-making. But most of all we need to keep the long-term perspective in mind: that even if computers will outsmart us, we can still be the most creative. Because if we aren't, we won't be providing much value in future ecosystems, and that may put in question the foundation for our existence."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What is the author’s greatest concern about the use of AI?",
      "Options": [
        {
          "key": "A",
          "text": "Computers are performing lots of creative tasks."
        },
        {
          "key": "B",
          "text": "Many abilities will cease to be unique to human beings."
        },
        {
          "key": "C",
          "text": "Computers may become more rational than humans."
        },
        {
          "key": "D",
          "text": "Many human skills are fast becoming outdated."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What impresses the author most in the field of AI?",
      "Options": [
        {
          "key": "A",
          "text": "Google’s experimental driverless cars require little human intervention."
        },
        {
          "key": "B",
          "text": "Google’s cars have surpassed his driving ability in just a single year."
        },
        {
          "key": "C",
          "text": "Google has made huge progress in autonomous driving in a short time."
        },
        {
          "key": "D",
          "text": "Google has become a world leader in the field of autonomous driving."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What do we learn from the passage about creativity?",
      "Options": [
        {
          "key": "A",
          "text": "It is rational."
        },
        {
          "key": "B",
          "text": "It is predictable."
        },
        {
          "key": "C",
          "text": "It is human specific."
        },
        {
          "key": "D",
          "text": "It is yet to be emulated by AI."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What should schools help children do in the era of AI?",
      "Options": [
        {
          "key": "A",
          "text": "Cultivate original thinking."
        },
        {
          "key": "B",
          "text": "Learn to work independently."
        },
        {
          "key": "C",
          "text": "Compete with smart machines."
        },
        {
          "key": "D",
          "text": "Understand how AI works."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "How can we humans justify our future existence?",
      "Options": [
        {
          "key": "A",
          "text": "By constantly outsmarting computers."
        },
        {
          "key": "B",
          "text": "By adopting a long-term perspective."
        },
        {
          "key": "C",
          "text": "By rationally compromising with AI."
        },
        {
          "key": "D",
          "text": "By providing value with our creativity."
        }
      ]
    }
  ]
}
