{
  "title": "Section C",
  "passagesOne": [
    "Economically speaking, are we better off than we were ten years ago? Twenty years ago?",
    "In their thirst for evidence on this issue, commentators seized on the recent report by the Census Bureau, which found that average household income rose by 5.2% in 2015. Unfortunately, that conclusion puts too much weight on a useful, but flawed and incomplete, statistic. Among the more significant problems with the Census’s measure are that: 1) it excludes taxes, transfers, and compensation like employer-provided health insurance; and 2) it is based on surveys rather than data. Even if precisely measured, income data exclude important determinants of economic well-being, such as the hours of work needed to earn that income.",
    "While thinking about the question, we came across a recently published article by Charles Jones and Peter Klenow, which proposes an interesting new measure of economic welfare. While by no means perfect, it is considerably more comprehensive than average income, taking into account not only growth in consumption per person but also changes in working time, life expectancy, and inequality. Moreover, it can be used to assess economic performance both across countries and over time.",
    "The Jones-Klenow method can be illustrated by a cross-country example. Suppose we want to compare the economic welfare of citizens of the U.S. and France in 2005.",
    "In 2005, as the authors observe, real consumption per person in France was only 60% as high as the U.S., making it appear that Americans were economically much better off than the French on average. However, that comparison omits other relevant factors: leisure time, life expectancy, and economic inequality. The French take longer vacations and retire earlier, so typically work fewer hours: they enjoy a higher life expectancy, presumably reflecting advantages with respect to health care, diet, lifestyle, and the like; and income and consumption are somewhat more equally distributed there than in the U.S. Because of these differences, comparing France’s consumption with the U.S.’s overstates the gap in economic welfare.",
    "Similar calculations can be used to compare the U.S. and other countries. For example, this calculation puts economic welfare in the United Kingdom at 97% of U.S. levels, but estimates Mexican well-being at 22%.",
    "The Jones-Klenow measure can also assess an economy’s performance over time. According to this measure, as of the early-to-mid-2000s, the U.S. had the highest economic welfare of any large country. Since 2007, economic welfare in the U.S. has continued to improve. However, the pace of improvement has slowed markedly.",
    "Methodologically, the lesson from the Jones-Klenow research is that economic welfare is multi-dimensional. Their approach is flexible enough that in principle other important quality-of-life changes could be incorporated—for example, decreases in total emissions of pollutants and declines in crime rate."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What does the author think of the 2015 report by the Census Bureau?",
      "Options": [
        {
          "key": "A",
          "text": "It is based on questionable statistics."
        },
        {
          "key": "B",
          "text": "It reflects the economic changes."
        },
        {
          "key": "C",
          "text": "It evidences the improved welfare."
        },
        {
          "key": "D",
          "text": "It provides much food for thought."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What does the author say about the Jones-Klenow method?",
      "Options": [
        {
          "key": "A",
          "text": "It is widely used to compare the economic growth across countries."
        },
        {
          "key": "B",
          "text": "It revolutionizes the way of measuring ordinary people’s livelihood."
        },
        {
          "key": "C",
          "text": "It focuses on people’s consumption rather than their average income."
        },
        {
          "key": "D",
          "text": "It is a more comprehensive measure of people’s economic well-being."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What do Jones and Klenow think of the comparison between France and the U.S. in terms of real consumption per person?",
      "Options": [
        {
          "key": "A",
          "text": "It reflected the existing big gap between the two economies."
        },
        {
          "key": "B",
          "text": "It neglected many important indicators of people’s welfare."
        },
        {
          "key": "C",
          "text": "It covered up the differences between individual citizens."
        },
        {
          "key": "D",
          "text": "It failed to count in their difference in natural resources."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What is an advantage of the Jones-Klenow method?",
      "Options": [
        {
          "key": "A",
          "text": "It can accurately pinpoint a country’s current economic problems."
        },
        {
          "key": "B",
          "text": "It can help to raise people’s awareness of their economic well-being."
        },
        {
          "key": "C",
          "text": "It can diagnose the causes of a country’s slowing pace of economic improvement."
        },
        {
          "key": "D",
          "text": "It can compare a country’s economic conditions between different periods of time."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What can we infer from the passage about American people’s economic well-being?",
      "Options": [
        {
          "key": "A",
          "text": "It is much better than that of their European counterparts."
        },
        {
          "key": "B",
          "text": "It has been on the decline ever since the turn of the century."
        },
        {
          "key": "C",
          "text": "It has not improved as much as reported by the Census Bureau."
        },
        {
          "key": "D",
          "text": "It has not been accurately assessed and reported since mid-2000s."
        }
      ]
    }
  ],
  "passagesTwo": [
    "If you’ve ever started a sentence with, “If I were you…” or found yourself scratching your head at a colleague’s agony over a decision when the answer is crystal-clear, there’s a scientific reason behind it. Our own decision-making abilities can become depleted over the course of the day causing indecision or poor choices, but choosing on behalf of someone else is an enjoyable task that doesn’t suffer the same pitfalls.",
    "The problem is “decision fatigue,” a psychological phenomenon that takes a toll on the quality of your choices after a long day of decision making, says Evan Polman, a leading psychologist.",
    "Physicians who have been on the job for several hours, for example, are more likely to prescribe antibiotics to patients when it’s unwise to do so. “Presumably it’s because it’s simple and easy to write a prescription and consider a patient case closed rather than investigate further,” Polman says.",
    "But decision fatigue goes away when you are making the decision for someone else. When people imagine themselves as advisers and imagine their own choices as belonging to someone else, they feel less tired and rely less on decision shortcuts to make those choices. “By taking upon the role of adviser rather than decision maker, one does not suffer the consequences of decision fatigue,” he says. “It is as if there is something fun and liberating about making someone else’s choice.”",
    "Getting input from others not only offers a fresh perspective and thought process, it often also includes riskier choices. While this sounds undesirable, it can be quite good, says Polman. “When people experience decision fatigue — when they are tired of making choices—they have a tendency to choose to go with the status quo（现状）,” he says. “But the status quo can be problematic, since a change in the course of action can sometimes be important and lead to a positive outcome.”",
    "In order to achieve a successful outcome or reward, some level of risk is almost always essential. “People who are susceptible to decision fatigue will likely choose to do nothing over something,” he says. “That’s not to say that risk is always good, but it is related to taking action, whereas decision fatigue assuredly leads to inaction and the possible chagrin（懊恼）of a decision maker who might otherwise prefer a new course but is unfortunately hindered.”",
    "Just because you can make good choices for others doesn’t mean you’ll do the same for yourself, Polman cautions. “Research has found that women negotiate higher salaries for others than they do for themselves,” he says, adding that people slip in and out of decision roles."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author say about people making decisions?",
      "Options": [
        {
          "key": "A",
          "text": "They may become exhausted by making too many decisions for themselves."
        },
        {
          "key": "B",
          "text": "They are more cautious in making decisions for others than for themselves."
        },
        {
          "key": "C",
          "text": "They tend to make decisions the way they think advantageous to them."
        },
        {
          "key": "D",
          "text": "They show considerable differences in their decision-making abilities."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What does the example about the physicians illustrate?",
      "Options": [
        {
          "key": "A",
          "text": "Patients seldom receive due care towards the end of the day."
        },
        {
          "key": "B",
          "text": "Prescription of antibiotics can be harmful to patients’ health."
        },
        {
          "key": "C",
          "text": "Decision fatigue may prevent people making wise decisions."
        },
        {
          "key": "D",
          "text": "Medical doctors are especially susceptible to decision fatigue."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "When do people feel less decision fatigue?",
      "Options": [
        {
          "key": "A",
          "text": "When they take decision shortcuts."
        },
        {
          "key": "B",
          "text": "When they help others to make decisions."
        },
        {
          "key": "C",
          "text": "When they have major decisions to make."
        },
        {
          "key": "D",
          "text": "When they have advisers to turn to."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What are people likely to do when decision fatigue sets in?",
      "Options": [
        {
          "key": "A",
          "text": "They turn to physicians for advice."
        },
        {
          "key": "B",
          "text": "They tend to make risky decisions."
        },
        {
          "key": "C",
          "text": "They adopt a totally new perspective."
        },
        {
          "key": "D",
          "text": "They refrain from trying anything new."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What does the passage say about taking some risk in decision making?",
      "Options": [
        {
          "key": "A",
          "text": "It is vital for one to reach the goal desired."
        },
        {
          "key": "B",
          "text": "It is likely to entail serious consequences."
        },
        {
          "key": "C",
          "text": "It will enable people to be more creative."
        },
        {
          "key": "D",
          "text": "It will more often than not end in regret."
        }
      ]
    }
  ]
}
