{
  "title": "Section C",
  "passagesOne": [
    "While human achievements in mathematics continue to reach new levels of complexity, many of us who aren't mathematicians at heart (or engineers by trade) may struggle to remember the last time we used calculus（微积分）.",
    "It's a fact not lost on American educators, who amid rising math failure rates are debating how math can better meet the real-life needs of students. Should we change the way math is taught in schools, or eliminate some courses entirely?",
    "Andrew Hacker, Queens College political science professor, thinks that advanced algebra and other higher-level math should be cut from curricula in favor of courses with more routine usefulness, like statistics.",
    "“We hear on all sides that we're not teaching enough mathematics, and the Chinese are running rings around us,” Hacker says. “I'm suggesting we're teaching too much mathematics to too many people… not everybody has to know calculus. If you're going to become an aeronautical（航空的）engineer, fine. But most of us aren't.”",
    "Instead, Hacker is pushing for more courses like the one he teaches at Queens College: Numeracy 101. There, his students of “citizen statistics” learn to analyze public information like the federal budget and corporate reports. Such courses, Hacker argues, are a remedy for the numerical illiteracy of adults who have completed high-level math like algebra but are unable to calculate the price of, say, a carpet by area.",
    "Hacker's argument has met with opposition from other math educators who say what's needed is to help students develop a better relationship with math earlier, rather than teaching them less math altogether.",
    "Maria Droujkova is a founder of Natural Math, and has taught basic calculus concepts to 5-year-olds. For Droujkova, high-level math is important, and what it could use in American classrooms is an injection of childlike wonder.",
    "“Make mathematics more available,” Droujkova says. “Redesign it so it's more accessible to more kinds of people: young children, adults who worry about it, adults who may have had bad experiences.”",
    "Pamela Harris, a lecturer at the University of Texas at Austin, has a similar perspective. Harris says that American education is suffering from an epidemic of “fake math”—an emphasis on the rote memorization（死记硬背）of formulas and steps, rather than an understanding of how math can influence the ways we see the world.",
    "Andrew Hacker, for the record, remains skeptical.",
    "“I'm going to leave it to those who are in mathematics to work out the ways to make their subject interesting and exciting so students want to take it,” Hacker says. “All that I ask is that alternatives be offered instead of putting all of us on the road to calculus.”"
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What does the author say about ordinary Americans?",
      "Options": [
        {
          "key": "A",
          "text": "They struggle to solve math problems."
        },
        {
          "key": "B",
          "text": "They think math is a complex subject."
        },
        {
          "key": "C",
          "text": "They find high-level math of little use."
        },
        {
          "key": "D",
          "text": "They work hard to learn high-level math."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What is the general complaint about America’s math education according to Hacker?",
      "Options": [
        {
          "key": "A",
          "text": "America is not doing as well as China."
        },
        {
          "key": "B",
          "text": "Math professors are not doing a good job."
        },
        {
          "key": "C",
          "text": "It doesn’t help students develop their literacy."
        },
        {
          "key": "D",
          "text": "There has hardly been any innovation for years."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What does Andrew Hacker’s Numeracy 101 aim to do?",
      "Options": [
        {
          "key": "A",
          "text": "Allow students to learn high-level math step by step."
        },
        {
          "key": "B",
          "text": "Enable students to make practical use of basic math."
        },
        {
          "key": "C",
          "text": "Lay a solid foundation for advanced math studies."
        },
        {
          "key": "D",
          "text": "Help students to develop their analytical abilities."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What does Maria Droujkova suggest math teachers do in class?",
      "Options": [
        {
          "key": "A",
          "text": "Make complex concepts easy to understand."
        },
        {
          "key": "B",
          "text": "Start teaching children math at an early age."
        },
        {
          "key": "C",
          "text": "Help children work wonders with calculus."
        },
        {
          "key": "D",
          "text": "Try to arouse students’ curiosity in math."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What does Pamela Harris think should be the goal of math education?",
      "Options": [
        {
          "key": "A",
          "text": "To enable learners to understand the world better."
        },
        {
          "key": "B",
          "text": "To help learners to tell fake math from real math."
        },
        {
          "key": "C",
          "text": "To broaden Americans’ perspectives on math."
        },
        {
          "key": "D",
          "text": "To exert influence on world development."
        }
      ]
    }
  ],
  "passagesTwo": [
    "For years, the U.S. has experienced a shortage of registered nurses. The Bureau of Labor Statistics projects that while the number of nurses will increase by 19 percent by 2022, demand will grow faster than supply, and that there will be over one million unfilled nursing jobs by then.",
    "So what's the solution? Robots.",
    "Japan is ahead of the curve when it comes to this trend. Toyohashi University of Technology has developed Terapio, a robotic medical cart that can make hospital rounds, deliver medications and other items, and retrieve records. It follows a specific individual, such as a doctor or nurse, who can use it to record and access patient data. This type of robot will likely be one of the first to be implemented in hospitals because it has fairly minimal patient contact. Robots capable of social engagement help with loneliness as well as cognitive functioning, but the robot itself doesn't have to engage directly—it can serve as an intermediary for human communication. Telepresence robots such as MantaroBot, Vgo, and Giraff can be controlled through a computer, smartphone, or tablet, allowing family members or doctors to remotely monitor patients or Skype them, often via a screen where the robot's “face” would be. If you can't get to the nursing home to visit grandma, you can use a telepresence robot to hang out with her. A 2016 study found that users had a “consistently positive attitude” about the Giraff robot's ability to enhance communication and decrease feelings of loneliness.",
    "A robot's appearance affects its ability to successfully interact with humans, which is why the RIKEN-TRI Collaboration Center for Human-Interactive Robot Research decided to develop a robotic nurse that looks like a huge teddy bear. RIBA (Robot for Interactive Body Assistance), also known as “Robear”, can help patients into and out of wheelchairs and beds with its strong arms.",
    "On the less cute and more scary side there is Actroid F, which is so human-like that some patients may not know the difference. This conversational robot companion has cameras in its eyes, which allow it to track patients and use appropriate facial expressions and body language in its interactions. During a month-long hospital trial, researchers asked 70 patients how they felt being around the robot and “only three or four said they didn't like having it around.”",
    "It's important to note that robotic nurses don't decide courses of treatment or make diagnoses (though robot doctors and surgeons may not be far off). Instead, they perform routine and laborious tasks, freeing nurses up to attend to patients with immediate needs. This is one industry where it seems the integration of robots will lead to collaboration, not replacement."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What does the author say about Japan?",
      "Options": [
        {
          "key": "A",
          "text": "It delivers the best medications for the elderly."
        },
        {
          "key": "B",
          "text": "It takes the lead in providing robotic care."
        },
        {
          "key": "C",
          "text": "It provides retraining for registered nurses."
        },
        {
          "key": "D",
          "text": "It sets the trend in future robotics technology."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What do we learn about the robot Terapio?",
      "Options": [
        {
          "key": "A",
          "text": "It has been put to use in many Japanese hospitals."
        },
        {
          "key": "B",
          "text": "It provides specific individualized care to patients."
        },
        {
          "key": "C",
          "text": "It does not have much direct contact with patients."
        },
        {
          "key": "D",
          "text": "It has not revolutionized medical service in Japan."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What are telepresence robots designed to do?",
      "Options": [
        {
          "key": "A",
          "text": "Directly interact with patients to prevent them from feeling lonely."
        },
        {
          "key": "B",
          "text": "Cater to the needs of patients for recovering their cognitive capacity."
        },
        {
          "key": "C",
          "text": "Closely monitor the patients’ movements and conditions around the clock."
        },
        {
          "key": "D",
          "text": "Facilitate communication between patients and doctors or family members."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What is one special feature of the robot Actroid F?",
      "Options": [
        {
          "key": "A",
          "text": "It interacts with patients just like a human companion."
        },
        {
          "key": "B",
          "text": "It operates quietly without patients realizing its presence."
        },
        {
          "key": "C",
          "text": "It likes to engage in everyday conversations with patients."
        },
        {
          "key": "D",
          "text": "It uses body language even more effectively than words."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What can we infer from the last paragraph?",
      "Options": [
        {
          "key": "A",
          "text": "Doctors and surgeons will soon be laid off."
        },
        {
          "key": "B",
          "text": "The robotics industry will soon take off."
        },
        {
          "key": "C",
          "text": "Robots will not make nurses redundant."
        },
        {
          "key": "D",
          "text": "Collaboration will not replace competition."
        }
      ]
    }
  ]
}
