{
  "title": "Section C",
  "passagesOne": [
    "It is not controversial to say that unhealthy diet causes bad health. Nor are the basic elements of healthy eating disputed. Obesity raises susceptibility to cancer, and Britain is the sixth most obese country on Earth. That is a public health emergency. But naming the problem is the easy part. No one disputes the costs in quality of life and depleted health budgets of an obese population, but the quest for solutions gets diverted by ideological arguments around responsibility and choice. And the water is muddied by lobbying from the industries that profit from consumption of obesity-inducing products.",
    "Historical precedent suggests that science and politics can overcome resistance from businesses that pollute and poison but it takes time, and success often starts small. So it is heartening to note that a programme in Leeds has achieved a reduction in childhood obesity, becoming the first UK city to reverse a fattening trend. The best results were among younger children and in more deprived areas. When 28% of English children aged two to 15 are obese, a national shift on the scale achieved by Leeds would lengthen hundreds of thousands of lives. A significant factor in the Leeds experience appears to be a scheme called HENRY, which helps parents reward behaviours that prevent obesity in children.",
    "Many members of parliament are uncomfortable even with their own government’s anti-obesity strategy, since it involves a “sugar tax” and a ban on the sale of energy drinks to under-16s. Bans and taxes can be blunt instruments, but their harshest critics can rarely suggest better methods. These critics just oppose regulation itself.",
    "The relationship between poor health and inequality is too pronounced for governments to be passive about large-scale intervention. People living in the most deprived areas are four times more prone to die from avoidable causes than counterparts in more affluent places. As the structural nature of public health problems becomes harder to ignore, the complaint about overprotective government loses potency.",
    "In fact, the polarised debate over public health interventions should have been abandoned long ago. Government action works when individuals are motivated to respond. Individuals need governments that expand access to good choices. The HENRY programme was delivered in part through children’s centres. Closing such centres and cutting council budgets doesn’t magically increase reserves of individual self-reliance. The function of a well-designed state intervention is not to deprive people of liberty but to build social capacity and infrastructure that helps people take responsibility for their wellbeing. The obesity crisis will not have a solution devised by left or right ideology—but experience indicates that the private sector needs the incentive of regulation before it starts taking public health emergencies seriously."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "Why is the obesity problem in Britain so difficult to solve?",
      "Options": [
        {
          "key": "A",
          "text": "Government health budgets are depleted."
        },
        {
          "key": "B",
          "text": "People disagree as to who should do what."
        },
        {
          "key": "C",
          "text": "Individuals are not ready to take their respon-sibilities."
        },
        {
          "key": "D",
          "text": "Industry lobbying makes it hard to get healthy foods."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What can we learn from the past experience in tackling public health emergencies?",
      "Options": [
        {
          "key": "A",
          "text": "Governments have a role to play."
        },
        {
          "key": "B",
          "text": "Public health is a scientific issue."
        },
        {
          "key": "C",
          "text": "Priority should be given to deprived regions."
        },
        {
          "key": "D",
          "text": "Businesses’ responsibility should be stressed."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What does the author imply about some critics of bans and taxes concerning unhealthy drinks?",
      "Options": [
        {
          "key": "A",
          "text": "They are not aware of the consequences of obesity."
        },
        {
          "key": "B",
          "text": "They have not come up with anything more constructive."
        },
        {
          "key": "C",
          "text": "They are uncomfortable with parliament’s anti-obesity debate."
        },
        {
          "key": "D",
          "text": "They have their own motives in opposing government regulation."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "Why does the author stress the relationship between poor health and inequality?",
      "Options": [
        {
          "key": "A",
          "text": "To demonstrate the dilemma of people living in deprived areas."
        },
        {
          "key": "B",
          "text": "To bring to light the root cause of widespread obesity in Britain."
        },
        {
          "key": "C",
          "text": "To highlight the area deserving the most attention from the public."
        },
        {
          "key": "D",
          "text": "To justify government intervention in solving the obesity problem."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "When will government action be effective?",
      "Options": [
        {
          "key": "A",
          "text": "When the polarised debate is abandoned."
        },
        {
          "key": "B",
          "text": "When ideological differences are resolved."
        },
        {
          "key": "C",
          "text": "When individuals have the incentive to act accor-dingly."
        },
        {
          "key": "D",
          "text": "When the private sector realises the severity of the crisis."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Home to virgin reefs, rare sharks and vast numbers of exotic fish, the Coral Sea is a unique haven of biodiversity off the northeastern coast of Australia. If a proposal by the Australian government goes ahead, the region will also become the world’s largest marine protected area, with restrictions or bans on fishing, mining and marine farming.",
    "The Coral Sea reserve would cover almost 990,000 square kilometres and stretch as far as 1,100 kilometres from the coast. Unveiled recently by environment minister Tony Burke, the proposal would be the last in a series of proposed marine reserves around Australia’s coast.",
    "But the scheme is attracting criticism from scientists and conservation groups, who argue that the government hasn’t gone far enough in protecting the Coral Sea, or in other marine reserves in the coastal network.",
    "Hugh Possingham, director of the Centre of Excellence for Environmental Decisions at the University of Queensland, points out that little more than half of the Coral Sea reserve is proposed as a ‘no take’ area, in which all fishing would be banned. The world’s largest existing marine reserve, established last year by the British government in the Indian Ocean, spans 544,000 km2 and is a no-take zone throughout. An alliance of campaigning conservation groups argues that more of the Coral Sea should receive this level of protection.",
    "“I would like to have seen more protection for coral reefs,” says Terry Hughes, director of the Centre of Excellence for Coral ReefStudies at James Cook University in Queensland. “More than 20 of them would be outside the no-take area and vulnerable to catch-and-release fishing”.",
    "As Nature went to press, the Australian government had not responded to specific criticisms of the plan. But Robin Beaman, a marine geologist at James Cook University, says that the reserve does “broadly protect the range of habitats” in the sea. “I can testify to the huge effort that government agencies and other organisations have put into trying to understand the ecological values of this vast area,” he says.",
    "Reserves proposed earlier this year for Australia’s southwestern and northwestern coastal regions have also been criticised for failing to give habitats adequate protection. In August, 173 marine scientists signed an open letter to the government saying they were “greatly concerned” that the proposals for the southwestern region had not been based on the “core science principles” of reserves—the protected regions were not, for instance, representative of all the habitats in the region, they said.",
    "Critics say that the southwestern reserve offers the greatest protection to the offshore areas where commercial opportunities are fewest and where there is little threat to the environment, a contention also levelled at the Coral Sea plan."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What do we learn from the passage about the Coral Sea?",
      "Options": [
        {
          "key": "A",
          "text": "It is exceptionally rich in marine life."
        },
        {
          "key": "B",
          "text": "It is the biggest marine protected area."
        },
        {
          "key": "C",
          "text": "It remains largely undisturbed by humans."
        },
        {
          "key": "D",
          "text": "It is a unique haven of endangered species."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What does the Australian government plan to do according to Tony Burke?",
      "Options": [
        {
          "key": "A",
          "text": "Make a new proposal to protect the Coral Sea."
        },
        {
          "key": "B",
          "text": "Revise its conservation plan owing to criticisms."
        },
        {
          "key": "C",
          "text": "Upgrade the established reserves to protect marine life."
        },
        {
          "key": "D",
          "text": "Complete the series of marine reserves around its coast."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What is scientists’ argument about the Coral Sea proposal?",
      "Options": [
        {
          "key": "A",
          "text": "The government has not done enough for marine protection."
        },
        {
          "key": "B",
          "text": "It will not improve the marine reserves along Australia’s coast."
        },
        {
          "key": "C",
          "text": "The government has not consulted them in drawing up the proposal."
        },
        {
          "key": "D",
          "text": "It is not based on sufficient investigations into the ecological system."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What does marine geologist Robin Beaman say about the Coral Sea plan?",
      "Options": [
        {
          "key": "A",
          "text": "It can compare with the British government’s effort in the Indian Ocean."
        },
        {
          "key": "B",
          "text": "It will result in the establishment of the world’s largest marine reserve."
        },
        {
          "key": "C",
          "text": "It will ensure the sustainability of the fishing industry around the coast."
        },
        {
          "key": "D",
          "text": "It is a tremendous joint effort to protect the range of marine habitats."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What do critics think of the Coral Sea plan?",
      "Options": [
        {
          "key": "A",
          "text": "It will do more harm than good to the environment."
        },
        {
          "key": "B",
          "text": "It will adversely affect Australia’s fishing industry."
        },
        {
          "key": "C",
          "text": "It will protect regions that actually require little protection."
        },
        {
          "key": "D",
          "text": "It will win little support from environmental organisations."
        }
      ]
    }
  ]
}
