{
  "title": "Section C",
  "passagesOne": [
    "The subject of automation and its role in our economy has taken hold in American public discourse. Technology broadly and automation specifically are dramatically reshaping the way we work. And we need to have a plan for what's still to come.",
    "We don't have to look further than our own communities to see the devastating impact of automation. From automated warehouses to cashierless grocery stores to neighborhood libraries that offer self-checkout lanes instead of employing real people—automation is increasingly replacing jobs and leaving too few good new jobs behind.",
    "The statistics in manufacturing are staggering. Despite the widespread fears about trade, a recent report showed that just 13 percent of jobs lost in manufacturing are due to trade—the rest of the losses have been due to advances in technology.",
    "That is why more people are criticizing the ever-increasing role of technology in our economy. Our country is manufacturing more than ever before, but we are doing it with fewer workers. However, it's not just factories that are seeing losses—software and information technology are also having a dramatic impact on jobs most people think are secure from the forces of a rapidly-changing economy. Something transformative is happening in America that is having an adverse effect on American families. Whether policymakers and politicians admit it or not, workers have made clear their feelings about their economic insecurity and desire to keep good jobs in America.",
    "So why are people so insistent on ignoring the perils of automation? They are failing to look ahead at a time when planning for the future is more important than ever. Resisting automation is futile: it is as inevitable as industrialization was before it. I sincerely hope that those who assert that automation will make us more effective and pave the way for new occupations are right, but the reality of automation's detrimental effects on workers makes me skeptical. No one can currently say where the new jobs are coming from or when, and any sensible company or country should prepare for all alternatives.",
    "I'm not overstating the danger: look at what's happened to the labor force. According to economic research, one in six working-age men, 25-54, doesn't have a job. Fifty years ago, nearly 100 percent of men that age were working. Women's labor force participation, meanwhile, has slipped back to the level it was at in the late 1980s.",
    "American families and prominent business leaders are aware that there's a big problem with automation. The value of a college degree is diminishing, and our upward mobility is declining. If we want an economy that allows everyone to be economically secure, we need to start thinking about how we can rightfully address automation."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What can we observe from the author's description of our communities?",
      "Options": [
        {
          "key": "A",
          "text": "The growing passion for automation."
        },
        {
          "key": "B",
          "text": "The shift from manual jobs to IT ones."
        },
        {
          "key": "C",
          "text": "Their changing views on employment."
        },
        {
          "key": "D",
          "text": "Their fading employment opportunities."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What do we learn from a recent report?",
      "Options": [
        {
          "key": "A",
          "text": "The manufacturing sector is declining at a fast rate."
        },
        {
          "key": "B",
          "text": "The concerns about the effect of trade are exaggerated."
        },
        {
          "key": "C",
          "text": "The fears about trade have been spreading far and wide."
        },
        {
          "key": "D",
          "text": "The impact of trade on employment has been staggering."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What does the passage tell us about American workers in an era of transformation?",
      "Options": [
        {
          "key": "A",
          "text": "They feel ignored by politicians."
        },
        {
          "key": "B",
          "text": "They feel increasingly vulnerable."
        },
        {
          "key": "C",
          "text": "They keep adapting to the changes."
        },
        {
          "key": "D",
          "text": "They keep complaining but to no avail."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What does the author think of automation?",
      "Options": [
        {
          "key": "A",
          "text": "It will have the same impact as industrialization."
        },
        {
          "key": "B",
          "text": "It provides sensible companies with alternatives."
        },
        {
          "key": "C",
          "text": "Its alleged positive effects are doubtful."
        },
        {
          "key": "D",
          "text": "Its detrimental effects are unavoidable."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What should we attach importance to when dealing with automation?",
      "Options": [
        {
          "key": "A",
          "text": "College graduates' job prospects."
        },
        {
          "key": "B",
          "text": "Women's access to employment."
        },
        {
          "key": "C",
          "text": "People's economic security."
        },
        {
          "key": "D",
          "text": "People's social mobility."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Look at the people around you. Some are passive, others more aggressive. Some work best alone, others crave companionship. We easily recognize that there is great variation among the individuals who live near us. Yet, when we speak of people from elsewhere, we seem to inevitably characterize them based on their country of origin.",
    "Statistics specialists, when they speak of national averages, often make the same mistake.",
    "Newly published research shows how erroneous such overviews are. Three researchers analyzed decades of values-based surveys and found that only between 16% and 21% of the variation in cultural values could be explained by differences between countries. In other words, the vast majority of what makes us culturally distinct from one another has nothing to do with our homeland.",
    "To determine what factors really are associated with culture, the authors combined data from 558 prior surveys that each measured one or more of Hofstede's cultural dimensions. These are traits, such as individualism and masculinity, that describe work-related cultural values. (They are not a measure of visible cultural traits, such as food or dress.) Though the validity of Hofstede's dimensions has been questioned, they have the singular benefit of having been in use for decades, which allows for historical and international comparisons.",
    "The researchers found that both demographic factors, such as age, and environmental factors, such as long-term unemployment rates, were more correlated with cultural values than nationality. Occupation and social economic status were the most strongly correlated, suggesting that our values are more economically driven than we usually give them credit for.",
    "The evidence implies that people with similar jobs and incomes are more culturally alike, regardless of where they live. Vas Taras, the lead author of the study, puts it this way: “Tell me how much you make and I will make a pretty accurate prediction about your cultural values. Tell me what your nationality is and I probably will make a wrong prediction.”",
    "Taras says our erroneous belief that countries are cultures has caused businesses to teach their employees useless or even harmful ways of interacting with their international peers. Chinese and American lawyers might be trained to interact based on the assumption that the Chinese person is less individualistic, even though their similar social economic situations make it probable they are actually quite alike in that regard.",
    "The country, as the unit of authority, is often a convenient way of generalizing about a population. However, our focus on countries can mask broad variations within them. In the majority of cases we would be better off identifying people by the factors that constrain their lives, like income, rather than by the lines surrounding them on a map."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What error do experts often make when describing people from other places?",
      "Options": [
        {
          "key": "A",
          "text": "They tend to overly rely on nationality."
        },
        {
          "key": "B",
          "text": "They often exaggerate their differences."
        },
        {
          "key": "C",
          "text": "They often misunderstand their cultures."
        },
        {
          "key": "D",
          "text": "They tend to dwell on national averages."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What do we learn about Hofstede's cultural dimensions?",
      "Options": [
        {
          "key": "A",
          "text": "They are useful in comparing cultural values across time and space."
        },
        {
          "key": "B",
          "text": "They have brought unusual benefits to people of different cultures."
        },
        {
          "key": "C",
          "text": "They are widely used to identify people's individual traits."
        },
        {
          "key": "D",
          "text": "They provide valuable questions for researchers to study."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What did researchers find about previous studies on factors determining people's values?",
      "Options": [
        {
          "key": "A",
          "text": "Environmental factors were prioritized over other factors."
        },
        {
          "key": "B",
          "text": "An individual's financial status was often underes-timated."
        },
        {
          "key": "C",
          "text": "Too much emphasis had been placed on one's occupation."
        },
        {
          "key": "D",
          "text": "The impact of social progress on one's values was ignored."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What is the impact on employees when cultures are identified with countries?",
      "Options": [
        {
          "key": "A",
          "text": "They may fail to see the cultural biases of their business partners."
        },
        {
          "key": "B",
          "text": "They may fail to attach sufficient importance to cultural diversity."
        },
        {
          "key": "C",
          "text": "They may not be taught how to properly interact with overseas partners."
        },
        {
          "key": "D",
          "text": "They may not be able to learn the legal procedures for business transactions."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What does the author suggest at the end of the passage?",
      "Options": [
        {
          "key": "A",
          "text": "There is sufficient reason to generalize about a country's population."
        },
        {
          "key": "B",
          "text": "The majority of people are still constrained by their national identity."
        },
        {
          "key": "C",
          "text": "It is arguable that the country should be regarded as the unit of authority."
        },
        {
          "key": "D",
          "text": "Nationality is less useful than socio-economic status as an indicator of one's values."
        }
      ]
    }
  ]
}
