{
    "title": "Section C",
    "passagesOne": [
        "Roughly the size of a soda can, sitting on a bookshelf, a relatively harmless gadget may be turning friends away from your home. The elephant in your living room is your Internet-connected security camera, a device people are increasingly using for peace of mind in their homes. But few stop to think about the effect these devices may have on house guests. Should you tell your friends, for instance, that they’re being recorded while you all watch the big game together?",
        "“It’s certainly new territory, especially as home security cameras become easier to install,” says Lizzie Post, president of the Emily Post Institute, America’s foremost manners advisors. “I think it will be very interesting to see what etiquette (礼仪) emerges in terms of whether you tell people you have a camera or not, and whether guests have a right to ask that it be turned off, if it’s not a security issue.”",
        "Post wants to make clear that she’s not talking about legal rights, but rather personal preferences. She also wants to explain that there are no right or wrong answers regarding manners on this front yet, because the technology is just now becoming mainstream. Besides, the Emily Post Institute doesn’t dictate manners.",
        "When it comes to security cameras, Post says it’s a host’s responsibility to make sure guests feel comfortable within their home. “I’m always a fan of being open and honest.” For instance, if the host casually acknowledges that there is a camera in the room by telling a story about it, that may be enough to provide an opening for a guest to say if they are uncomfortable.",
        "However, if a contractor is working in your home, you don’t need to tell them that there are cameras watching. Then again, the air of accountability that the camera generates can also work in contractors’ favor. “If anything does go wrong while they’re in the house, they don’t want to be blamed for it,” she says. “In fact, the camera could be the thing that proves that they didn’t steal the $20, or knock the vase off the table.”"
    ],
    "questionsOne": [
        {
            "Number": 46,
            "Statement": "For what reason may your friends feel reluctant to visit your home?",
            "Options": [
                {
                    "key": "A",
                    "text": "The security camera installed may intrude into their privacy."
                },
                {
                    "key": "B",
                    "text": "They don’t want their photos to be circulated on the Internet."
                },
                {
                    "key": "C",
                    "text": "The security camera may turn out to be harmful to their health."
                },
                {
                    "key": "D",
                    "text": "They may not be willing to interact with your family members."
                }
            ]
        },
        {
            "Number": 47,
            "Statement": "What does Lizzie Post say is new territory?",
            "Options": [
                {
                    "key": "A",
                    "text": "The effect of manners advice on the public."
                },
                {
                    "key": "B",
                    "text": "Cost of applying new technologies at home."
                },
                {
                    "key": "C",
                    "text": "The increasing use of home security devices."
                },
                {
                    "key": "D",
                    "text": "Etiquette around home security cameras."
                }
            ]
        },
        {
            "Number": 48,
            "Statement": "What is Lizzie Post mainly discussing with regard to the use of home security cameras?",
            "Options": [
                {
                    "key": "A",
                    "text": "Legal rights."
                },
                {
                    "key": "B",
                    "text": "Moral issues."
                },
                {
                    "key": "C",
                    "text": "Likes and dislikes of individuals."
                },
                {
                    "key": "D",
                    "text": "The possible impact on manners."
                }
            ]
        },
        {
            "Number": 49,
            "Statement": "What is a host’s responsibility regarding security cameras, according to Lizzie Post?",
            "Options": [
                {
                    "key": "A",
                    "text": "Making their guests feel at ease."
                },
                {
                    "key": "B",
                    "text": "Indicating where they are."
                },
                {
                    "key": "C",
                    "text": "Turning them off in time."
                },
                {
                    "key": "D",
                    "text": "Ensuring their guests’ privacy."
                }
            ]
        },
        {
            "Number": 50,
            "Statement": "In what way can the home security camera benefit visitors to your home?",
            "Options": [
                {
                    "key": "A",
                    "text": "It can satisfy their curiosity."
                },
                {
                    "key": "B",
                    "text": "It can prove their innocence."
                },
                {
                    "key": "C",
                    "text": "It can help them learn new technology."
                },
                {
                    "key": "D",
                    "text": "It can make their visit more enjoyable."
                }
            ]
        }
    ],
    "passagesTwo": [
        "PepsiCo is to spend billions of dollars to develop drinks and snacks and reformulate existing ones with lower sugar, salt and fat, as consumers demand healthier options and regulatory pressure intensifies amid an obesity epidemic (流行病).",
        "The maker of Mountain Dew and Gatorade has been one of the earlier movers in the industry to offer products with reduced levels of unhealthy ingredients—PepsiCo claims a packet of its chips now contains less salt than a slice of white bread. However, its new 10-year plan makes clear it believes it still has a long way to go.",
        "Shifting eating habits, including a sharp drop in consumption of sparkling drinks, have forced radical change on the industry. But those shifts have yet to be reflected in record obesity levels, which stand at 36.5% overall in the US.",
        "Indra Nooyi, PepsiCo chairman, said the plan to make its products healthier was important for the company’s growth. But on the subject of obesity, she pointed out that consumers’ lifestyles have changed significantly, with many people being more sedentary（久坐不动的）not least because more time is spent in front of computers. She said PepsiCo’s contribution was to produce healthier snacks that still tasted good.",
        "“Society has to change its habits,” she added. “We can’t do much to alter sedentary lifestyles, but we can provide consumers with great-tasting products, low in salt, sugar and fat. In the past we had to have a taste trade-off. But we’re breaking that trade-off.”",
        "PepsiCo’s plan for its foods and drinks is based on guidelines from the World Health Organisation, which last week backed using taxes on sparkling drinks to reduce sugar consumption. Initiatives also include efforts to reduce its environmental impact, water consumption and materials used in packaging by 2025.",
        "PepsiCo did not say exactly how much it planned to invest to reach its goals. However, Dr Mehmood Khan, chief scientific officer, said the company had doubled research and development spending in the past five years and was “committed to sustaining investment”, adding that companies cannot cost-cut their way to increasing sales. PepsiCo’s research and development budget in 2015 was $754 million."
    ],
    "questionsTwo": [
        {
            "Number": 51,
            "Statement": "Why is PepsiCo making a policy change?",
            "Options": [
                {
                    "key": "A",
                    "text": "To win support from the federal government."
                },
                {
                    "key": "B",
                    "text": "To be more competitive in the global market."
                },
                {
                    "key": "C",
                    "text": "To satisfy the growing needs for healthy foods."
                },
                {
                    "key": "D",
                    "text": "To invest more wisely in the soft drink industry."
                }
            ]
        },
        {
            "Number": 52,
            "Statement": "What does PepsiCo think it will have to do in the future?",
            "Options": [
                {
                    "key": "A",
                    "text": "Invest more to develop new snacks."
                },
                {
                    "key": "B",
                    "text": "Reduce levels of obesity in the US."
                },
                {
                    "key": "C",
                    "text": "Change consumers’ eating habits."
                },
                {
                    "key": "D",
                    "text": "Keep on improving its products."
                }
            ]
        },
        {
            "Number": 53,
            "Statement": "Why does PepsiCo plan to alter its products, according to Indra Nooyi?",
            "Options": [
                {
                    "key": "A",
                    "text": "To ensure the company’s future development."
                },
                {
                    "key": "B",
                    "text": "To adapt to its customers’ changed taste."
                },
                {
                    "key": "C",
                    "text": "To help improve its consumers’ lifestyles."
                },
                {
                    "key": "D",
                    "text": "To break the trade-off in its product design."
                }
            ]
        },
        {
            "Number": 54,
            "Statement": "What does Indra Nooyi say about the obesity epidemic?",
            "Options": [
                {
                    "key": "A",
                    "text": "It is mainly caused by overconsumption of snacks."
                },
                {
                    "key": "B",
                    "text": "It results from high sugar and salt consumption."
                },
                {
                    "key": "C",
                    "text": "It is attributable to people’s changed lifestyles."
                },
                {
                    "key": "D",
                    "text": "It has a lot to do with longer working hours."
                }
            ]
        },
        {
            "Number": 55,
            "Statement": "What has PepsiCo been doing to achieve its objective?",
            "Options": [
                {
                    "key": "A",
                    "text": "Studying WHO’s guidelines."
                },
                {
                    "key": "B",
                    "text": "Increasing its research funding."
                },
                {
                    "key": "C",
                    "text": "Expanding its market overseas."
                },
                {
                    "key": "D",
                    "text": "Cutting its production costs."
                }
            ]
        }
    ]
}