{
  "title": "Section C",
  "passagesOne": [
    "Boredom has become trendy. Studies point to how boredom is good for creativity and innovation, as well as mental health. It is found that people are more creative following the completion of a tedious task. When people are bored, they have an increase in “associative thought”—the process of making new connections between ideas, which is linked to innovative thinking. These studies are impressive, but in reality, the benefits of boredom may be related to having time to clear your mind, be quiet, or daydream.",
    "In our stimulation-rich world, it seems unrealistic that boredom could occur at all. Yet, there are valid reasons boredom may feel so painful. As it turns out, boredom might signal the fact that you have a need that isn’t being met.",
    "Our always-on world of social media may result in more connections, but they are superficial and can get in the way of building a real sense of belonging. Feeling bored may signal the desire for a greater sense of community and the feeling that you fit in with others around you. So take the step of joining an organization to build face-to-face relationships. You’ll find depth that you won’t get from your screen no matter how many likes you get on your post.",
    "Similar to the need for belonging, bored people often report that they feel a limited sense of meaning. It’s a fundamental human need to have a larger purpose and to feel like we’re part of something bigger than ourselves. When people are bored, they’re more likely to feel less meaning in their lives. If you want to reduce boredom and increase your sense of meaning, seek work where you can make a unique contribution, or find a cause you can support with your time and talent.",
    "If your definition of boredom is being quiet, mindful, and reflective, keep it up. But if you’re struggling with real boredom and the emptiness it provokes, consider whether you might seek new connections and more significant challenges. These are the things that will genuinely relieve boredom and make you more effective in the process."
  ],
  "questionsOne": [
    {
      "Number": 46,
      "Statement": "What have studies found about boredom?",
      "Options": [
        {
          "key": "A",
          "text": "It facilitates innovative thinking."
        },
        {
          "key": "B",
          "text": "It is a result of doing boring tasks."
        },
        {
          "key": "C",
          "text": "It helps people connect with others."
        },
        {
          "key": "D",
          "text": "It does harm to one’s mental health."
        }
      ]
    },
    {
      "Number": 47,
      "Statement": "What does the author say boredom might indicate?",
      "Options": [
        {
          "key": "A",
          "text": "A need to be left alone."
        },
        {
          "key": "B",
          "text": "A desire to be fulfilled."
        },
        {
          "key": "C",
          "text": "A conflict to be resolved."
        },
        {
          "key": "D",
          "text": "A feeling to be validated."
        }
      ]
    },
    {
      "Number": 48,
      "Statement": "What do we learn about social media from the passage?",
      "Options": [
        {
          "key": "A",
          "text": "It may be an obstacle to expanding one’s connections."
        },
        {
          "key": "B",
          "text": "It may get in the way of enhancing one’s social status."
        },
        {
          "key": "C",
          "text": "It may prevent people from developing a genuine sense of community."
        },
        {
          "key": "D",
          "text": "It may make people feel that they ought to fit in with the outside world."
        }
      ]
    },
    {
      "Number": 49,
      "Statement": "What does the author suggest people do to get rid of boredom?",
      "Options": [
        {
          "key": "A",
          "text": "Count the likes they get on their posts."
        },
        {
          "key": "B",
          "text": "Reflect on how they relate to others."
        },
        {
          "key": "C",
          "text": "Engage in real-life interactions."
        },
        {
          "key": "D",
          "text": "Participate in online discussions."
        }
      ]
    },
    {
      "Number": 50,
      "Statement": "What should people do to enhance their sense of meaning?",
      "Options": [
        {
          "key": "A",
          "text": "Try to do something original."
        },
        {
          "key": "B",
          "text": "Confront significant challenges."
        },
        {
          "key": "C",
          "text": "Define boredom in their unique way."
        },
        {
          "key": "D",
          "text": "Devote themselves to a worthy cause."
        }
      ]
    }
  ],
  "passagesTwo": [
    "Can you remember what you ate yesterday? If asked, most people will be able to give a vague description of their main meals:breakfast, lunch, dinner. But can you be sure you’ve noted every snack bar in your car, or every handful of nuts at your desk? Most people will have a feeling that they’ve missed something out.",
    "We originally had this suspicion back in 2016, puzzled by the fact that national statistics showed calorie consumption falling dramatically over past decades. We found reliable evidence that people were drastically under-reporting what they ate.",
    "Now the Office for National Statistics has confirmed that we are consuming 50% more calories than our national statistics claim.",
    "Why is this happening? We can point to at least three potential causes. One is the rise in obesity levels itself. Under-reporting rates are much higher for obese people, because they simply consume more food, and thus have more to remember.",
    "Another cause is that the proportion of people who are trying to lose weight has been increasing over time. People who want to lose weight are more likely to under-report their eating—regardless of whether they are overweight or not. This may be driven partly by self-deception or “wishful thinking”.",
    "The final potential cause is an increase in snacking and eating out over recent decades—both in terms of how often they happen and how much they contribute to our overall energy intake. Again, there is evidence that food consumed out of the home is one of the most poorly recorded categories in surveys.",
    "So, what’s the message conveyed? For statistics, we should invest in more accurate measurement options. For policy, we need to focus on options that make it easy for people to eat fewer calories. If people do not know how much they are eating, it can be really hard for them to stick to a diet. Also, we should be looking for new ways to ensure what people eat wouldn’t have much impact on their waistlines. If this works, it won’t matter if they can’t remember what they ate yesterday."
  ],
  "questionsTwo": [
    {
      "Number": 51,
      "Statement": "What did the author suspect back in 2016?",
      "Options": [
        {
          "key": "A",
          "text": "Calorie consumption had fallen drastically over the decades."
        },
        {
          "key": "B",
          "text": "Most people surveyed were reluctant to reveal what they ate."
        },
        {
          "key": "C",
          "text": "The national statistics did not reflect the actual calorie consumption."
        },
        {
          "key": "D",
          "text": "Most people did not include snacks when reporting their calorie intake."
        }
      ]
    },
    {
      "Number": 52,
      "Statement": "What has the Office for National Statistics verified?",
      "Options": [
        {
          "key": "A",
          "text": "People’s calorie intake was far from accurately reported."
        },
        {
          "key": "B",
          "text": "The missing out of main meals leads to the habit of snacking."
        },
        {
          "key": "C",
          "text": "The nation’s obesity level has much to do with calorie intake."
        },
        {
          "key": "D",
          "text": "Calorie consumption is linked to the amount of snacks one eats."
        }
      ]
    },
    {
      "Number": 53,
      "Statement": "What do we learn about obese people from the passage?",
      "Options": [
        {
          "key": "A",
          "text": "They usually keep their eating habits a secret."
        },
        {
          "key": "B",
          "text": "They overlook the potential causes of obesity."
        },
        {
          "key": "C",
          "text": "They cannot help eating more than they should."
        },
        {
          "key": "D",
          "text": "They have difficulty recalling what they have eaten."
        }
      ]
    },
    {
      "Number": 54,
      "Statement": "What often goes unnoticed in surveys on food consumption?",
      "Options": [
        {
          "key": "A",
          "text": "The growing trend of eating out."
        },
        {
          "key": "B",
          "text": "The potential causes of snacking."
        },
        {
          "key": "C",
          "text": "People’s home energy consumption."
        },
        {
          "key": "D",
          "text": "People’s changing diet over the years."
        }
      ]
    },
    {
      "Number": 55,
      "Statement": "What does the author suggest policymakers do about obesity?",
      "Options": [
        {
          "key": "A",
          "text": "Remind people to cut down on snacking."
        },
        {
          "key": "B",
          "text": "Make sure people eat non-fattening food."
        },
        {
          "key": "C",
          "text": "Ensure people don’t miss their main meals."
        },
        {
          "key": "D",
          "text": "See that people don’t stick to the same diet."
        }
      ]
    }
  ]
}
